{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6306248225/#comment72157628037400195", "realname": "", "path_alias": null, "author": "11953092@N04", "iconserver": "0", "datecreate": "1321625450", "_content": "He was appointed as an Honorary Lieutenant in the Indian Army during his service with the Indian Expeditionary Force in October 1914 as per the London Gazette <a href=\"http://www.london-gazette.co.uk/issues/28939/supplements/8237\" rel=\"nofollow\">www.london-gazette.co.uk/issues/28939/supplements/8237</a>", "authorname": "David - Edinburgh", "id": "32254785-6306248225-72157628037400195", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6306248225/#comment72157628055446315", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1321738629", "_content": "The Tikari Raj (Nine Annas) is outlined here \n<a href=\"http://freepages.genealogy.rootsweb.ancestry.com/~royalty/ips/t/tikari.html\" rel=\"nofollow\">freepages.genealogy.rootsweb.ancestry.com/~royalty/ips/t/...</a>\nand has a WWI photograph and an interesting account of the life of Lt. Col. (Hon.) Maharaja GOPAL SARAN NARAIN SINGH, Maharaja of Tikari (Nine Annas) 1883-1958. \nRegarding his WWI service &quot;volunteered for active service as Lieutenant at the break of WWI, was special dispatch officer to Field Marshall Haig and saw action in the trenches in France while serving with the Corps Signal Company, decorated and promoted to Captain during the war.&quot;", "authorname": "brenontario", "id": "32254785-6306248225-72157628055446315", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6306248225/#comment72157632452957166", "realname": "", "path_alias": null, "author": "91932996@N07", "iconserver": "0", "datecreate": "1357482636", "_content": "[http://www.flickr.com/photos/62508825@N00] \nVery impresive, I want to know how do you know The maharaja of Tikari? I need to know more about him Please help me if you know any more about Him. \nThanks", "authorname": "Mickey1617", "id": "32254785-6306248225-72157632452957166", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6306248225/#comment72157637403149123", "realname": "", "path_alias": null, "author": "89864409@N03", "iconserver": "0", "datecreate": "1383805810", "_content": "[http://www.flickr.com/photos/91932996@N07] \nDuring the WWI the Maharajah unwittingly created a Geneva Convention incident. The opposing German trenches came up with bullet proof glass shields over their trench rims against which the conventional military ammunition was ineffective. The Maharajah cheerfully pulled out his double barrel .476 No.2 big game (elephant rifle) using solid bullets and blasted all the glass shields to the great indignation of the German scientists who had certified their strength. Inquiry revealed some mushroomed and spent .476 bullets in the German trenches and the consequent German protest under the Geneva Convention. The British commanding officer made all the expected noises but all in the British side had a jolly good laugh and cheered the Maharajah as having 'served the blighters right'. The Maharajah's commission as 'Captain' is signed by King George V as &quot;George RI&quot;. While he volunteered for active service at the outbreak of the war - still mistakenly thought of as a sporting opportunity by people with martial backgrounds - he earned no brownie points with the Government in India for putting his life on the line. The Maharajah actively joined the Indian freedom movement, then led by Gokhle and Tilak which was demanding  Home Rule. The Swaraj (Independence) Party floated by Motilal Nehru ( the first Prime Minister's father) and the famous barrister and nationalist C.R. Das was founded at the Maharajah's  Gaya home in 1920.   The Maharajah was also a great motoring enthusiast.In fact he was the first Indian prince to motor race on various circuits in Europe in the early days of racing 1890's - 1908.", "authorname": "Ajai of Maksudpur", "id": "32254785-6306248225-72157637403149123", "iconfarm": 0}], "photo_id": "6306248225"}}