{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7697916566/#comment72157630997102792", "realname": "", "path_alias": null, "author": "35669523@N04", "iconserver": "3439", "datecreate": "1344577201", "_content": "Great picture. I had two great uncles that fought with the Liverpool Scottish in WWI.", "authorname": "puddlemuddle2000 (Now Imara Photography)", "id": "32254785-7697916566-72157630997102792", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7697916566/#comment72157631002430486", "realname": "", "path_alias": null, "author": "69662531@N05", "iconserver": "6048", "datecreate": "1344609993", "_content": "According to the probate records, he lived at Norton Villa, Upton Park, Cheshire and left his estate to his wife - Gertrude May Buck.\n\nThis would make this his marriage record:\nName:Archibald Charles Watson Buck\nAge:27\nEstimated Birth Year:abt 1871\nSpouse Name:Gertrude May Coppinger\nSpouse Age:26\nRecord Type:Marriage\nEvent Date:3 Oct 1898\nParish:North Brixton Christ Church\nBorough:Lambeth\nFather Name:Charles Alfred Melville Buck\nSpouse Father Name:Edward Coppinger\nRegister Type:Parish Register\n\nThe 1911 census gives his place of birth as Pimlico, London and his wife's birthplace as Sheerness", "authorname": "Historydevotee", "id": "32254785-7697916566-72157631002430486", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7697916566/#comment72157632790965049", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1361174255", "_content": "Archibald Charles Watson Buck was educated at Fettes College in Edinburgh.  He was in Schoolhouse at Fettes from 1882.  That would therefore confirm Jo's research above, that in this photograph he was aged 44.  On 25th April 1890, Archibald Charles Watson Buck passed the preliminary examination for a Civil Service Commission for a Clerkship in the Civil Service Second Division. [Published in the Edinburgh Gazette of 13th May 1890].\n\nLikely to have been a 1914 'Kitchener' volunteer, and having been wounded in action, Private Archibald Charles Watson Buck was commissioned from the ranks, on probation as a Second Lieutenant in The King's Regiment with effect 2nd January 1916 [Supplement to London Gazette 27 January 1916].  If, as is likely, he had previously been serving in The King's Regiment, on commissioning he would probably have been posted to the 10th Battalion (Liverpool Scottish) from the battalion in which he had originally served as a Private, in order to take up his new appointment as a platoon commander.\n\nArchibald Charles Watson Buck is also commemorated on the Upton War Memorial, Chester.  A note at <a href=\"http://uppa.org.uk/military.html\" rel=\"nofollow\">uppa.org.uk/military.html</a> suggests that he may have been known at Upton Park, Chester, before the war as &quot;'Pa' Buck&quot;, a local scout leader.//", "authorname": "Gary Donaldson", "id": "32254785-7697916566-72157632790965049", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7697916566/#comment72157632791176207", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1361177121", "_content": "It was during the attack on 'Arrow Head Copse' by 55th (West Lancashire) Division, in which 2Lt A C W Buck was killed on 9th August 1916, that Captain Noel Chavasse VC and Bar MC RAMC, Medical Officer to the 10th Battalion King's Liverpool Regiment, (Liverpool Scottish), won the first of his two Victoria Crosses.\n\nThe general narrative of the attack by the Liverpool Scottish on 9th August 1916 is as follows:\n\n&quot;On 30th July 1916, the 10th Battalion King's Liverpool Regiment was moved to the Somme battlefield near Mametz. The plan was for the Battalion to be in reserve for an attack on Guillemont on 31st, but they were never used. The next week for the men was spent digging communication trenches. On 7th August, the Battalion received orders to take part in an assault on Guillemont at 4:20am on the 8th. The Battalion was part of 166th Brigade and was again in reserve. The attack by 164th and 165th Brigades was successful on the right but in the middle and left, it was held up. The Liverpool Irish in 164th Brigade appeared to be cut off near the railway station. The 166th were ordered to attack at 4:20am the following morning. The preparation for the attack didn’t go well. The guides failed to turn up, and while waiting for fresh guides, they were caught in German shelling which caused casualties. Eventually the guides arrived but they only had the vaguest idea of the route. The Battalion reached the jumping off trenches with only minutes to spare.\n \nThe attack was to be made past Trones Wood and Arrowhead Copse to capture the German front line trench and press on into Guillemont itself. The attack started under a German bombardment of the trenches and no-mans-land. Heavy machine gun fire swept Death Valley and pinned down the attackers. In all four attempts were made by the Battalion but all without success. The failed attack cost the Liverpool Scottish dear, out of a starting complement of twenty officers and about 600 men, five officers were killed, five were missing and seven wounded. Of the men, sixty nine were killed, twenty seven missing and 167 wounded.&quot;//", "authorname": "Gary Donaldson", "id": "32254785-7697916566-72157632791176207", "iconfarm": 0}], "photo_id": "7697916566"}}