{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/5516950533/#comment72157626120172799", "realname": "", "path_alias": null, "author": "11418107@N02", "iconserver": "1068", "datecreate": "1299874745", "_content": "From <i>The Tragic Story of the Empress of Ireland, An Authentic Account of the Most Horrible Disaster in Canadian History...</i> by Logan Marshall (L. T. Myers 1914): 69-70.\n<blockquote><i>\nHERO SAVED WEE GIRL \n\nThe description of the wreck and the heart-rending scenes \nthat followed, given by Robert W. Crellin, of Silverstone, \nBritish Columbia, was graphic. \n\nCrellin is a prosperous farmer. He was one of the heroes of \nthe wreck. He saved Florence Barbour, the eight-year-old \ndaughter of a neighbor, by swimming with the child on his \nback, and, with the aid of another rugged passenger, pulled two \nwomen and several men into a collapsible boat. \n\nClad only in a night shirt, Crellin said the water and air \nwere as cold as winter, chilling all hands to the bone. \n\nDespite the peril and exposure, flaxen-haired Florence Bar- \nbour clung to Crellin's neck and never even cried. \n\n&quot;The child was pluckier than a stout man/' said Crellin. \n&quot;She never even whimpered, and complaint was out of the \nquestion. You should have seen how the girls and women in \nthe little village of Rimouski hugged her when we got ashore. \n\n&quot;Time and time again I feared Florence would lose her hold, \nand I would speak to her when my mouth and eyes were clear. \nEach time her little hands would clutch me tighter, until it \nseemed she'd stop my breath, but I welcomed the hold be- \ncause it showed she had the pluck and courage needed. \n\n&quot;Poor child! She lost her mother and sister, and only a \nyear ago her father, William Barbour, of Silverstone, was \nkilled. She's alone in the world, but Florence will never need \na friend or home while I have breath in my body.&quot; \n\nBig and rugged as he is, Crellin's eyes grew moist as he \nrecalled how the child's mother and three-year-old sister \nEvelyn were drowned. \n</i></blockquote>", "authorname": "pennylrichardsca (now at ipernity)", "id": "8602872-5516950533-72157626120172799", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5516950533/#comment72157626148277925", "realname": "Arden", "path_alias": "arden_loc", "author": "35072786@N08", "iconserver": "3331", "datecreate": "1300210768", "_content": "Thank you pennylrichardsca for the moving story behind this photograph. We will add some of the details to the description when we update.", "authorname": "Arden (LOC P&P)", "id": "8602872-5516950533-72157626148277925", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5516950533/#comment72157628809316305", "realname": "", "path_alias": null, "author": "11418107@N02", "iconserver": "1068", "datecreate": "1326207442", "_content": "Here's the complete book free on Google Books:\n<a href=\"http://books.google.com/books?id=XrPuHIo7vlYC&amp;dq\" rel=\"nofollow\">books.google.com/books?id=XrPuHIo7vlYC&amp;dq</a>", "authorname": "pennylrichardsca (now at ipernity)", "id": "8602872-5516950533-72157628809316305", "iconfarm": 2}], "photo_id": "5516950533"}}