{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6810062842/#comment72157629173752594", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1331195195", "_content": "Temporary Second Lieutenant Spencer Thornton relinquished his commission on 29th March 1915. [London Gazette 29146 dated 27th April 1915].  There is no explanation given.//\n\nThe officer depicted here might be Pascoe Spencer Thornton, (1877-1917), son of Henry Edward Thornton (1842-1926) and Katherine Charlotte (nee Grenfell) (1842-1906).  Pascoe Spencer Thornton died at Tientsin, China in 1917.  Tientsin was then a German occupied concession territory - it was recovered by the Chinese and occupied by American troops in 1917.  Pascoe Spencer Thornton was the fourth of 8 children, with 3 sisters and 4 brothers.  The eldest brother, Henry Grenfell Thornton, (1873-1934), fought as a trooper in the Imperial Yeomanry in South Africa in 1901, having previously been a Second Lieutenant in the Nottingham Rifle Volunteers from 1893-99.  Another brother Godfrey St. Ledger Thornton, became a Lieutenant Colonel in the Royal Field Artillery, won a DSO, but died of sickness on 4 February 1918.  Further family details and a photograph of Henry Grenfell Thornton are at: <a href=\"http://www.soldiersofthequeen.com/HomeService-CaptainHenryGrenfellThornton.html\" rel=\"nofollow\">www.soldiersofthequeen.com/HomeService-CaptainHenryGrenfe...</a>  .//", "authorname": "Gary Donaldson", "id": "32254785-6810062842-72157629173752594", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6810062842/#comment72157631753322195", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1350063134", "_content": "His Medal Card shows his name as Spencer Thornton and gives correspondence addresses as: 13 Lower Belgrave Street and 15 Cardinal Mansions SW1.\nIt shows that he applied for the 1914 Star on 28 Nov 1917 and was still corresponding on 26 Apr 1921 so it is unlikely that he is the man shown above.\nA check of the electoral registers for 1919 shows that he is Spencer Ruthven Thornton who was living at 13 Lower Belgrave Street at that time.\nHe was the son of George Ruthven Thornton, the vicar at Bengeo, Hertfordshire in 1881. His mother was Theresa Labouchere. Spencer was baptised at Little Amwell, Hertfordshire on 11th Sep 1871. He died in Hove on 15th May 1957.", "authorname": "Mrs Audubon", "id": "32254785-6810062842-72157631753322195", "iconfarm": 4}], "photo_id": "6810062842"}}