{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/5237711058/#comment72157625416704561", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1291651898", "_content": "O “Estádio do  Restelo”, pertença do Clube de Futebol “Os Belenenses”, foi inaugurado no dia 23 de Setembro de 1956 com um jogo entre o CF Belenenses e Sporting CP, que o clube anfitrião venceu por 2-1. Coube a Mirando do CF Belenenses a autoria do primeiro golo no novo Estádio do Restelo.\n\nO Clube de Futebol “Os Belenenses” era proprietário do Campo das Salésias, mais tarde denominado como “Estádio José Manuel Soares Pepe”, em memória do antigo jogador do clube. Este recinto foi durante vários anos simplesmente o melhor de Portugal. Possuía um campo de futebol relvado, tão só o primeiro em Portugal, tinha uma bancada coberta, que também seria a primeira no nosso país, um campo de treinos além do principal, um ginásio e outros espaços capazes de albergar algumas das modalidades amadoras do clube.                                                \n\nEm finais da década de 40 no século passado, o C.F. “Os Belenenses” foi expropriado daquele terreno onde se localizava o Campo das Salésias, e em troca recebeu o terreno no Restelo (onde se situava uma pedreira) onde viria a ser construído o “Estádio do Restelo”.\n\nDevido à construção deste estádio, o C.F. “Os Belenenses” endividou-se em excesso pelo que, em virtude desse endividamento, o clube viu-se obrigado, em 1961, a ceder a propriedade do Estádio do Restelo à Câmara Municipal de Lisboa, passando o clube a pagar uma renda à edilidade pela utilização do recinto. Mas nos finais dos anos 60 o então Presidente da República o Almirante Américo Thomaz, assumido adepto do clube, tornou-se personagem chave no processo que levou à concessão do direito de superfície do Estádio do Restelo ao C.F. “Os Belenenses”.\n\nEm 11 de janeiro de 1970 o Estádio do Restelo passou a designar-se “Estádio Almirante Américo Thomaz”. Desde Maio de 1974 passou a designar-se, de novo, “Estádio do Restelo”", "authorname": "J. Leite", "id": "26532116-5237711058-72157625416704561", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/biblarte/5237711058/#comment72157625552243910", "realname": "", "path_alias": null, "author": "50898183@N02", "iconserver": "0", "datecreate": "1291763060", "_content": "É um estádio bem engraçado... a foto é muito interessante...", "authorname": "jpfgarcia", "id": "26532116-5237711058-72157625552243910", "iconfarm": 0}], "photo_id": "5237711058"}, "flarchive:created": 1387730854}