{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationaalarchief/2949028980/#comment72157608293759352", "realname": "batvoca", "path_alias": null, "author": "14673419@N00", "iconserver": "2084", "datecreate": "1224763689", "_content": "The population of Roermond return home in American army trucks", "authorname": "batvoca", "id": "29978018-2949028980-72157608293759352", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/nationaalarchief/2949028980/#comment72157608440509196", "realname": "", "path_alias": "christinam2", "author": "19909418@N05", "iconserver": "3779", "datecreate": "1225189766", "_content": "Does anyone happen to know FROM where these returning evacuees came?  Many men had been taken to German labor camps; but those weren't liberated at the time this picture was taken,  Had they been in labor camps in Limburg or Brabant?\n\nBy the way, it's also how the cigaret (nicotine) addiction of many Dutch started.\n\n\nIf anyone is interested, I have a little anecdotal story about liberation and cigarets. \nMy parents survived the war in Schiedam -- my mother in the resistance, and my father, Jewish, in hiding in a specially-built place  (closet) in the house of my maternal grandparents.  Before the actual liberation, my mother had managed to get &quot;real American tobacco&quot; in Belgium, plus roll-your-own cigaret paper!  My father, being very detail-oriented by nature, had spent many an hour rolling perfect cigarets so that they would be able to offer them as a special treat to their family and friends when reunited when the war would finally be over.\n\nMy father had even thought of a way to personalize (or, nationalize, if you will) these celebratory cigarets by decorating them with a special cigaret brand design.  The letters OZO, standing for &quot;Oranje Zal Overwinnen&quot;, (the House of) Orange Will Conquer, with a little crown on top.   He had meticulously &quot;printed&quot; the design halfway on each the cigaret by pricking tiny holes in the paper with a fine sewing needle.   They looked so special; and when the time came, the people who were offered one were absolutely elated.  However, nobody was able to light them.  They wouldn't draw...  Right, they were full of little holes!", "authorname": "tinamathis", "id": "29978018-2949028980-72157608440509196", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nationaalarchief/2949028980/#comment72157610526165197", "realname": "Sophie Jonasson", "path_alias": "paleolit", "author": "27686624@N07", "iconserver": "3270", "datecreate": "1228138575", "_content": "@ tinamathis : wonderful story!", "authorname": "sophie.z.j.", "id": "29978018-2949028980-72157610526165197", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nationaalarchief/2949028980/#comment72157610536121051", "realname": "", "path_alias": "christinam2", "author": "19909418@N05", "iconserver": "3779", "datecreate": "1228147078", "_content": "Thank you, Sophie!  I am amazed at the lack of comments and viewer interaction on this site.  I don't know if it's because of disinterest -- in a lot of subjects depicted in all these wonderful pictures -- or a language problem unintentionally created by the Dutch titles..", "authorname": "tinamathis", "id": "29978018-2949028980-72157610536121051", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nationaalarchief/2949028980/#comment72157610654044492", "realname": "batvoca", "path_alias": null, "author": "14673419@N00", "iconserver": "2084", "datecreate": "1228250547", "_content": "@tinamathis\nI guess that only Dutch people can give additional information about this historical photos - when they are still alive (a major problem). But maybe it has also to do with the background of people watching Flickr photos. Many have more interest in the let's say artistic quality of a photo then the the historical dimension", "authorname": "batvoca", "id": "29978018-2949028980-72157610654044492", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/nationaalarchief/2949028980/#comment72157610589053577", "realname": "", "path_alias": "christinam2", "author": "19909418@N05", "iconserver": "3779", "datecreate": "1228252289", "_content": "@batvoca\nI believe you are right on both counts.  Although I regard myself still as the &quot;next&quot; generation -- I was born at the end of 1946 -- I was probably among only a few of my age whose parents told me about the war years; even about the six, seven years leading up to it.  My mother, who was in the resistance and had to use her bike to get around and thus saw a lot, talked about it incessantly.  My father was the type who liked me to see anything documented in print.  And, I admit, many people my age may only have heard that their family lost a radio or bicycle.  \n\nAs far as the (quasi) artistic quality many are more interested in -- probably a sad truth.  Photos that are made to look aged with textures and other Photoshop tools evidently are more interesting.\n\nI also wonder if some subjects are a bit too sensitive to be discussed on a site like this, because people don't want to be reminded.  I'm especially thinking of many wonderful shots here showing the arrival (and the first days of adjustment to a new country) of the Indonesian &quot;spijtoptanten&quot;.  Many were met with racism and bigotry by the general population.  I know, because as a child I was often mistaken for a &quot;blauwe&quot; (I noticed you speak Dutch from your profile, so you'll understand) and felt the open discrimination towards them on a personal level.  Don't ask me what people would say when I corrected them by saying I was Dutch, but Jewish.... :-D", "authorname": "tinamathis", "id": "29978018-2949028980-72157610589053577", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nationaalarchief/2949028980/#comment72157610901024363", "realname": "David Visser", "path_alias": "david-visser", "author": "73556448@N00", "iconserver": "26", "datecreate": "1228854386", "_content": ":D Fantastic story, tina..", "authorname": "David Visser", "id": "29978018-2949028980-72157610901024363", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/nationaalarchief/2949028980/#comment72157612670078315", "realname": "Petra", "path_alias": "knittedpainting", "author": "8195156@N04", "iconserver": "8084", "datecreate": "1232308967", "_content": "what a nice story and picture. Both my grandfathers were sent to labourcamps, one to Germany near the Swiss border and the other to France.", "authorname": "Petra Senders", "id": "29978018-2949028980-72157612670078315", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/nationaalarchief/2949028980/#comment72157622689205656", "realname": "", "path_alias": null, "author": "26022992@N07", "iconserver": "0", "datecreate": "1256833064", "_content": "What great /poignant stories.  These need to be documented and published before they are lost to later generations.", "authorname": "patrick.judge42", "id": "29978018-2949028980-72157622689205656", "iconfarm": 0}], "photo_id": "2949028980"}, "flarchive:created": 1387762773}