{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/sdasmarchives/7316454944/#comment72157630169527042", "realname": "Greg Bishop", "path_alias": "konabish", "author": "26105073@N03", "iconserver": "3801", "datecreate": "1339985030", "_content": "I was curious and wanted to know more; without opinion, I offer this: \nGertrude Bell wrote to her father: &quot;The most interesting thing which happened during this week was a performance by the R.A.F., a bombing demonstration. It was even more remarkable than the one we saw last year at the Air Force Show because it was much more real. They had made an imaginary village about a quarter of a mile from where we sat on the Diyala dyke and the two first bombs, dropped from 3000 ft, went straight into the middle of it and set it alight. It was wonderful and horrible. They then dropped bombs all round it, as if to catch the fugitives and finally firebombs which even in the bright sunlight, made flares of bright flame in the desert. They burn through metal, and water won't extinguish them. At the end the armoured cars went out to round up the fugitives with machine guns.... I was tremendously impressed. It's an amazingly relentless and terrible thing, war from the air.&quot; But Bell added: &quot;In conclusion I may mention that there is a gathering cloud in the north. The Turks are assembling troops in Van and have sent fresh officers and promised reinforcements at Rawanduz.... The RAF has done wonders bombing insurgent villages in extremely difficult country, but it takes them all their time to keep a sufficient number of machines in the air and now if we are called upon to bomb Rawanduz intensively, our resources will be strained to the utmost.&quot; <a href=\"http://www.larouchepub.com/other/2003/3044iraq_history.html\" rel=\"nofollow\">www.larouchepub.com/other/2003/3044iraq_history.html</a>", "authorname": "Konabish ~ Greg Bishop", "id": "49465936-7316454944-72157630169527042", "iconfarm": 4}], "photo_id": "7316454944"}, "flarchive:created": 1387725202}