{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/smithsonian/3037256281/#comment72157609486400343", "realname": "", "path_alias": "s1mbiosis", "author": "21042979@N00", "iconserver": "0", "datecreate": "1227141343", "_content": "&quot;Richard E. Miller was a painter, illustrator, marine painter, and lecturer. He studied at the St. Louis School of Fine Arts; Constant, Laurens in Paris. He was an Associate Member of the National Academy of Design in 1913; he became a full member of the National Academy in 1915; and the Salmagundi Club. His work was exhibited in the Paris Salon in 1900 (medal), 1904 (medal); the Pan American Exposition in Buffalo in 1901 (medal); the St. Louis Exposition in 1904 (medal); the Liege Exposition in 1905 (medal); the Pennsylvania Academy of the Fine Arts in 1911 (gold); the Art Institute of Chicago in 1914 (gold); the National Academy of Design in 1915 (prize); the P. P. Exposition in San Francisco in 1915 (medal); the Allied Art Exhibition in the Brooklyn Museum in 1933 (gold). He was awarded the Knight of the Legion of Honor from France in 1908. His work is in the Luxembourg Gallery in Paris; the MMA; the Gallery of Modern Art in Rome; the Corcoran Gallery of Art; the City Art Museum of St. Louis; the Albright Gallery; the Pennsylvania Academy of the Fine Arts; the Art Institute of Chicago; the Detroit Institute; the Cincinnati Museum; the Queen City Art Club of Cincinnati; the Carnegie Institute; a mural in the Capitol in Jefferson City, Missouri; the Royal Museum of Christiania which is now Oslo; in the collection of the King of Italy; the Museum of Fine Arts of Antwerp; the Modern Gallery of the City of Venice; the Musee du Petit Palais; and the Joslyn Memorial of Omaha, Nebraska.&quot;\n\n<a href=\"http://www.meadowlarkgallery.com/MillerRichardE.htm\">www.meadowlarkgallery.com/MillerRichardE.htm</a>", "authorname": "My Symbiosis", "id": "25030781-3037256281-72157609486400343", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/smithsonian/3037256281/#comment72157625193442188", "realname": "Roger", "path_alias": null, "author": "49015875@N00", "iconserver": "162", "datecreate": "1287439895", "_content": "<a href=\"http://en.wikipedia.org/wiki/Richard_E._Miller\" rel=\"nofollow\">en.wikipedia.org/wiki/Richard_E._Miller</a>", "authorname": "victuallers2", "id": "25030781-3037256281-72157625193442188", "iconfarm": 1}], "photo_id": "3037256281"}}