{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6265792059/#comment72157627993202773", "realname": "", "path_alias": null, "author": "69809381@N08", "iconserver": "0", "datecreate": "1321197981", "_content": "In the “SUPPLEMENT TO THE LONDON GAZETTE, 8 NOVEMBER, 1945” I found the listing  “537540 W.O. II W. H. BAYES”. Is it possible that this is actually the man depicted in the photograph? - not being an army expert by any stretch of the imagination, I did some research:\n “In February 1915, with the general introduction of warrant officers throughout the army, Conductors and Sub Conductors became Warrant Officers Class I.” (Wikipedia)\n\nAs regards insignia “from 11 July 1900, Conductors were authorised to wear a crown within a laurel wreath on their lower sleeve and Sub-Conductors a crown, although they did not start actually wearing these until 1901 and 1904 respectively. In 1915, Conductors were authorised a crown in a laurel wreath and Sub-Conductors the royal coat of arms. In 1918, Conductors began wearing the royal arms in a laurel wreath, still their badge of rank.” (Wikipedia)\n\nThe man shown in the photograph appears to have this insignia on the badge on his cap – you can’t see the lower sleeves.\n\nI’ve also discovered that there is a listing for a ‘William Bayes’ on the Woking Memorial to World War One in the Town Square but no rank is listed against the listing.\n\nNot sure if this helps at all but thought I should post these facts with nothing seemingly known about this brave man.", "authorname": "M2901", "id": "32254785-6265792059-72157627993202773", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6265792059/#comment72157628127199322", "realname": "", "path_alias": "coolshanagh55", "author": "69645150@N05", "iconserver": "0", "datecreate": "1321290172", "_content": "I wonder if this was actually H H W Boyes who served in the Royal Engineers.  His medal card says his rank was Temporary Captain.\n\nCorps of Royal Engineers:\nTemp. Lt. H H W Boyes from N. Staff. R., to be Temp. Lt. 9th April 1916, with seniority as from 13th Oct 1915.\nSource: Suppl. to the London Gazette 6th May 1916.\n\nH H W Boyes M.C. was granted the rank of Major when he resigned his commission in 1919.\nSource: Suppl. to the London Gazette 5 Nov 1919.\n\nThis would mean he had survived the First World War and checking on the CWGC website there's no record of the loss of H Bayes or H Boyes during WW1.\n\nThe Free BMD indexes record the death of a Henry H W Boyes in the Hove district of Sussex in 1959, aged 71.  [b.c.1888].", "authorname": "Coolshanagh25", "id": "32254785-6265792059-72157628127199322", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6265792059/#comment72157628002240893", "realname": "IWM Collections", "path_alias": "imperialwarmuseum", "author": "32300107@N06", "iconserver": "5535", "datecreate": "1321291167", "_content": "Thank you Coolshanagh25 and  M2901. Interesting questions, we will have to do a bit more work here to get to the bottom of this. This is going to take a little time, so please bear with us. In the meantime, if anyone else has anything to add to this, we'd welcome their comments here.", "authorname": "IWM Collections", "id": "32254785-6265792059-72157628002240893", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6265792059/#comment72157629002304599", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1327352182", "_content": "FreeBMD UK\nAssuming accuracy of initials and spelling of surname, there are two individuals of the right age and name - both are called Henry and at least one survived WW1\nBayes Henry Walter         birth reg 3rd qr 1882       Chelsea 1a 308\nBayes Henry Wesley       birth reg  3rd qr 1883       Hull 9d 253\nBAYES Henry Wesley      marr reg 1st qr 1906        Sculcoates 9d 181\nBayes Henry W                 marr reg 3rd qr 1913        Hackney 1b 1272  to Powell \nBayes Henry W             death reg 4th qr 1946 age 64 Bournemouth 6b161", "authorname": "brenontario", "id": "32254785-6265792059-72157629002304599", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6265792059/#comment72157629037552127", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1327572093", "_content": "I concur with the research done by 'Coolshanagh25'. \n\nThis is Captain (later Major) H H W Boyes MC RE. He was a &quot;Tunnelling Officer&quot; on the Western Front, having transferred to the Royal Engineers from the North Staffordshires in the Autumn of 1915 (officers of relevant experience were sought out in preparation for the 'mining' of German positions in the Somme sector). \n\nTemporary Lieutenant H H W Boyes MC was promoted to Acting Captain in the Royal Engineers whilst commanding a section of a Tunnelling Company with effect 13 Oct 1915. (LG 29838 dated 24 Nov 1916).\n\nCaptain H H W Boyes MC RE was promoted to Acting Major with effect 2 Sep 1918. (LG 31110 dated 3 Jan 1919).//", "authorname": "Gary Donaldson", "id": "32254785-6265792059-72157629037552127", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6265792059/#comment72157629427427381", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1329908591", "_content": "Temporary Captain Henry H W Boyes MC RE was also awarded a Mention in Despatches published in the London Gazette on 11 December 1917.\n\nThe 1891 census for Scotland shows a Henry H W Boyes born in Roxburghshire in 1888.\n\nThe Institute of Mining Engineers records (Transactions Volume LIX) for 1919-1920 shows a Henry H W Boyes, registered with the Mining Institute of Scotland, as working at Ropp Tin Mines, Ropp, on the Jos Plateau in Bukuru, Northern Nigeria.\n\nThe Bulletins of the Institution of Mining and Metallurgy for 1946-1947 report that Lt Col H H W Boyes arrived from Northern Nigeria and was appointed as Officer for West Africa (Bulletin 478); and that he later returned to Northern Nigeria (Bulletin 481).//", "authorname": "Gary Donaldson", "id": "32254785-6265792059-72157629427427381", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6265792059/#comment72157631761199481", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1350158271", "_content": "Full name Henry Hugh Whitelock Boyes born in Melrose, Roxburghshire, Scotland circa 1888 where his father was the incumbent of Holy Trinity Church <a href=\"http://holytrinitymelrose.org.uk/\" rel=\"nofollow\">holytrinitymelrose.org.uk/</a>\n\nDaniel Lewis Boyes Cambridge University record states: Adm. pens. at ST JOHN'S, June 16, 1868. S. of George Mence, accountant. B. Jan. 4, 1850, at Islington, Middlesex. Matric. Michs. 1868; B.A. 1872; M.A. 1875. Ord. deacon, 1875; priest (Hereford) 1876; C. of Tuckhill, Salop, 1875-6. C. of Welshpool, Montgom., 1876-86. R. of Holy Trinity, Melrose, Scotland, 1886-92. Resided latterly at Coton Hall, Stafford. Died May 25, 1903, aged 52, at Stafford. (Crockford; Scott, MSS.)\n\nIn 1891 he is resident at the Parsonage with his parents Daniel L and Jane CE Boyes plus older siblings Ida M and Guy Ninian Whitelock Boyes.\n\nHis Medal Roll Index Card gives an address of 12 Western Terrace, Edinburgh.\n\nThe National Probate record states that he died 20th July 1959 at Hove, Sussex but was 'of Lark Hill, Ardingley, Sussex'. Confirmation of Stanley Bayliss Smith and Evan Barclay Robertson and Andrew White Young all writers to the Signet. Sealed London 2 March.", "authorname": "Mrs Audubon", "id": "32254785-6265792059-72157631761199481", "iconfarm": 4}], "photo_id": "6265792059"}}