{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/7073603731/#comment72157629808512671", "realname": "", "path_alias": "pixelwrangler", "author": "43854658@N00", "iconserver": "5533", "datecreate": "1334338429", "_content": "<b>Mrs. Helen M. Angle</b> was on trial in March, 1915, for manslaughter in the death of her friend Waldo R. Ballou in Stamford, Connecticut in June, 1914.\n\nHelen was divorced from her husband of twelve years, Frank W. Angle (b.1869). Her father was <b>Leonard Blondel</b>, a wealthy former Stamford Councilman who was retired from the coal and road contracting business.\n\nAfter her arrest, her father said, &quot;I will not discuss my daughter's case at all except to say she has convinced me of her absolute innocence. And I will spend every cent I have and give all of my energies to proving her innocence.&quot;\n\nWaldo Ballou was was a friend of her fathers, and a leading Republican politician and Stamford business man. He served on the Stamford Police Committee from 1901-1904 -- appointed by the Stamford City Council. Helen met Waldo in 1911 after his wife died. Waldo proposed to Helen several times, but she said he was too old. He was 69, she was 40.\n\nMrs Angle took the stand in her own defense, and <a href=\"http://query.nytimes.com/mem/archive-free/pdf?res=F70613FE3E5A15738DDDAE0994DB405B858DF1D3\" rel=\"nofollow\">told her version</a> of what happened on the night of June 23, 1914.  More than 500 people were turned away from the packed courtroom.\n\nAfter a twelve day trial the jury deliberated for one hour and forty-five minutes before returning a verdict of not guilty, after three ballots. Judge William H. Williams presided.\n\nEight months after the trial, Helen remarried her former husband, Frank Angle, a foreman at Union Metallic Cartridge Company in Stamford. It was said that during her trial Mr Angle's sympathies were aroused, and he was a frequent visitor in the court.\n[<a href=\"http://query.nytimes.com/mem/archive-free/pdf?res=F70613FE3E5A15738DDDAE0994DB405B858DF1D3\" rel=\"nofollow\">1</a>]  [<a href=\"http://query.nytimes.com/mem/archive-free/pdf?res=F6091EFE3E5A15738DDDA90A94DB405B858DF1D3\" rel=\"nofollow\">2</a>] [<a href=\"http://query.nytimes.com/mem/archive-free/pdf?res=FA0716F8345D13738DDDAC0A94DE405B848DF1D3\" rel=\"nofollow\">3</a>] [<a href=\"http://query.nytimes.com/mem/archive-free/pdf?res=F20612FF355C13738DDDA10A94D8415B858DF1D3\" rel=\"nofollow\">4</a>] [<a href=\"http://www.lbandeddavis.com/genealogy/getperson.php?personID=I768&amp;tree=TREE1\" rel=\"nofollow\">5</a>]\n&nbsp;\n<i>Note:</i> There are more than a half dozen authoritative references for a spelling of Blondel as well as for Blondell. So far, no birth, death or gravestone references for either.", "authorname": "Pixel Wrangler", "id": "8602872-7073603731-72157629808512671", "iconfarm": 6}], "photo_id": "7073603731"}}