{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/deserontoarchives/3657013564/#comment72157621972261825", "realname": "Brian Westhouse", "path_alias": null, "author": "23655958@N03", "iconserver": "3185", "datecreate": "1250808113", "_content": "The line of railway cars (trucks???), are being are being shunted by a steam locomotive (left), called a Steam Dummy. This is likely one of the same engines as seen on p.69 (lower) of the book Lost Horizons: the story of the Rathbun Company and the Bay of Quinte Railway by Donald M. Wilson, 1983. \n\nNote: the smoke stack protruding from the clerestory roof of the car.\n\nA steam Dummy was designed for use on a passenger street railway and operated like a steam locomotive with 4 wheels, pistons and drive rods, however, it had the body of a streetcar over its entire boiler, so as not to scare the horses on the same street, passengers rode in a car trailing the dummy engine. Steam Dummies were not so common in Canada, the Great Western Railway had two, while the Hamilton &amp; Dundas Railway had four. After introduction of the electric trolley in the early 1900s, engines like this were common for light industrial use. The Beck Lumber Co. had acquired a simmilar Dummy from Hamilton, which is now preserved at Penetanguishene.", "authorname": "Wrecksdale Wreck", "id": "23100052-3657013564-72157621972261825", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/deserontoarchives/3657013564/#comment72157621973478647", "realname": "Deseronto Archives", "path_alias": "deserontoarchives", "author": "23121382@N07", "iconserver": "3831", "datecreate": "1250819169", "_content": "They're trucks to me, but then I'm English and therefore don't speak the language very well... ;-)", "authorname": "Deseronto Archives", "id": "23100052-3657013564-72157621973478647", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/deserontoarchives/3657013564/#comment72157621973872075", "realname": "Brian Westhouse", "path_alias": null, "author": "23655958@N03", "iconserver": "3185", "datecreate": "1250822905", "_content": "They look like Side Dump cars from this distance, I use the general term railway car for any rolling stock that runs on rails as part of a train, excluding locomotives. I have been a railway car mechanic for 38 years. To-day I worked on 120 railway cars in Brampton. I am a Railway Carman, I guess if I did that in Quebec I'd be a Wagoneer. You could call them whatever you want, they're railway cars to me.\n\nMy hobby is researching industrial railways in Ontario, particularly steam locomotives in Mining, sawmills and logging. I do have a copy of Donald M. Wilson's book Lost Horizons. Unfortunately there are no records of most of the locomotives that Rathbun's owned, they may have been rebuilt, but were not built in Deseronto.\n\nI've never read the Chicago Lumberman magazine, but I have looked at most issues of Canada Lumberman magazine 1880-1930 on micro-film at Ontario Archives. There are some good Rathbun articles in it.\n\nI do have a 1906 Bureau of Mines Report on the Clay Industry in Ontario, in which this plant is not mentioned and therefore must have closed by then.", "authorname": "Wrecksdale Wreck", "id": "23100052-3657013564-72157621973872075", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/deserontoarchives/3657013564/#comment72157630580704880", "realname": "Mike Hill", "path_alias": null, "author": "33757606@N00", "iconserver": "0", "datecreate": "1342326745", "_content": "The small building in the lower left with the two windows facing First street is still there.  It is now the only house on that side of the street, until you get south of Main street.  That would put the age of this house at more than 122 years old.", "authorname": "cruiser_man", "id": "23100052-3657013564-72157630580704880", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/deserontoarchives/3657013564/#comment72157630639239288", "realname": "Deseronto Archives", "path_alias": "deserontoarchives", "author": "23121382@N07", "iconserver": "3831", "datecreate": "1342633462", "_content": "[http://www.flickr.com/photos/33757606@N00] Thanks for pointing this out. I've done a short <a href=\"http://deserontoarchives.wordpress.com/2012/07/18/noisy-neighbours/\" rel=\"nofollow\">blog post</a> about this today.", "authorname": "Deseronto Archives", "id": "23100052-3657013564-72157630639239288", "iconfarm": 4}], "photo_id": "3657013564"}, "flarchive:created": 1389188356}