{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1301761784", "originalformat": "jpg", "owner": {"username": "LSE Library", "realname": "", "nsid": "35128489@N07", "iconserver": "3743", "location": "", "path_alias": "lselibrary", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "5582588406", "title": {"_content": "London Nomades"}, "media": "photo", "tags": {"tag": [{"raw": "London", "machine_tag": 0, "id": "35107159-5582588406-595", "_content": "london", "author": "46828852@N03"}, {"raw": "Nomades", "machine_tag": 0, "id": "35107159-5582588406-1306390", "_content": "nomades", "author": "46828852@N03"}, {"raw": "caravan", "machine_tag": 0, "id": "35107159-5582588406-24936", "_content": "caravan", "author": "46828852@N03"}, {"raw": "family", "machine_tag": 0, "id": "35107159-5582588406-130", "_content": "family", "author": "46828852@N03"}, {"raw": "poverty", "machine_tag": 0, "id": "35107159-5582588406-23", "_content": "poverty", "author": "63131792@N02"}, {"raw": "Street_Life_in_London", "machine_tag": 0, "id": "35107159-5582588406-31951476", "_content": "streetlifeinlondon", "author": "50398299@N08"}]}, "comments": {"_content": "5"}, "secret": "d764eb8bfb", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "From 'Street Life in London', 1877, by John Thomson and Adolphe Smith\n\nThe class of Nomades with which I propose to deal makes some show of industry. These people attend fairs, markets, and hawk cheap ornaments or useful wares from door to door.  At certain seasons this class 'works' regular wards, or sections of the city and suburbs. At other seasons its members migrate to the provinces, to engage in harvesting, hop-picking, or to attend fairs, where they figure as owners of 'Puff and Darts','Spin 'em rounds', and other games….\n\nThe accompanying photograph, taken on a piece of vacant land at Battersea, represents a friendly group gathered around the caravan of William Hampton, a man who enjoys the reputation among his fellows, of being 'a fair-spoken, honest gentleman'. Nor has subsequent intercourse with the gentleman in question led me to suppose that his character has been unduly overrated….\n\nHe honestly owned his restless love of a roving life, and his inability to settle in any fixed spot. He also held that the progress of education was one of the most dangerous symptoms of the times, and spoke in a tone of deep regret of the manner in which decent children were forced now-a-days to go to school. 'Edication, sir! Why what do I want with edication? Edication to them what has it makes them wusser. They knows tricks what don't b'long to the nat'ral gent. That's my 'pinion. They knows a sight too much, they do! No offence, sir. There's good gents and kind 'arted scholards, no doubt. But when a man is bad, and God knows most of us aint wery good, it makes him wuss. Any chaps of my acquaintance what knows how to write and count proper aint much to be trusted at a bargain.'\n\n…The dealer in hawkers' wares in Kent Street, tells me that when in the country the wanderers 'live wonderful hard, almost starve, unless food comes cheap. Their women carrying about baskets of cheap and tempting things, get along of the servants at gentry's houses, and come in for wonderful scraps. But most of them, when they get flush of money, have a regular go, and drink for weeks; then after that they are all for saving…They have suffered severely lately from colds, small pox, and other diseases, but in spite of bad times, they still continue buying cheap, selling dear, and gambling fiercely.'\n\n…Declining an invitation to 'come and see them at dominoes in a public over the way', I hastened to note down as fast as possible the information received word for word in the original language in which it was delivered, believing that this unvarnished story would at least be more characteristic and true to life.\n\nFor the full story, and other photographs and commentaries, follow this link and click through to the PDF file at the bottom of the description\n<a href=\"http://archives.lse.ac.uk/Record.aspx?src=CalmView.Catalog&amp;id=SR+1146\" rel=\"nofollow\">archives.lse.ac.uk/Record.aspx?src=CalmView.Catalog&amp;i...</a>"}, "isfavorite": 0, "views": "12062", "farm": 6, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2011-04-02 16:33:18", "lastupdate": "1335797476", "takengranularity": "0", "posted": "1301761784"}, "originalsecret": "6663bc9d3d", "license": "7", "notes": {"note": []}, "server": "5298", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/lselibrary/5582588406/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}