{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7361874250/#comment72157630047955201", "realname": "", "path_alias": null, "author": "72133717@N05", "iconserver": "0", "datecreate": "1339492898", "_content": "According to the 1901 Census G H R Doman was born in 1897 in Westhoughton, Lancashire near Bolton. In 1901 he was living at 53 Market Street, Westhoughton with his parents George Herbert and Martha Ann and a sister Kathleen May and a brother Geoffrey M. His father was a surgeon. In the 1911 census he was a pupil at Mostyn House School,Parkgate, Neston, Cheshire which was a boarding school.", "authorname": "paddymag1", "id": "32254785-7361874250-72157630047955201", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7361874250/#comment72157630112421330", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1339516654", "_content": "George Herbert Ryder Doman was Commissioned as a Second Lieutenant, aged 20, into the Northumberland Fusiliers on 17 Sep 1917 having been a Cadet at the Royal Military College. [London Gazette 12 Sep 1917].  One of the other cadets Commissioned into the Northumberland Fusiliers with him, Eric Sutcliffe Milne, was killed in action on 28 Oct 1917 - he can only have been at the Front for a matter of days.\n\n12/13 Battalion Northumberland Fusiliers was amalgamated on 10 Aug 1917 from the survivors of 12th (Service) Battaliom and 13th (Service) Battalion.  On 21 Mar 1918, 12/13 Battalion was in the front line, left forward in 62nd Brigade of 21st Division, just in front of Vaucelette Farm, NE of Peiziere, with 7th Battalion Leicestershire Regiment on their right.  This German attack was later recorded as the Battle of St Quentin, 21st-23rd March 1918.\n\n2Lt G H R Doman is commemorated on the War Memorial in Adlington, Lancashire.//", "authorname": "Gary Donaldson", "id": "32254785-7361874250-72157630112421330", "iconfarm": 0}], "photo_id": "7361874250"}}