{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6282373545/#comment72157628004096397", "realname": "", "path_alias": null, "author": "69772308@N05", "iconserver": "0", "datecreate": "1321307162", "_content": "Royal Navy Officers Medal Roll 1914-1920 \nFirst Name(s) Harold Frank  \nLast Name WALLACE   \nRank Sub Lieutenant   \nService R.N.V.R.  \nMedals &amp; Clasps earned: British War Medal  \nHow Issued or disposed of: No entry \nNotes: ex-AA/1504 RNVR.", "authorname": "gill_a1", "id": "32254785-6282373545-72157628004096397", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6282373545/#comment72157628101439281", "realname": "", "path_alias": "coolshanagh55", "author": "69645150@N05", "iconserver": "0", "datecreate": "1321995144", "_content": "Harold Frank Wallace was born in Cleckheaton, Bradford in 1881 to Edward James Wallace (M.D. physician) and his wife Constance.  In 1891 the family were staying at Bearnock (stalking) Lodge in the Scottish Highlands.  By 1901 he was an undergraduate at Oxford and in 1912 he married Elizabeth A MacPherson in the Cannock district of Staffs, where he died in 1962.\n\nAn artist and Fellow of the Zoological Society, he travelled the world, writing and illustrating the following books:\n&quot;Stalks abroad, being some account of the sport obtained during a two year's tour of the world&quot;, published by Longmans, Green &amp; Co. in 1908 and dedicated to his late father.  In 1913 &quot;The Big Game of Central and Western China&quot; was published.\n\n&quot;Wallace was an expert stalker who specialised in painting red deer.  During WW2 he was the deer controller for Scotland.  He held annual exhibitions of stalking pictures in London and Edinburgh often with Balfour-Browne.  His knowledge of the Highlands and his accuracy of animal paintings maintains his popularity, especially among sportsmen.&quot; \nSource: <a href=\"http://www.anthonywoodd.com/artist/harold-frank-wallace\" rel=\"nofollow\">www.anthonywoodd.com/artist/harold-frank-wallace</a>\n\nOn 26 March 1927 he and his wife set sail from London for Gibraltar aboard the steamship SUWA MARU bound for Japan.  His occupation was &quot;Artist&quot;.\nExamples of his work can be found by typing his name into Google Images.", "authorname": "Coolshanagh25", "id": "32254785-6282373545-72157628101439281", "iconfarm": 0}], "photo_id": "6282373545"}}