{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8049887745/#comment72157631685042800", "realname": "Mary Nung", "path_alias": "deadt44", "author": "30886974@N00", "iconserver": "8117", "datecreate": "1349293564", "_content": "Poor fello. He almost survived the war.", "authorname": "patcherd44", "id": "32254785-8049887745-72157631685042800", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8049887745/#comment72157631688917032", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1349341137", "_content": "Acting Captain Frank Calder Tilbrook, b. 1895 in Caistor, near Grimsby, was the son of Edmund Montague Tilbrook (b. 1859) and Diana Tilbrook, later of 2 Pelaw Leazes, Durham, Co Durham.\n\nFrank Calder Tilbrook joined 10th Lincolns, the Grimsby Chums, probably with friends from his schooldays, as they formed in Grimsby and was allocated the Regimental Number 10/622.  They initially trained in Post Office uniforms on the Earl Yarborough's estate at Brocklesby.  In May 1915, equipped with rifles and in proper uniforms, the battalion went to Ripon in North Yorkshire for skill at arms training, and then, with other elements of 101st Brigade of 34th Division, to Sutton Veney on Salisbury Plain.  At one time warned for service in the Dardanelles, but then stood down, the men of 10th Lincolns were anxious that the war would be over before they were ready for deployment.  (They eventually embarked for France in January 1916 - to suffer terrible casualties on the first day of the Somme on 1st July 1916).\n\nRapidly promoted to Corporal, Frank Tilbrook was meanwhile selected for officer training and was commissioned into 7th Durham Light Infantry on 1st August 1915, but immediately volunteered for secondment to the Royal Engineers.  His attachment to 231 Fd Coy RE being published in the London Gazette of 8th September 1915, to be effective from 9th September 1915.  231 Fd Coy, raised in Doncaster, (together with 224 Fd Coy and 229 Fd Coy), was assigned to the recently formed 40th Division (a 5th New Army Division) and landed in France on 10th November 1916.\n\n231 Fd Coy RE initially saw operations during 1917 in the Ancre area.  On 3rd December 1917 they moved to Cambrai.  When the Ludendorff Spring Offensive struck on 21st March 1918, 231 Fd Coy moved to St Quentin, and then withdrew on 24th March to Bapaume, before being rushed forward into action at Estaires on 9th April 1918. \n\nThe massed German attack on the British line, Operation Georgette, later described as the Battle of the Lys, commenced with the Battle of Estaires 9-11 Apr 1918.  The German attack opened at 7am on 9th April 1918 with heavy gas and HE shelling, heralding German infantry assaults streaming forward using 'Hutier tactics' to storm the British positions under cover of thick fog.  231 Field Company would have been committed to the denial of crossings over the Rivers Lawe and Lys, by demolition of bridges, whilst enabling the infantry of 40th Division to withdraw in contact over reserved demolitions and temporary bridging - specifically around Bac St Maur.  It is of note that Lieutenant Mark Christopher Ball RE of 231 Fd Coy RE was killed in action on 9th April 1918.\n\nA/Capt Tilbrook is noted elsewhere as having died of wounds on 10th April 1918, it is likely that he was mortally wounded during the actions by 231 Fd Coy on 9th April.  \n\nLance Corporal George William Beighton and Sapper Percy Horner of 231 Fd Coy RE were respectively awarded the French Croix de Guerre and Belgian Croix de Guerre for their gallantry at this time [LG 19 Jun 1919 and LG 4 Sep 1919].  Company Sergeant Major A C Stead and Corporal R W Burne of 231 Fd Coy both received the Meritorious Service Medal [LG 18 Jan 1919]. T/2Lt H Bowman RE and Sjt S J Richardson were Mentioned in Despatches [LG 4 Jul 1919].//", "authorname": "Gary Donaldson", "id": "32254785-8049887745-72157631688917032", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8049887745/#comment72157631689145368", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1349344658", "_content": "This portrait appears to have been taken at the photographic studios of George A Edes in Durham.//", "authorname": "Gary Donaldson", "id": "32254785-8049887745-72157631689145368", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8049887745/#comment72157631774495371", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1350300907", "_content": "The database UK Soldiers Died in The Great War 1914-1919 notes that he 'died of wounds'.\n\nBorn in 1895 he was the son of Edmund Montague and Diana Tilbrook and had 2 older sisters: Mary Lister and Annie Elizabeth. In 1901 the family lived at Laburnum Villa, Queens Parade, Great Grimsby where his father was Chief Clerk (Post Office). They employed a Housemaid.\n\nThe house was known by its number, rather than its name, a decade later and was now 7 Queens Parade. The house no longer exists but must have been a fairly substantial residence since the 1911 census shows the family occupied 8 main rooms plus ancillary rooms.\n\nThe Tilbrooks had been married for 22yrs and had had another two daughters: Edna Mabel and Catrina Diana. Edmund was now Superintendent of the Post Office at Grimsby.\n\nNational Probate Calendar shows that Frank Calder Tilbrook was of 2 Pelaw Leazes Durham at the time of his death. Probate granted to his father, now postmaster,. Effects £296 6s 6d.\nThis address is shown on his Medal Roll Index Card as being that for his father. It does not exist as Pelaw Leazes but may reflect the type of residence now shown as 2 Leazes Place <a href=\"http://maps.google.com/maps?hl=en&amp;q=2+pelaw+leazes+durham&amp;bav=on.2,or.r_gc.r_pw.r_qf.&amp;bpcl=35277026&amp;biw=1080&amp;bih=511&amp;wrapid=tlif135030114791610&amp;um=1&amp;ie=UTF-8&amp;sa=N&amp;tab=wl\" rel=\"nofollow\">maps.google.com/maps?hl=en&amp;q=2+pelaw+leazes+durham&amp;am...</a>\n\nOf his sisters, only Annie Elizabeth appears to have married. The others all died unmarried in Claro Registration District (Harrogate).", "authorname": "Mrs Audubon", "id": "32254785-8049887745-72157631774495371", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8049887745/#comment72157632792662780", "realname": "", "path_alias": null, "author": "93319685@N06", "iconserver": "0", "datecreate": "1361139115", "_content": "2nd Lieut Tilbrook is remembered on 3 War Memorials see the following links \n<a href=\"http://www.newmp.org.uk/detail.php?contentId=10969#listlink\" rel=\"nofollow\">www.newmp.org.uk/detail.php?contentId=10969#listlink</a> AND <a href=\"http://www.newmp.org.uk/detail.php?contentId=7051#listlink\" rel=\"nofollow\">www.newmp.org.uk/detail.php?contentId=7051#listlink</a> AND <a href=\"http://www.newmp.org.uk/detail.php?contentId=10584#listlink\" rel=\"nofollow\">www.newmp.org.uk/detail.php?contentId=10584#listlink</a>", "authorname": "Jampas55", "id": "32254785-8049887745-72157632792662780", "iconfarm": 0}], "photo_id": "8049887745"}}