{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2496402431/#comment72157605212489402", "realname": "", "path_alias": "szmytke", "author": "18874793@N00", "iconserver": "52", "datecreate": "1211568617", "_content": "Found a reference to Peter Gotz in the following of the history of commonwealth wrestling:\n\nIn 1904 the USA held the Olympic Games in St. Louis and had included wrestling but only Free-style. The problems of distance, expense and the lack of Greco-Roman meant that no European wrestlers travelled to the USA, so the competition was in effect a re-run of the American Championships.\n\nThe decisive year for Catch-as-catch-can in the drive to establish it as a world sport was1908; three major events took place that year in London, which confirmed the sport’s international status. The Alhambra Tournament which finished on February 1st, the Hengler’s Circus Tournament, which commenced in May 6th and lasted eight weeks and a couple of weeks later the Olympic Games.\n\nThe National Sporting Club, England’s most influential sporting body, had decided to put some order into the often farcical newspaper claims of ‘world’ or ‘British’ or ‘Empire’ champion by organising a strictly enforced and legitimate professional World Championship in three weight categories. Lord Lonsdale the fifth Earl of Lonsdale (1857/1944) was the President of the National Sporting Club and all the officials in the tournament were amateur; among them was A.H. Sutherland, Chairman of the National Amateur Wrestling Association. The event was to be held annually in the Alhambra Theatre in London and was the most important professional tournament in the drive to establish legitimate international Catch-as-catch-can championships, in the face of European pressure for Greco-Roman only. It was publicised as widely as the technology of the period would permit; Hackenschmidt, Yokio Tani (1881/1950) of Japan, Cherpillod of Switzerland and several other famous stars were invited but declined; basically because defeat would affect their lucrative music hall contracts.\n\nAs always happens in big tournaments there were some unexpected results, Peter Gotz (1887/1944) of Germany failed to make the weight at lightweight but placed second in the middleweights. Yamato Maida (1874/1944) from Hirosaki City in Japan, the best of the Japanese in Europe, and who was the man most responsible for the world wide spread of Judo was easily beaten by Henry Irslinger of Austria in the first round of the middleweight class. Despite his defeat he entered the heavyweight class and placed 2nd. This was the first legitimate international championship tournament in Catch-as-catch-can; wrestlers from eight countries competed, England, Scotland, Ireland, Austria, Germany, Italy, Switzerland and Japan", "authorname": "Szmytke", "id": "8602872-2496402431-72157605212489402", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2496402431/#comment72157612194701540", "realname": "", "path_alias": null, "author": "33043553@N03", "iconserver": "3061", "datecreate": "1231161383", "_content": "i am related to this man, he is my great great grandfarther, from what i have been told he was a very nasty man, he beat his children and every thing else.  luckily i dont have any of those tendencies.", "authorname": "george sauverin", "id": "8602872-2496402431-72157612194701540", "iconfarm": 4}], "photo_id": "2496402431"}}