{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1342465430", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "7584799468", "title": {"_content": "Milton O. Thompson"}, "media": "photo", "tags": {"tag": [{"raw": "NACA", "machine_tag": 0, "id": "44489032-7584799468-536706", "_content": "naca", "author": "44494372@N05"}, {"raw": "NASA", "machine_tag": 0, "id": "44489032-7584799468-11023", "_content": "nasa", "author": "44494372@N05"}, {"raw": "1960", "machine_tag": 0, "id": "44489032-7584799468-138792", "_content": "1960", "author": "44494372@N05"}]}, "comments": {"_content": "0"}, "secret": "74a9f1b54e", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "(1960) Milton &quot;Milt&quot; O. Thompson began flying with the U.S. Navy as a pilot trainee at the age of 19. He subsequently served during World War II with duty in China and Japan. \n\nFollowing six years of active naval service, he entered the University of Washington, in Seattle, Wash. Milt graduated in 1953 with a Bachelor of Science degree in engineering. He remained in the Naval Reserves during college and continued flying--not only naval aircraft but crop dusters and forest-spraying aircraft. \n\nAfter college graduation, Milt became a flight test engineer for the Boeing Aircraft Company in Seattle, where he was employed for two years before coming to the NACA High-Speed Flight Station. Thompson was a member of the Society of Experimental Test Pilots, and received the organization's Iven C. Kincheloe trophy as the Outstanding Experimental Test Pilot of 1996 for his research flights in the M2 Lifting Bodies. He also received the 1967 Octave Chanute award from the American Institute of Aeronautics and Astronautics for his lifting-body research. \n\nMilt was a member of NASA's Space Transportation System Technology Steering Committee during the 1970s. In this role he was successful in leading the effort to design the Orbiters for power-off landings rather than increase weight with air-breathing engines for airliner-type landings. His committee work earned him NASA's highest award, the Distinguished Service Medal. In 1990, the National Aeronautics Association selected Thompson as one of the year's recipients of its Elder Statesman of Aviation awards. Thompson was author of several technical papers, was a member of NASA's Senior Executive Service, and received several NASA awards. \n\nMilton Orville Thompson was born May 4, 1926, in Crookston, Minnesota; he died on August 6, 1993, in Lancaster, California."}, "isfavorite": 0, "views": "2166", "farm": 8, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "1960-01-01 00:00:00", "lastupdate": "1376000366", "takengranularity": "6", "posted": "1342465430"}, "originalsecret": "54c8b73044", "license": "7", "notes": {"note": []}, "server": "7135", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/7584799468/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387642768}