{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/4526081924/#comment72157623871372068", "realname": "Jim- Jim", "path_alias": "mickyd", "author": "78642481@N00", "iconserver": "165", "datecreate": "1271455095", "_content": "Henry Elionsky\nSwam continuously for over 60 miles. He started from 189th Street and Hudson River and swam to Swinburne Island in the Lower Bay and then from there to Fort Lee, N.J., and from there to Woolworth Building. The judges of the swim judged the distance or mileage to be over 60 miles. This was in August, 1914.\nSwam from the Battery to Swinburne Island and returned to the Battery, a distance of over 25 miles, with hands and feet shackled. Time, 11 hours and 30 minutes.\nIn November, 1915, swam from Brooklyn Bridge to Bay Ridge, with hands and feet shackled and towing 7 men in a sea dory. The distance was 7 miles, and the time, 3 hours and 40 minutes.\nSwam from the Battery to Fort Wadsworth in the Narrows with a 200-pound man tied on his back. Distance of 10 miles, and time, 4 hours and 50 minutes.\nSwam Hell Gate bound in a straightjacket with feet tied with 15 feet of iron chain. Distance, 5 miles; time, 2 hours and 40 minutes.\nSwam Hell Gate with hands and feet shackled and two men bound on back in November, 1915.\nSwam from Bay Ridge to the Battery tied in a chair. He made it in 3 hours and 20 minutes.\nIn October, 1913, swam from Battery to within a quarter of a mile of Coney Island in 5 hours and 30 minutes. The distance was 14 miles.\nAt Palm Beach, Fla., hauled a sea dory containing 9 men and carried two more on his back, with his hands and feet shackled, five miles, through a heavy sea, in 2 hours and 50 minutes.\n\n<a href=\"http://www.naturalstrength.com/2009/09/endurance-by-earle-e-liederman-author.html\" rel=\"nofollow\">www.naturalstrength.com/2009/09/endurance-by-earle-e-lied...</a>", "authorname": "mickyd2009", "id": "8602872-4526081924-72157623871372068", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4526081924/#comment72157623878071486", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1271550939", "_content": "A closeup of Mr. Elionsky:\n\n[http://www.flickr.com/photos/library_of_congress/4525451859/in/photostream/]", "authorname": "Wystan", "id": "8602872-4526081924-72157623878071486", "iconfarm": 4}], "photo_id": "4526081924"}}