{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1342734082", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "7605914574", "title": {"_content": "NACA Aircraft in Hangar - Clockwise from front center: YF-84A, D-558-1, D-558-2, B-47, X-1 ship"}, "media": "photo", "tags": {"tag": [{"raw": "NACA", "machine_tag": 0, "id": "44489032-7605914574-536706", "_content": "naca", "author": "44494372@N05"}, {"raw": "NASA", "machine_tag": 0, "id": "44489032-7605914574-11023", "_content": "nasa", "author": "44494372@N05"}, {"raw": "NASA Dryden Flight Research Center", "machine_tag": 0, "id": "44489032-7605914574-13504876", "_content": "nasadrydenflightresearchcenter", "author": "44494372@N05"}, {"raw": "aerodynamics", "machine_tag": 0, "id": "44489032-7605914574-724256", "_content": "aerodynamics", "author": "44494372@N05"}, {"raw": "airplane", "machine_tag": 0, "id": "44489032-7605914574-1649", "_content": "airplane", "author": "44494372@N05"}, {"raw": "1953", "machine_tag": 0, "id": "44489032-7605914574-106934", "_content": "1953", "author": "44494372@N05"}]}, "comments": {"_content": "0"}, "secret": "737561a72c", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "(1953) In the center foreground of this 1953 hanger photo is the YF-84A (NACA 134/Air Force 45-59490) used for vortex generator research. It arrived on November 28, 1949, and departed on April 21, 1954. Beside it is the third D-558-1 aircraft (NACA 142/Navy 37972). This aircraft was used for a total of 78 transonic research flights from April 1949 to June 1954. It replaced the second D-558-1, lost in the crash which killed Howard Lilly. Just visible on the left edge is the nose of the first D-558-2 (NACA 143/Navy 37973). Douglas turned the aircraft over to NACA on August 31, 1951, after the contractor had completed its initial test flights. NACA only made a single flight with the aircraft, on September 17, 1956, before the program was cancelled. In the center of the photo is the B-47A (NACA 150/Air Force 49-1900). The B-47 jet bomber, with its thin, swept-back wings, and six podded engines, represented the state of the art in aircraft design in the early 1950s. The aircraft undertook a number of research activities between May 1953 and its 78th and final research flight on November 22, 1957. The tests showed that the aircraft had a buffeting problem at speeds above Mach 0.8. Among the pilots who flew the B-47 were later X-15 pilots Joe Walker, A. Scott Crossfield, John B. McKay, and Neil A. Armstrong. On the right side of the B-47 is NACA's X-1 (Air Force 46-063). The second XS-1 aircraft built, it was fitted with a thicker wing than that on the first aircraft, which had exceeded Mach 1 on October 14, 1947. Flight research by NACA pilots indicated that this thicker wing produced 30 percent more drag at transonic speeds compared to the thinner wing on the first X-1. After a final flight on October 23, 1951, the aircraft was grounded due to the possibility of fatigue failure of the nitrogen spheres used to pressurize the fuel tanks. At the time of this photo, in 1953, the aircraft was in storage. In 1955, the aircraft was extensively modified, becoming the X-1E. In front of the X-1 is the XF-92A (Air Force 46-682). Unlike the X-1 and D-558 aircraft, the XF-92A was not designed as a research aircraft, but as the prototype of a delta-wing fighter. While the effort was unsuccessful, the XF-92A offered the chance to test a delta wing aircraft. A brief series of 25 flights were made using the aircraft in 1953. These showed the aircraft had violent pitch-up tendencies during turns. Despite the problems, the XF-92A contributed to later delta wing aircraft, like the F-102, F-106, and B-58. Behind the B-47, in the back of the hangar, are four other aircraft. From left to right, they are the second X-4 (Air Force 46-677) research aircraft. It was operated by the NACA from May 8, 1950, to March 22, 1954, when it left the High-Speed Flight Research Station for the U.S. Air Force Museum. It was designed to test the use of swept wings but no horizontal stabilizers. This proved to have poor transonic stability. Next to it is the ETF-51D Mustang (NACA 148/Air Force 44-84958) used for low-speed chase missions, as well as support and liaison flights. On the right side of the B-47 is the first D-558-1. Originally given the Navy number 37970, it was flown as part of the Douglas contractor program. When this was completed, the aircraft was turned over to the NACA on April 11, 1949. Although the aircraft was designation &quot;NACA 140,&quot; it was never flown again. Instead, it was used to provide spare parts to keep the third D-558-1 in operation. In this photo the aircraft is partially disassembled. The final aircraft is the first X-5 (Air Force 50-1838). This was a research aircraft used to test the concept of pivoting wings which could change their sweep angle in flight. The results were mixed; the X-5 had vicious stall behavior due to the poor position of the tail and stabilizers. The mechanism used by the &quot;variable-sweep wing&quot; was also complex, which limited its usefulness. Despite these problems, the X-5's primary advantage was that it was equivalent to a whole family of research aircraft. It could provide transonic data at sweep angles up to 60 degrees--the same as the delta wing XF-92A. The Dryden Flight Research Center, NASA's premier installation for aeronautical flight research, celebrated its 50th anniversary in 1996. Dryden is the &quot;Center of Excellence&quot; for atmospheric flight operations. The Center's charter is to research, develop, verify, and transfer advanced aeronautics, space, and related technologies. It is located at Edwards, Calif., on the western edge of the Mojave Desert, 80 miles north of Los Angeles. Dryden's history dates back to the early fall of 1946, when a group of five aeronautical engineers arrived at what is now Edwards from the NACA's Langley Memorial Aeronautical Laboratory, Hampton, Va. Their goal was to prepare for the X-l supersonic research flights in a joint NACA-U.S. Army Air Forces-Bell Aircraft Corp. program. NACA--the National Advisory Committee for Aeronautics--was the predecessor of today's NASA. Since the days of the X-l, the first aircraft to fly faster than the speed of sound, the installation has grown in size and significance and is associated with many important developments in aviation -- supersonic and hypersonic flight, wingless lifting bodies, digital fly-by-wire, supercritical and forward-swept wings, and the space shuttles. Its name has changed many times over the years. From 14 November 1949 to 1 July 1954 it bore the name NACA High-Speed Flight Research Station.\n\n<a href=\"http://nasaimages.org/luna/servlet/detail/nasaNAS~2~2~2676~104145\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/nasaNAS~2~2~2676~104145</a>\n"}, "isfavorite": 0, "views": "4260", "farm": 9, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "1953-01-01 00:00:00", "lastupdate": "1379447804", "takengranularity": "6", "posted": "1342734082"}, "originalsecret": "d4c2effd56", "license": "7", "notes": {"note": []}, "server": "8143", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/7605914574/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387642634}