{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/7643288044/#comment72157632384496812", "realname": "", "path_alias": null, "author": "91749001@N08", "iconserver": "0", "datecreate": "1356876547", "_content": "The photograph was taken looking west from a point just east of the rail bridge over the ‘Dry River’. Two points of note here are the fact that the railway is still single track and the type of signal is the original pre 1900 type (the later lower quadrant semaphore, by Tyer and Co of London and Carlisle, came around 1910. That signal on the right hand side of the track is a two way home signal of the original 1876 type). \nThe Trinidad Government Railway (TGR) system was single line throughout from 1876 onward. Double track (one up and one down) between St Joseph and Port-of-Spain was seriously considered following a collision in 1885 at Champ Fleurs. However, no doubling of the permanent way was made until another accident, on March 3rd of 1915, when a passenger train collided with a freight train carrying ballast near Mackenzie Bridge, (again between San Juan and St Joseph). This crash claimed 11 lives and seriously injured 30 people. At the time, the Port-of-Spain Gazette described it as the worst railway accident in the history of Trinidad Government Railway. It was after the 1915 crash that things began to move towards the doubling of the railway line from St Joseph to Port-of-Spain (7 miles). The job was finally completed in 1922 (7 years later) and the first official trains ran on the newly installed double track lines on February 11th of 1923, just in time for the heavy carnival traffic that year. \n\nThose buildings to the right of the line on the west side of the bridge are the carriage and wagon sheds. The buildings had five roof peaks, in this photo only four are visible. The wooden hut to the right of the line, close to the bridge, was the signal mans cabin.\nThe buildings to the left were the original engine sheds (or running sheds). The old water tank (the one with the arch below it) is visible just beyond these buildings. These original buildings gave way to a more sophisticated running shed by 1919 when the first Montreal, class 21, locomotives began to arrive. \nIf you look towards the main station, it is clear that only the railway offices are present. You can just make out the main roof of the building behind a wooden workshop which stands to the right of the line. In this photograph, the original wooden station buildings have not yet given way to the impressive 1924 structure we still see today.\nWhat are those items to the near left of the photo? To me they appear to be fishing nets. At that time the sea came within a few yards of this spot and a small fleet of fishing boats were beached nearby. This area is known as La Basse.\n\nIn 1920, after 45 years of profitable operation, the Trinidad Government Railway suffered its first year of financial losses, perhaps largely due to the introduction of privately operated omnibuses to conduct public transport services in Trinidad sometime between 1910 and 1920. By 1918 there was also need for serious investment in new motive power and the first 4-6-0 Montreal tender locomotives arrived in 1919 displacing some of the older 4-4-0 Kitson engines which had served the railway since 1876. There was also the completion of Port-of-Spain railway station in 1924 which had started in 1914 but held over for the duration of the Great War. All expensive investments. Nevertheless, at the time such investments must have provided a certain degree of optimism towards the future of the railway, an optimism which was to fade as the years unfolded towards the first TGR closures in 1953 and the dreaded Jessop report of 1956. The TGR’s last train ran on December 28th 1968.\nGlen Beadon 30th Dec 2012", "authorname": "galbeadon", "id": "31569669-7643288044-72157632384496812", "iconfarm": 0}], "photo_id": "7643288044"}}