{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1283151601", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "4940559701", "title": {"_content": "Two-Dimensional Low-Turbulence Tunnel"}, "media": "photo", "tags": {"tag": []}, "comments": {"_content": "0"}, "secret": "abc0e6aa13", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>Collection:</b> NASA Image eXchange Collection\n<b>Title:</b> Two-Dimensional Low-Turbulence Tunnel\n\n<b>Description:</b> Construction of the wood frame for the Two-Dimensional Low-Turbulence Tunnel. The Two-Dimensional Low-Turbulence Tunnel was originally called the Refrigeration or &quot;Ice&quot; tunnel because it was intended to support research on aircraft icing. The tunnel was built of wood, lined with sheet steel, and heavily insulated on the outside. Refrigeration equipment was installed to generate icing conditions inside the test section. The NACA sent out a questionnaire to airline operators, asking them to detail the specific kinds of icing problems they encountered in flight. The replies became the basis for a comprehensive research program begun in 1938 when the tunnel commenced operation. Research quickly focused on the concept of using exhaust heat to prevent ice from forming on the wing's leading edge. This project was led by Lewis Rodert, who later would win the Collier Trophy for his work on deicing. By 1940, aircraft icing research had shifted to the new Ames Research Laboratory, and the Ice tunnel was refitted with screens and honeycomb. Researchers were trying to eliminate all turbulence in the test section. From TN 1283: &quot;The Langley two-dimensional low-turbulence pressure tunnel is a single-return closed-throat tunnel.... The tunnel is constructed of heavy steel plate so that the pressure of the air may be varied from approximately full vacuum to 10 atmospheres absolute, thereby giving a wide range of air densities. Reciprocating compressors with a capacity of 1200 cubic feet of free air per minute provide compressed air. Since the tunnel shell has a volume of about 83,000 cubic feet, a compression rate of approximately one atmosphere per hour is obtained. ... The test section is rectangular in shape, 3 feet wide, 7 1/2 feet high, and 7 1/2 feet long. ... The over-all size of the wind-tunnel shell is about 146 feet long and 58 feet wide with a maximum diameter of 26 feet. The test section and entrance and exit cones are surrounded by a 22-foot diameter section of the shell to provide a space to house much of the essential equipment.\n\n<b>Date:</b> 02.04.1938\n<b>Credit:</b> NASA Langley Research Center (NASA-LaRC) [ <a href=\"http://lisar.larc.nasa.gov/\" rel=\"nofollow\">lisar.larc.nasa.gov/</a> ]\n\n<b>ID:</b> EL-1999-00646\n<b>Other ID:</b> L14845.3\n<b>UID:</b> SPD-NIX-EL-1999-0064 6\n<b>Original url:</b> <a href=\"http://nix.ksc.nasa.gov/info?id=EL-1999-00646&amp;orgid=1\" rel=\"nofollow\">nix.ksc.nasa.gov/info?id=EL-1999-00646&amp;orgid=1</a>\n\n<b>SOURCE</b>:  <a href=\"http://nasaimages.org/luna/servlet/detail/nasaNAS~2~2~13192~115410\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/nasaNAS~2~2~13192~115410</a>\n\n<b>Visit <a href=\"http://www.nasaimages.org\" rel=\"nofollow\">www.nasaimages.org</a> for the most comprehensive compilation of NASA stills, film and video, created in partnership with Internet Archive. </b>"}, "isfavorite": 0, "views": "13936", "farm": 5, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2010-08-01 00:00:00", "lastupdate": "1376000544", "takengranularity": "4", "posted": "1283151601"}, "originalsecret": "3cd90163ed", "license": "7", "notes": {"note": []}, "server": "4134", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/4940559701/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387643498}