{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/7838708976/#comment72157634835892064", "realname": "", "path_alias": null, "author": "99490033@N02", "iconserver": "0", "datecreate": "1375043259", "_content": "Beginning in 1857, the northern shore of Hong Kong Island (also known as Victoria City) underwent a series of reclamations under then-Governor Sir John Bowring. The first phase of the Praya Reclamation Scheme had a direct effect on this current street, which used to be known as Praya Central during the Colonial Hong Kong era. Bowring's plans were opposed by British merchants who held lands in the Central area, and in response, the government instead commenced work in land reclamation in the Chinese-populated Western District. By the time the reclamation was extended to Central, the newly reclaimed land in Western had already been settled, and there was a discontinuity between the two roads running along the western and middle portions of the reclaimed shoreline. Upon completion, the roads were named Bowring Praya West and Bowring Praya Central respectively.\n\nAnother series of extensive reclamation projects began in 1887 under then-Governor Des Voeux. Upon completion in 1904, Bowring Praya West and Bowring Praya Central (which by then were situated inland from the shoreline) were respectively renamed Des Voeux Road West and Des Voeux Road Central per the orders of then-Colonial Secretary and acting Governor Francis Fleming during the Duke of Connaught's visit to Hong Kong in 1890.\n\nFrom 1942 to 1945, the road was renamed Sh?wa-dori by the Japanese occupation government.", "authorname": "hphbhk", "id": "31569669-7838708976-72157634835892064", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/7838708976/#comment72157634835903666", "realname": "", "path_alias": null, "author": "99490033@N02", "iconserver": "0", "datecreate": "1375043312", "_content": "Bonham Road (Chinese: 般咸道) is a road in Mid-Levels, Hong Kong Island in Hong Kong. The road is a main road connecting Pokfulam Road in the west, near the University of Hong Kong, and Caine Road in the east, at the junction with Hospital Road and Seymour Road. It was named after Sir George Bonham, the third Governor of Hong Kong.", "authorname": "hphbhk", "id": "31569669-7838708976-72157634835903666", "iconfarm": 0}], "photo_id": "7838708976"}}