{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8080082786/#comment72157631754854058", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1350079610", "_content": "This is Percival Maurice Sharp, b. 1894 at Thame.  Commissioned into the Royal Fusiliers on 4 September 1914.  (LG 2 Feb 1915).  He survived the Great War and was recalled to the Colours as a Captain (98412) on 11 September 1939, (LG 17 Oct 1939).//", "authorname": "Gary Donaldson", "id": "32254785-8080082786-72157631754854058", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8080082786/#comment72157631755230917", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1350083344", "_content": "In the National Archives series WO 372 there is a Medal Index Card list for a Percival Maurice Sharp of the Royal Fusiiers, initially a Lieutenant at the time he entered a Theatre of War and subsequently a Captain.\n\nIn September 1939 a Captain Percival Maurice Sharp, late Royal Fusiliers, was appointed to the Royal Army Pay Corps.\n<a href=\"http://www.london-gazette.co.uk/issues/34712/supplements/7026/page.pdf\" rel=\"nofollow\">www.london-gazette.co.uk/issues/34712/supplements/7026/pa...</a>\n\nThe birth of a Percival Maurice Sharp was recorded in the January to March 1894 quarter in the Thame District, (on the Oxfordshire \\ Buckinghamshire border). This was the only Percival M listed.\n\nOn the 1901 census, the 7 year old Percival M, born Thame, Oxon was recorded at 38/40 London Road, St Giles, Reading. This appears to have been a small boarding school of which his father, Benjamin, (aged 48 and from Warrington, Lancashire), seems to have been the Schoolmaster. Percival's mother is an Alice M. Sharp, (aged 43 and from Staplehurst, Kent). Their other children are:-\nFrancis E..........aged 10........born Howarden, Flint\nHelem M............aged 5..........born Thame, Oxon\n\nPercival doesn't appear to be on the 1911 census.\n\n10th Battalion had a parallel unit which was actually a cover for a counter-espionage organisation, at first active in France and based around a core of Scotland Yard detectives who had experience in liaising with their counterparts on the continent, but which eventually grew to cover most of the Theatres of War. While I believe Percival probably served in the more conventional unit, it is intriguing that he served in the Pay Corps in WW2, which in its turn was one of a number of units used as cover for other, more secretive units.\n\nPercival's promotion from Temporary Lieutenant to Temporary Captain in the Royal Fusiliers, with effect from 25th December 1915, was gazetted on the 17th March 1916.\n<a href=\"http://www.london-gazette.co.uk/issues/29513/supplements/3031\" rel=\"nofollow\">www.london-gazette.co.uk/issues/29513/supplements/3031</a>\n\nThe marriage of a Percival M Sharp to a Violet A Wood took place in the Paddington district of London in the April to June 1923 quarter.\n(This may not be the same individual).\n\nThe death of a Percival Maurice Sharp,who had been born on the 8th January 1894, was recorded in the Maidstone District of Kent in the July to September 1978 quarter.", "authorname": "Moominpappa06", "id": "32254785-8080082786-72157631755230917", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8080082786/#comment72157631755938339", "realname": "", "path_alias": "victor98", "author": "44191635@N04", "iconserver": "0", "datecreate": "1350093016", "_content": "excellent shot", "authorname": "victor98_2001", "id": "32254785-8080082786-72157631755938339", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8080082786/#comment72157631757248102", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1350114460", "_content": "The trail of P M Sharp through the London Gazette would tend to confirm an unconventional war.  He was certainly seconded from the Royal Fusiliers for employment on intelligence duties (specified in the LG 8 Aug 19); and he is elsewhere referred to as a Staff Officer in a Command and Staff Class GG Special Appointment (LG 17 Oct 1919 and LG 24 Oct 1919).  The GG abbreviation appears to be a pay grade differentiation, however such intelligencve officers were employed widely, not just in France and Belgium, but on intelligence work from Ireland to Egypt.  On 25 Dec 1915 he was apparently posted to the 'Training Reserve' as a Temporary Captain and Adjutant.  Captain P M Sharp relinquished his commission on 11 Nov 1919 on completion of his service, (LG 20 Jan 1920).//", "authorname": "Gary Donaldson", "id": "32254785-8080082786-72157631757248102", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8080082786/#comment72157631757679555", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1350120630", "_content": "Apologies - should have refreshed before I hit the post comment button !\n\nI have only seen a few extract random extracts from the 10th Royal Fusiliers War Diary on-line but I was intrigued as I couldn't find reference to him as a Company Commander, hence the supposition that he might possibly have been in the other unit. Thanks for the confirmation - (note to self, need to work on those London Gazette search criterias :-)", "authorname": "Moominpappa06", "id": "32254785-8080082786-72157631757679555", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8080082786/#comment72157631760793824", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1350153657", "_content": "Percival Maurice Sharp successfully pursued civilian employment as a solicitor with Holland &amp; Co at 2 Clements Inn, London WC2.  He was certainly still with them in 1953.  The detail of his marriage in 1923 and death in 1978 at the age of 82 look correct also.//", "authorname": "Gary Donaldson", "id": "32254785-8080082786-72157631760793824", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8080082786/#comment72157631980471807", "realname": "", "path_alias": null, "author": "90003240@N08", "iconserver": "0", "datecreate": "1352639886", "_content": "I recently interviewed Maurice Sharp's son who lives in Kent. I can confirm some of  the information in previous posts, but much is innacurate or supposition.\nEmployed at Coutts Bank in the City at the outbreak of war Sharp wrote a short summary of his military career in which he says was a private in the Civil Service Rifles (1/15th Battalion London Regiment), part of the Territorial Force. The Battalion was in camp in July 1914 and returned to London to guard Somerset House. On mobilisation in August 1914 they moved to St Alban’s. He was told by his Commanding Officer that he had been given a Commission and was to report to Lt Colonel White, the CO of 10th Royal Fusiliers at Colchester. The entry announcing his promotion to 2nd Lieutenant was in The London Gazette for 8th September 1914. \nBorn in Thame, Oxfordshire in 1894 Maurice, as he was always known, lived with his family on the site of the school of which his father, originating from Warrington in Lancashire, was Headmaster.  He was the 4th of 5 children with an older sister, Evelyn and 2 elder brothers Hugh and Francis as well as his younger sister Helen. In 1911 The family comprised of his father and 2 sisters were living in Christ Church Gardens, Reading. His father had given up the school and was tutoring individual pupils, his mother had died in 1907. His brother Hugh was in lodgings in Southend, working as a bank clerk. \nAfter being wounded at Pozieres on 15th July 1916 and recovering at the King of Portugal's Hospital in Brighton he had been appointed Adjutant to a Training Battalion in Edinburgh and Catterick, before he met a friend in London who recommended him to service in the Intelligence Corps which resulted in him being posted to South Russia. He returned from Russia and rejoined Coutts in 1919. He married Violet Alice Wood in 1923 and went to work in the Finance Department of the Sudan Civil Service, returning in 1926 and rejoining Coutts. At the outbreak of War in 1939, having joined the Officers Emergency Reserve, he was sent to the Pay Corps, first in Canterbury, then in Gibralter, where one of his duties was paying troops in Malta, and then Leeds. In 1945 he was demobilised and again returned to the Coutts Trustees Department, which he finally left in 1953 to be ordained. After serving as curate at Green St Green he became a minor Canon of Rochester Cathedral. He died in Maidstone in 1978, age 82.", "authorname": "david carter3", "id": "32254785-8080082786-72157631980471807", "iconfarm": 0}], "photo_id": "8080082786"}}