{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/floridamemory/2987122384/#comment72157613752472318", "realname": "Corey Hau", "path_alias": "coreyhau", "author": "18772903@N00", "iconserver": "45", "datecreate": "1234538799", "_content": "The natives beliefs weren't &quot;our&quot; beliefs, so we converted or killed them.\n\nAll this brought to you by a &quot;civilized&quot; nation.", "authorname": "Docutorial?", "id": "31814686-2987122384-72157613752472318", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/floridamemory/2987122384/#comment72157626233128043", "realname": "", "path_alias": "droopydogajna", "author": "41585601@N05", "iconserver": "2890", "datecreate": "1301167373", "_content": "yeah, i see the bloody knife behind her back.", "authorname": "!droopydogajna!", "id": "31814686-2987122384-72157626233128043", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/floridamemory/2987122384/#comment72157627299028101", "realname": "Marco Urbino", "path_alias": null, "author": "29704401@N07", "iconserver": "3160", "datecreate": "1313248906", "_content": "Harriet Mary Bedell, deaconess and missionary among the Seminoles and Miccosukee in southern Florida, died on 8 January 1969.  Born in 1875 in Buffalo, New York, Harriet Bedell became a teacher with many young Indian students. In the winter of 1905-06, she attended a meeting at her church to hear a missionary speak of the need for more workers in China to spread the word of the Lord. Determined to become a missionary, she gave up her job to train as an Episcopal deaconess in New York City. At the end of her year of training, she elected to study nursing for a year in her home town of Buffalo. At the end of her schooling, she was appointed an apprentice deaconess and sent to the Whirlwind Mission in Oklahoma to minister among the Cheyenne (assisting Oakerhater, see Aug. 31).\n\nShe threw herself into her work and gradually gained the love and trust of her people. She was adopted into the tribe and given the name of Vicsehia, which means Bird Woman, because she sang, hummed, and whistled constantly while she worked. Harriet devoted herself to the Cheyenne until she contracted tuberculosis and was sent to Colorado to recover. There she attended a healing service and became free of symptoms, which she called a miracle. Instead of returning to Oklahoma, she was sent to Alaska where she worked for many years among the native peoples. In 1922 she journeyed to Portland, Oregon, to be ordained a deaconess in The Episcopal Church, returning to her mission in Alaska.\n\nIn 1932 while she was enjoying her first sabbatical with her family in Buffalo, the Bishop of New York asked her to visit the chain of missions in Florida to recruit church workers. On this trip she first encountered the Miccosukee tribe. She decided to remain in Florida to help the Miccosukee. With the backing of Bishop Wing in Miami and the Collier Corporation in Everglades (now Everglades City), Bedell set up a mission to minister to local people and the native Americans. She taught Sunday school, sewing, literature, hygiene, music, and a variety of other skills to the Miccosukee and the young children of Marco Island and Collier County.  The tribe adopted her and gave her the name Inkoshopie, &quot;Woman Who Prays.&quot;\n\nInformation courtesy of Ormonde Plater's blog: &quot;Through the Dust&quot;  Read Deaconess Bedell's life story here:  <a href=\"http://oplater.blogspot.com/2008/01/harriet-bedell.html\" rel=\"nofollow\">oplater.blogspot.com/2008/01/harriet-bedell.html</a>", "authorname": "iomarco.urbino", "id": "31814686-2987122384-72157627299028101", "iconfarm": 4}], "photo_id": "2987122384"}, "flarchive:created": 1387667348}