{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/sdasmarchives/6421180197/#comment72157628206704099", "realname": "", "path_alias": null, "author": "25695066@N00", "iconserver": "7037", "datecreate": "1322583086", "_content": "On the far left is Lockheed Test Pilot Tony LeVier, on the far right is another legendary aviator and test pilot, Herman R. 'Fish' Salmon (See: <a href=\"http://en.wikipedia.org/wiki/Herman_Salmon\" rel=\"nofollow\">en.wikipedia.org/wiki/Herman_Salmon</a> ).  Salmon would take the F-104 up on its first flight on February 17, 1956.\n\nWhat is also interesting about this photo is if you look over LeVier's right shoulder, you will see a fairing covering this F-104 Starfighter's jet intake.   The F-104's intake design was initially classified, and early publicity photos featuring the aircraft were made with these fairings concealing the aircraft's intake configuration.\n\nAccordingly, it is very likely that they aircraft they are standing in front of is one of the first two service test Lockheed YF-104A Starfighters (USAF Ser. Nos. 55-2955 or 55-2956).\n\nHere is a lowered-resolution photo in the SDASM Photostream better illustrating the fairings (also possibly featuring Salmon in the pressure suit):\n[http://www.flickr.com/photos/sdasmarchives/4559184267/in/photostream]\n\nThe gentleman in the suit is the (then) long-time president of the Lockheed Corporation, Robert E. Gross.  Since the YF-104A first flew in February 1956, and Robert Gross' last year leading Lockheed was 1956, we can be relatively confident that this photo was taken that year as well.\n\nI am unable to identify the other pilot in the photo at this time.", "authorname": "TVL1970", "id": "49465936-6421180197-72157628206704099", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/sdasmarchives/6421180197/#comment72157629773733455", "realname": "", "path_alias": null, "author": "78621767@N07", "iconserver": "0", "datecreate": "1333952042", "_content": "The pilot standing next to the 104's needle is &quot;Fish&quot; Salmon, my dad", "authorname": "Renee Salmon", "id": "49465936-6421180197-72157629773733455", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/sdasmarchives/6421180197/#comment72157634553419598", "realname": "Helium", "path_alias": null, "author": "98673555@N08", "iconserver": "0", "datecreate": "1373311331", "_content": "Hi Renne Salmon, Its me Rozie Recchia! I saw this picture online and wanted to know more about it.I saw your name and just wanted to say hello. I hope you and your family are doing well.", "authorname": "rozieandjeremy", "id": "49465936-6421180197-72157634553419598", "iconfarm": 0}], "photo_id": "6421180197"}, "flarchive:created": 1387765529}