{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/5375678582/#comment72157625884819022", "realname": "", "path_alias": null, "author": "23103743@N05", "iconserver": "2155", "datecreate": "1295753465", "_content": "<a href=\"http://en.wikipedia.org/wiki/John_Buchan,_1st_Baron_Tweedsmuir\" rel=\"nofollow\">en.wikipedia.org/wiki/John_Buchan,_1st_Baron_Tweedsmuir</a>", "authorname": "swanq", "id": "8602872-5375678582-72157625884819022", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5375678582/#comment72157625759589021", "realname": "Richard Norton", "path_alias": "richard_arthur_norton", "author": "54904823@N00", "iconserver": "2568", "datecreate": "1295756312", "_content": "John Buchan, 1st Baron Tweedsmuir GCMG GCVO CH PC (26 August 1875 – 11 February 1940) was a Scottish novelist and Unionist politician who served as Governor General of Canada, the 15th since Canadian Confederation. After a brief career in law, Buchan simultaneously began writing and his political and diplomatic career, serving as a private secretary to the colonial administrator of various colonies in Southern Africa, and eventually wrote propaganda for the British war effort in First World War. Once back in civilian life, Buchan was elected Member of Parliament for the Combined Scottish Universities, but spent most of his time on his writing career. He wrote The Thirty-Nine Steps and other adventure fiction. He was in 1935 appointed as governor general by George V, king of Canada, on the recommendation of Prime Minister of Canada Richard Bennett, to replace the Earl of Bessborough as viceroy, and occupied that post until his death in 1940. Buchan proved to be enthusiastic about literacy, as well as the evolution of Canadian culture, and he received a state funeral in Canada before his ashes were returned to the UK and interred at Elsfield, Oxfordshire.\n\nSource: Wikipedia", "authorname": "Richard Arthur Norton  (1958- )", "id": "8602872-5375678582-72157625759589021", "iconfarm": 3}], "photo_id": "5375678582"}}