{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1338373598", "originalformat": "jpg", "owner": {"username": "Riksarkivet (National Archives of Norway)", "realname": "", "nsid": "59811348@N05", "iconserver": "5060", "location": "Oslo, Norway", "path_alias": "national_archives_of_norway", "iconfarm": 6}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "7300960484", "title": {"_content": "Agfacolor neu"}, "media": "photo", "tags": {"tag": [{"raw": "agfa", "machine_tag": 0, "id": "59806008-7300960484-32722", "_content": "agfa", "author": "59811348@N05"}, {"raw": "color", "machine_tag": 0, "id": "59806008-7300960484-544", "_content": "color", "author": "59811348@N05"}, {"raw": "neu", "machine_tag": 0, "id": "59806008-7300960484-80810", "_content": "neu", "author": "59811348@N05"}]}, "comments": {"_content": "0"}, "secret": "b98312f664", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "Fargefotografering ble tilgjengelig for et større publikum i siste halvdel av 1930-årene. Selskapene Kodak (USA) og Agfa (Tyskland) konkurrerte om å være først ute med å presentere en metode som ville gjøre fargefotografering med lysbildefilm enkel og rimelig i bruk.\n\nKodak var først ute med sin Kodachrome i 1935, og Agfa meldte også et patent samme år, men fremkallingsprosessen var svært komplisert. Agfa arbeidet videre med sin metode, og tok i 1936 patent på en fargefilm som var så enkel å fremkalle at den kunne gjøres tilgjengelig for et stort publikum. \n\nDenne nye filmen ble markedsført som Agfacolor Neu og var tilgjengelig i handelen i Tyskland fra sent i 1936. Agfacolor Neu ble dermed den første kommersielt vellykkede fargefilmen, og da patentet ble frigitt etter 2. verdenskrig, ble metoden tatt i bruk av andre produsenter. Kodak hadde derimot utviklet sin egen tekniske løsning i 1937.\n\nColour photography was made accessible to a greater audience in the last half of the 1930s. The companies Kodak (USA) and Agfa (Germany) competed in becoming the first to launch a method that would make colour photography with slides easy and cheap to use.\n\nKodak was first with their Kodachrome in 1935, and Agfa also patented their version in the same year, but the processing was very complicated. Agfa continued to work on their method, and in 1936 patented a colour film that was so easy to process that it could be made accessible to a large audience.  \n\nThis new film was marketed as Agfacolor Neu and was accessible in the German stores from late 1936. Agfacolor Neu was thereby the first commercially successful colour film, and when the patent was released after World War II, the method was used by other producers. Kodak, on the other hand, had developed their own technical solution in 1937.\n"}, "isfavorite": 0, "views": "4467", "farm": 8, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2012-05-24 15:30:34", "lastupdate": "1374012633", "takengranularity": "0", "posted": "1338373598"}, "originalsecret": "d5b869a3bb", "license": "7", "notes": {"note": []}, "server": "7218", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/national_archives_of_norway/7300960484/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}