{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/5570452159/#comment72157627808745438", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1317654964", "_content": "Inicialmente designado ‘Lyceu Central da 3ª Zona Escolar de Lisboa’, em 20 de Janeiro de 1906, começou por estar instalado provisoriamente (três meses) no Liceu do Carmo, no Palácio Valadares. Em 1 de Março desse mesmo ano, as aulas foram transferidas para um edifício alugado, conforme prática usual à época em praticamente todos os graus do ensino público na Rua do Sacramento à Lapa, que se veio a mostrar pouco adequado, levando à compra de um terreno na antiga Quinta da Estrela (actual Av.de Álvares Cabral).     \n   \nUm Decreto de 1907, autoriza o governo da Monarquia a contrair um empréstimo à Caixa Geral de Depósitos para aquisição de um terreno a Santa Isabel: além do liceu, para 600 alunos, prevê-se ainda para aquela propriedade a edificação de uma escola primária para os dois sexos, dotada com capacidade para 1000 crianças, de uma escola normal primária mista, pensada para a formação de 250 novos professores, bem como a instalação definitiva de uma escola industrial, a funcionar num edifício existente neste terreno, mas em regime de arrendamento\n\nEste estabelecimento de ensino secundário, é construído, juntamente com os liceus de Camões e de Maria Amália Vaz de Carvalho, igualmente projectados por Miguel Ventura Terra, num modelo na arquitectura escolar liceal. O ‘Liceu Central de Pedro Nunes’ é inaugurado em 11 de Novembro de 1911, na Av. Álvares Cabral onde ainda se encontra actualmente com a designação de ‘Escola Secundária de Pedro Nunes’.\n\nEste projecto prima pela funcionalidade aliada ao equilíbrio dos espaços, estando na vanguarda arquitectónica da época. O seu primeiro reitor e organizador foi o notável pedagogo Dr. António Joaquim de Sá Oliveira, que desenvolveu uma extraordinária obra de pioneirismo no campo da pedagogia experimental.\n\nEntre 1928 e 1930, Sá de Oliveira dedicou-se à difícil e árdua tarefa de reestruturar o ‘Liceu Central de Pedro Nunes’ para que nele passasse a funcionar a vertente de formação de professores, iniciando-se, assim, uma nova etapa da vida da Instituição, agora como Liceu Normal.\n\nA dimensão de instituição formadora de professores permitiu dotar a escola de uma importante biblioteca, de laboratórios de ciências, ginásios devidamente apetrechados, recursos  estes que permitiram ao notável corpo docente realizar experiências educativas de enorme qualidade.\n\nReformado em 1944, Sá de Oliveira, deixou &quot;como herança&quot; a seus seguidores o amor pela pedagogia inovadora que iria imprimir a este estabelecimento de ensino um carácter único e relevante na História da Educação em Portugal. De todos eles destacaram-se Francisco Dias Agudo, Jaime Furtado Leote e o último reitor, Jaime da Mota (1971-74).\n\nEm 1956, mudou novamente a designação, desta vez para ‘Liceu Normal de Pedro Nunes’ e, finalmente, em 1978 para ‘Escola Secundária de Pedro Nunes’ que ainda hoje se mantém.\n\nEm Novembro de 2008 este estabelecimento de ensino é alvo de obras de manutenção e modernização, um projecto da autoria dos arquitectos Pedro Viana Botelho e Maria do Rosário Beija, encomendada pela ‘Parque Escolar’. A 11 de Setembro de 2010 são inauguradas as novas e restauradas instalações.", "authorname": "J. Leite", "id": "26532116-5570452159-72157627808745438", "iconfarm": 6}], "photo_id": "5570452159"}, "flarchive:created": 1387730298}