{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1217519442", "originalformat": "jpg", "owner": {"username": "Biblioteca de Arte-Fundação Calouste Gulbenkian", "realname": "Biblioteca de Arte / Art Library Fundação Calouste Gulbenkian", "nsid": "26577438@N06", "iconserver": "3017", "location": "", "path_alias": "biblarte", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "2719319903", "title": {"_content": "Mosteiro de Santa Maria da Vitória, Batalha (Portugal)"}, "media": "photo", "tags": {"tag": [{"raw": "Arquitectura", "machine_tag": 0, "id": "26532116-2719319903-2844", "_content": "arquitectura", "author": "26577438@N06"}, {"raw": "Gótico", "machine_tag": 0, "id": "26532116-2719319903-497550", "_content": "gótico", "author": "26577438@N06"}, {"raw": "Portugal", "machine_tag": 0, "id": "26532116-2719319903-750", "_content": "portugal", "author": "26577438@N06"}, {"raw": "Batalha", "machine_tag": 0, "id": "26532116-2719319903-160621", "_content": "batalha", "author": "26577438@N06"}, {"raw": "Mosteiro", "machine_tag": 0, "id": "26532116-2719319903-168188", "_content": "mosteiro", "author": "26577438@N06"}, {"raw": "Santa", "machine_tag": 0, "id": "26532116-2719319903-75", "_content": "santa", "author": "26577438@N06"}, {"raw": "Vitória", "machine_tag": 0, "id": "26532116-2719319903-11003", "_content": "vitória", "author": "26577438@N06"}, {"raw": "Fundação Calouste Gulbenkian", "machine_tag": 0, "id": "26532116-2719319903-2029023", "_content": "fundaçãocaloustegulbenkian", "author": "26577438@N06"}, {"raw": "Maria Pia", "machine_tag": 0, "id": "26532116-2719319903-354296", "_content": "mariapia", "author": "26577438@N06"}, {"raw": "Mário Tavares Chicó", "machine_tag": 0, "id": "26532116-2719319903-26946963", "_content": "máriotavareschicó", "author": "26577438@N06"}, {"raw": "Mário Novais", "machine_tag": 0, "id": "26532116-2719319903-26567071", "_content": "márionovais", "author": "26577438@N06"}, {"raw": "Gótica", "machine_tag": 0, "id": "26532116-2719319903-302910", "_content": "gótica", "author": "26577438@N06"}, {"raw": "Biblioteca de Arte", "machine_tag": 0, "id": "26532116-2719319903-19558912", "_content": "bibliotecadearte", "author": "26577438@N06"}]}, "comments": {"_content": "0"}, "geoperms": {"isfriend": 0, "isfamily": 0, "ispublic": 1, "iscontact": 0}, "secret": "1523c10521", "location": {"locality": {"woeid": "737100", "place_id": "5G.Nb5JWUb2P7VM", "_content": "Batalha"}, "country": {"woeid": "23424925", "place_id": "MdFHJtRTUb5nEKAgcw", "_content": "Portugal"}, "region": {"woeid": "2346572", "place_id": "dRo8Mf1TUb4wUFK0", "_content": "Leiria"}, "place_id": "5G.Nb5JWUb2P7VM", "longitude": -8.824274, "county": {"woeid": "12596573", "place_id": "LgG6sV5QUL88Kijg6g", "_content": "Batalha"}, "context": "0", "woeid": "737100", "latitude": 39.65845, "accuracy": "16"}, "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "Claustro real: galeria com abóbada.\nFotógrafo: Mário Novais, 1899-1967.\nOrientador científico: Mário Tavares Chicó, 1905-1966.\nData aproximada da produção da fotografia original: 1954.\n\n<b>O Mosteiro da Batalha</b> é o mais importante símbolo da Dinastia de Avis. Ele foi construído por iniciativa de D. João I, na sequência de um voto à Virgem, caso vencesse a Batalha de Aljubarrota (1385). Ao longo do século XV, praticamente todos os monarcas aqui deixaram a sua marca.\nO arranque das obras deu-se em 1388 e foi conduzido por Afonso Domingues, que se manteve à frente do estaleiro até 1402, ano em que faleceu. A ele se atribui o plano geral da construção e o grande avanço dos trabalhos na igreja e no claustro. Não terá tido tempo de executar a fachada principal nem o abobadamento do templo, deixando igualmente inacabado o claustro. A magnífica igreja de três naves e transepto saliente por si delineada, com cabeceira de cinco capelas, sendo a central de duplo tramo e terminação poligonal, terá sido o ponto alto da sua carreira, mas revela bem o nível ainda algo arcaizante da arquitectura portuguesa de finais do século XIV, alheia aos progressos do Gótico Flamejante, que tanto iria marcar a segunda fase do monumento.\nCom efeito, a partir de 1402, a chefia do estaleiro foi entregue a Huguet, arquitecto de provável origem catalã que inaugurou, entre nós, o tardo-gótico. Documentado à frente do projecto até 1438, a ele se deve o abobadamento dos espaços da igreja e da Sala do Capítulo (onde experimentou, pela primeira vez, uma abóbada estrelada), a construção da Capela do Fundador e, ainda, o início das obras das Capelas Imperfeitas, bem como a conclusão da fachada principal, onde sobressai o portal axial. Este, é delimitado por um arco canopial que integra os escudos de D. João I e de D. Filipa. No tímpano, exibe-se Cristo em Majestade ladeado pelos Evangelistas e as arquivoltas são repletas de figurações que continuam pelas estátuas-colunas, ao abrigo de um complexo programa iconográfico.\nMas a mais emblemática obra de Huguet é a Capela do Fundador. Ela foi concebida para panteão régio e sabemos que já se encontrava em obras em 1426. É um compartimento quadrangular que se adossa aos três tramos ocidentais da fachada lateral Sul e integra, ao centro, um esquema octogonal de suportes onde descarrega a abóbada estrelada, solução primeiro experimentada em Inglaterra, mas rapidamente difundida pela Europa. No circuito interior desta capela, colocou-se o túmulo duplo de D. João I e de D. Filipa, realização igualmente sem antecedentes no nosso país e que resulta de uma nítida influência da tumulária inglesa. Na capela repousam também os filhos do casal régio (como D. Henrique e o regente D. Pedro), de acordo com a decisão testamentária de D. João I em fazer deste espaço um efectivo panteão.\nEm 1436, D. Duarte decidiu edificar uma capela funerária para si próprio. O projecto então concebido por Huguet foi o mais arrojado da sua carreira na Batalha, privilegiando uma planta circular que, todavia, não viria a ser concluída pelo falecimento do mestre dois anos depois. Desta forma, e não obstante a intervenção de Mestre Martim Vasques, a construção cessou até ao reinado de D. Manuel e, mesmo nessa altura, não foi concluída, razão de esta parcela ser conhecida como as Capelas Imperfeitas.\nNo reinado de D. Afonso V, edificou-se o segundo claustro do mosteiro. Ele resulta da intervenção do arquitecto Fernão de Évora e, estilisticamente, é uma obra que contraria o tardo-gótico de raiz flamejante, tendo-se optado deliberadamente pela austeridade arquitectónica, que rejeita até a inclusão de capitéis a marcar o arranque dos arcos.\nA Batalha teve outras fases construtivas igualmente relevantes, como o Manuelino ou o Renascimento. Todavia, a mudança dinástica verificada com D. Manuel privilegiou outros locais e, só no século XIX, o Mosteiro voltou a ser intervencionado, desta vez com o objectivo de restaurar o conjunto, campanha que se prolongou por meio século. (Fonte: IPPAR - <a href=\"http://tinyurl.com/5dmlfe)\">tinyurl.com/5dmlfe)</a>\n\n[CFT015.187.ic]"}, "isfavorite": 0, "views": "959", "farm": 4, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2004-03-12 20:43:40", "lastupdate": "1386346440", "takengranularity": "0", "posted": "1217519442"}, "originalsecret": "4cd71b0213", "license": "7", "notes": {"note": []}, "server": "3152", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/biblarte/2719319903/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387762087}