{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/smithsonian/6891481481/#comment72157629178920634", "realname": "", "path_alias": null, "author": "11418107@N02", "iconserver": "1068", "datecreate": "1331255751", "_content": "Found reference to an article by a Miss J. Marchal, &quot;Infectious Ectromelia:  A Hitherto Undescribed Virus Disease of Mice,&quot;  <i>Journal of Pathology and Bacteriology</i> 33(3)(1930):  713-728.  (She's thanked as Miss Marchal in another article from the 1930s, for providing samples of ectromelia virus.) At the paper was published in 1930, this Miss Marchal was affiliated with the National Institute for Medical Research, Hampstead, London.\n\nThe <i>Encyclopedia of Toxicology</i> credits Marchal with discovering the ectromelia virus in 1930.  It's also called &quot;mousepox.&quot;  There are things called Marchal bodies associated with ectromelia, probably named for her.\n\nShe's listed as Miss J. E. Marchal in the 1930 Report of the Medical Research Council of Great Britain (on Google Books).  And she's listed as one of many coauthors on the &quot;Reports on Biological Standards Vol. 5,&quot; from the Medical Research Council (1932, also on Google Books).\n\n(And now I've seen enough photos of pox-ridden mice to last me a lifetime, thank you.)", "authorname": "pennylrichardsca (now at ipernity)", "id": "25030781-6891481481-72157629178920634", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/smithsonian/6891481481/#comment72157629206141972", "realname": "Smithsonian Institution", "path_alias": "smithsonian", "author": "25053835@N03", "iconserver": "2282", "datecreate": "1331577452", "_content": "[http://www.flickr.com/photos/11418107@N02] Brave Penny... exposing yourself to images of pox-ridden mice for the sake of research? You're our hero!  \n(Now, for your next assignment: View at least 20 images of puppy dogs, unicorns, and ice cream. That should help.)  Thank you for the info!  \n\nSusannah\nSmithsonian Institution Archives", "authorname": "Smithsonian Institution", "id": "25030781-6891481481-72157629206141972", "iconfarm": 3}], "photo_id": "6891481481"}}