{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/powerhouse_museum/2533270724/#comment72157605408159604", "realname": "lifeasdaddy ...a guy, his wife, and their son...", "path_alias": "lifeasdaddy", "author": "13267298@N00", "iconserver": "3144", "datecreate": "1212497369", "_content": "Interesting to compare this with a set of vintage postcards of clifton Gardens here:\n\n<a href=\"http://www.flickr.com/photos/patopostcards/sets/72157603698520223/\">www.flickr.com/photos/patopostcards/sets/72157603698520223/</a>", "authorname": "BobMeade", "id": "24762863-2533270724-72157605408159604", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/powerhouse_museum/2533270724/#comment72157607047079490", "realname": "", "path_alias": null, "author": "30072354@N07", "iconserver": "0", "datecreate": "1220244099", "_content": "My name is Jim Thompson and my great, great grand father was Captain David Thompson who purchased Clifton Gardens in 1871. He purchased what was then, the &quot;Clifton Arms Hotel&quot; which later became the &quot;Marine Hotel&quot;. My family auctioned off the area in 1912. Unfortunately, the &quot;Marine Hotel&quot; was pulled down in 1967 due to the bad crowd it drew at that time. Captain David had built a wharf, pleasure grounds and a dance hall. Thompson St and David St are named after him. Other members of his family had streets named after them, but to my frustration, I don't know why they have been long since changed. I do know which ones they are. At least Sarah's Walk exists today, his youngest daughters name was Sarah and there was once a Sarah St. Mary and Margaret Lane exists instead of what was his wife's, Mary St and eldest daughter, Margaret St. Margaret Thompson married Marc Louie Rutty and lived in what was Wharf Rd, but now called Burrawong Ave. The house still stands today.\n\nClifton Gardens is an important part of my family heritage and I have been the primary family member who has done a lot of research on this. I have other branches of family members who have also been involved with great interest. My great grand father Francis (Frank) Thompson had moved around to Balmoral where he ran a kiosk. Though I do have a certain extent of knowledge of Captain David and his family, such as his short time in Moruya, Southern New South Wales, there is still a great deal that I don't yet know. I do have Captain David Thompson's photo and a few other members and I am willing to share this with Mosman Council or anyone related or associated with this heritage if they should be interested. Especially if your family, as far as I'm concened, you have a right to know. I would also be greatly interested in any information that I may not have that a member of the public or the council does have. It would be greatly appreciated. Thanks.\n\nJim Thompson\n\nthompsonjp777 at hotmail dot com", "authorname": "Jim Thompson1", "id": "24762863-2533270724-72157607047079490", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/powerhouse_museum/2533270724/#comment72157608524217806", "realname": "Ecks Bartlebooth", "path_alias": null, "author": "36547995@N00", "iconserver": "5476", "datecreate": "1225434843", "_content": "Can someone explain the circular construction?", "authorname": "bartlebooth", "id": "24762863-2533270724-72157608524217806", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/powerhouse_museum/2533270724/#comment72157623213045225", "realname": "", "path_alias": "beachcomberaustralia", "author": "32162360@N00", "iconserver": "3722", "datecreate": "1265153540", "_content": "Circular to confuse sharks!", "authorname": "beachcomberaustralia", "id": "24762863-2533270724-72157623213045225", "iconfarm": 4}], "photo_id": "2533270724"}}