{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/5926010255/#comment72157627048699395", "realname": "", "path_alias": null, "author": "29079609@N02", "iconserver": "5491", "datecreate": "1310424945", "_content": "what a wonderful ship shot.  She was Germany's first battle cruiser, and first turbine powered capital ship, Unlike Britain's battle cruisers, Germany's were required to be able to fight in the &quot;line&quot; with battleships.  her hull and machinery comprised 47.4% of her weight, vs 57.3% for  HMS Indefatigable, 30% for armor vs 20, and each used about 13.75 for armament.  Consequently, the German battle cruisers took enormous amount of punishment in the WWI battles without sinking.  On her trials she achieved a speed of 28.124 knots, making her the fastest dreadnought in the world.  In the battle of Jutland, she fired 52 large shells at Indefatigable, scoring 5 hits that caused her to explode and sink.  She suffered multiple large hits causing all 4 turrets to be out of action at one point, but remained in the battle line.   She was ultimately scuttled at Scapa Flow by her crew. Her name should be corrected to &quot;von der Tann&quot;  (info from Gary Staff, German Battle Cruisers 1914-1918, Osprey Publishing)", "authorname": "Kilted Cowboy", "id": "8602872-5926010255-72157627048699395", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5926010255/#comment72157627049572985", "realname": "", "path_alias": null, "author": "15283643@N04", "iconserver": "0", "datecreate": "1310434202", "_content": "Ein wunderschönes Schiff!", "authorname": "technogeo", "id": "8602872-5926010255-72157627049572985", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5926010255/#comment72157630715279220", "realname": "Ronnie  Bell", "path_alias": null, "author": "16118167@N04", "iconserver": "8122", "datecreate": "1343065195", "_content": "SMS Von der Tann[a] was the first battlecruiser built for the German Kaiserliche Marine, as well as Germany's first major turbine-powered warship. At the time of her construction, Von der Tann was the fastest dreadnought-type warship afloat, capable of reaching speeds of more than 27 knots. Built by Blohm &amp; Voss in Hamburg, Von der Tann was the workhorse of the High Seas Fleet Scouting Squadron.\n\nVon der Tann was designed in response to the British Invincible class. While the German design had slightly lighter guns—28 cm (11 in),[b] compared to the 30.5 cm (12 in) Mark X mounted on the British ships—Von der Tann was faster and significantly better-armored. She set the precedent of German battlecruisers carrying much heavier armor than their British equivalents, albeit at the cost of smaller guns.\n\nThe ship participated in a number of fleet actions during the First World War, including the Battle of Jutland, where she destroyed the British battlecruiser HMS Indefatigable within minutes of the engagement. Von der Tann was hit several times by large-caliber shells, but the damage was quickly repaired and the ship returned to the fleet in two months.\n\nFollowing the end of the war in 1918, Von der Tann, along with most of the High Seas Fleet, was interned at Scapa Flow pending a decision by the Allies as to the fate of the fleet. The ship met her end when the fleet was scuttled in 1919 to prevent them falling into British hands. The wreck of Von der Tann was raised in 1930, and scrapped at Rosyth from 1931 to 1934\nVon der Tann carried eight 28 cm (11 in) SK L/45[d] guns, mounted in four twin turrets: one fore, one aft, and two staggered wing turrets. The guns were emplaced in the Drh.L C/1907 turntable mount, which was traversed electrically, while the guns themselves used hydraulics to change elevation.[8] The guns could be elevated up to 20 degrees, which enabled a maximum range of 18,900 m (20,700 yd). A refit in 1915 increased this to 20,400 m (22,300 yd). The main guns fired a 302 kg (670 lb) armored-piercing shell that had a muzzle velocity of 875 m/s; the main propellant charges were encased in a brass cartridge. A total of 660 projectiles were stored in four shell rooms, each containing 165 shells. The wing turrets were staggered in such a way that all eight guns were able to fire on broadside on a very wide arc.\nUnlike her British contemporaries, Von der Tann also carried a heavy secondary battery, consisting of ten 15 cm (5.9 in) SK L/45 guns, casemated in MPL C/06 pivot mounts, each with 150 high explosive and armor-piercing shells. At construction, these guns could fire their 45.3 kg (100 lb) shells at targets up to 13,500 m (14,800 yd) away; after the 1915 refit, their maximum range was extended to 16,800 m (18,400 yd).She was also armed with sixteen 8.8 cm (3.5 in) SK L/45 guns, to defend against torpedo boats and destroyers. These were also emplaced in pivot mounts, of the MPL C/01-06 type, with a total of 3,200 shells for these guns. These guns fired a 9 kg (20 lb) shell at the high rate of 15 rounds per minute, up to a range of 10,694 m (11,695 yd), which was quite long for a smaller caliber weapon. In late 1916, following repair work after the damage sustained during the Battle of Jutland, Von der Tann had her 8.8 cm (3.5 in) guns removed and the firing ports welded shut. Two 8.8 cm flak guns were installed on the aft superstructure.\n\nAs was customary for capital ships of the time, Von der Tann was equipped with four 45 cm (18 in) torpedo tubes, with a total of 11 torpedoes. These were located in the bow, the stern, and two on the broadside. The torpedoes carried a 110 kg (240 lb) warhead, and had an effective range of 2 km (1.04 nmi) when set for a speed of 32 kn (59 km/h), and 1.5 km (0.81 nmi) at 36 kn (67 km/", "authorname": "tormentor4555", "id": "8602872-5926010255-72157630715279220", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5926010255/#comment72157631102182686", "realname": "Kristi", "path_alias": "kristi_loc", "author": "34904489@N07", "iconserver": "3309", "datecreate": "1345151419", "_content": "Kilted Cowboy and tormentor4555:\n\nThank you for the extensive information about this vessel. We will adjust the name and add a bit more detail to the record.", "authorname": "Kristi (LOC P&P)", "id": "8602872-5926010255-72157631102182686", "iconfarm": 4}], "photo_id": "5926010255"}}