{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2163482898/#comment72157622159860320", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1251392128", "_content": "LOC -- the date in your title is incorrect -- should be 14, not 4.", "authorname": "Wystan", "id": "8602872-2163482898-72157622159860320", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163482898/#comment72157622046329747", "realname": "", "path_alias": "anne_loc", "author": "35014516@N03", "iconserver": "3087", "datecreate": "1251497528", "_content": "Wystan: Thanks for pointing out the correct date.  We'll fix it in the record next time we update.", "authorname": "Anne (LOC P&P)", "id": "8602872-2163482898-72157622046329747", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163482898/#comment72157622047399709", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1251508687", "_content": "So, what was a &quot;coal passer,&quot; anyway? Dirty work, and hard -- but it paid six dollars more per month ($22 vs. $16, in 1900) than ordinary deck work, in the Navy. Here is one account:\n\nFrederick Wilson, a water tender in the U.S. Navy recorded the work of the coal passer as follows: \n \n&quot;When on watch, his duties consist of getting out, or passing, coal to his firemen, and in some ships it is no snap to handle 40 or 45 buckets of coal, each weighing 145 or 150 pounds, in a temperature of perhaps 150 [degrees] to 175 [degrees]… &amp; has to haul the ashes from the ash pans and load and send up buckets of ashes. He is put to work also at cleaning bilge strainers when they become clogged up with coal dirt and ashes. At times he has to put on the fires when a fireman plays out. He has to stow coal in the bunkers when they coal the ship. Has to go into the boilers and knock off scale and scrape out mud, and scale and clean out bilges in port…scrub paintwork and paint, clean off pumps, polish bright work, and do any work he may be put at…goes in the back connections of the boilers and cleans out the soot and ashes from there and also in the smoke pipe…any old place that is hard to get at and dirty. It is hard and awfully dirty work and it is work that is never done. If he has any time off, he is at drill…”\n\n&quot;In addition, coal passers were the first line action against bunker fires, wherein they had to dig into the pile of coal, expose the burning embers, and either shovel the coal to the boiler furnaces or douse the fire with water, while living in a mass of super-heated air, with smoke and other noxious gases. Also, in action, a coal passer was in a bad position. Should the ship founder, his chances of escape were not good, and in many cases, if working close to the active boilers, a hit to the boilers and the tons of boiling water they held meant a horrible death.&quot; \n\n&quot;Lastly, a coal passer, living among the coal bunkers and the heat, could seldom ever get fully clean. On the OLYMPIA, men exited the bunkers and boiler rooms by climbing ladders that led directly to the Firemans’ Washroom, where they would attempt to clean up so as not to carry their dirt and dust out onto the clean decks.&quot;\n\nConditions in the merchant marine were similar.", "authorname": "Wystan", "id": "8602872-2163482898-72157622047399709", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163482898/#comment72157622172001900", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1251509236", "_content": "Another Bain/LOC photo of coal passers:\n<a href=\"http://www.flickr.com/photos/library_of_congress/2162695843/in/photostream/\">www.flickr.com/photos/library_of_congress/2162695843/in/p...</a>", "authorname": "Wystan", "id": "8602872-2163482898-72157622172001900", "iconfarm": 4}], "photo_id": "2163482898"}}