{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/4195191250/#comment72157622910305945", "realname": "Richard Norton", "path_alias": "richard_arthur_norton", "author": "54904823@N00", "iconserver": "2568", "datecreate": "1261298690", "_content": "Sioux Chief\n\nSource:\n<a href=\"http://books.google.com/books?id=fp4Vn1TJJ_gC&amp;pg=PT74&amp;lpg=PT74&amp;dq=&quot;Horse's+Ghost&quot;+Montana&amp;source=bl&amp;ots=IIemkG68Fa&amp;sig=CglZqtUpyJW5eHEPmZ7TnR0DJ7Y&amp;hl=en&amp;ei=xOMtS4igDNS6lAfm4KCWBw&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=4&amp;ved=0CBIQ6AEwAw#v=onepage&amp;q=&quot;Horse's\" rel=\"nofollow\">books.google.com/books?id=fp4Vn1TJJ_gC&amp;pg=PT74&amp;lp...</a> Ghost&quot; Montana&amp;f=false", "authorname": "Richard Arthur Norton  (1958- )", "id": "8602872-4195191250-72157622910305945", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4195191250/#comment72157628010423181", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1321382765", "_content": "Competed in AAA National Reliability Tour in June, 1913, and was living in Ft. Peck Reservation, Montana.\n<a href=\"http://books.google.com/books?id=6_JYAAAAYAAJ&amp;pg=RA9-PA59&amp;lpg=RA9-PA59&amp;dq=chief+\" rel=\"nofollow\">books.google.com/books?id=6_JYAAAAYAAJ&amp;pg=RA9-PA59&amp;am...</a>\nHe is pictured in several books about the Fort Peck reservation.\nPoplar, Montana is the nominal capitol of the Reservation.\n\nAn Indian named Horse's Ghost, who could well be this man, is pictured in a group of Indians in traditional garb preparing to meet with Taft administration officials in November, 1911:\n<a href=\"http://books.google.com/books?id=fdvMb5x05UMC&amp;lpg=PA119&amp;dq=\" rel=\"nofollow\">books.google.com/books?id=fdvMb5x05UMC&amp;lpg=PA119&amp;...</a>\n\nHowever, another publication (by the same author, no less) containing this photo identifies the top center man as &quot;Horse Ghost&quot;.  To me, that man looks more like the one in the Bain Collection photo.\n<a href=\"http://books.google.com/books?id=Q2V_lUvSfX4C&amp;lpg=PA28&amp;ots=jtQkH3LVQQ&amp;dq=indian fair poplar montana&amp;pg=PA28#v=onepage&amp;q=indian fair poplar montana&amp;f=false\" rel=\"nofollow\">books.google.com/books?id=Q2V_lUvSfX4C&amp;lpg=PA28&amp;o...</a>\nHe is pictured in full Indian dress in this full length portrait from September, 1913, taken at Poplar:\n<a href=\"http://mathers.indiana.edu/wanamaker/images/1962-08-3633.jpg\" rel=\"nofollow\">mathers.indiana.edu/wanamaker/images/1962-08-3633.jpg</a>", "authorname": "artolog", "id": "8602872-4195191250-72157628010423181", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4195191250/#comment72157628028286567", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1321559791", "_content": "OK, found it.  This is Horse's Ghost standing in front of his prize winning exhibit in the Fall, 1912 Indian Fair on the Fort Peck Reservation in Poplar, MT.  Here's an account from the following August in the Tacoma Times <a href=\"http://chroniclingamerica.loc.gov/lccn/sn88085187/1913-08-25/ed-1/seq-8/\" rel=\"nofollow\">chroniclingamerica.loc.gov/lccn/sn88085187/1913-08-25/ed-...</a>\nwhich includes a similar picture, and is well worth reading for its account of changes in reservation life and the casual, pervasive racism of the era:\n\n&quot;PALE FACES WILL HAVE TO GO SOME TO BEAT SIOUX FARMER NEIGHBORS\n\nGREAT FALLS, Mont.,Aug.21.\n\nThe last &quot;wild&quot; Indians&quot;have been tamed.  The fierce Sioux tribe which - nearly half a century ago, massacred General Custer and his brave band of cavalrymen in the valley of the Little Big Horn, has changed into a peaceful community of farmers. And Uncle Sam is about to add the finishing touch to their new civilization. \n\nThere are but 3,000 left of the nomadic Sioux bands that long terrified the Northwest. In recent years they have been confined on the Fort Peck reservation, in northern Montana, far from the scene of their last big battle, where they mustered 20,000 or more.\n\nHere, as the wards of the government, they have had the limited freedom of 2,068,000 acres —one square mile for eaoh redskin. But now their range is to be further restricted to make room for the invading hordes of white settlers, hungry for land. The Indians have been allotted 723,693 acres, making farms averaging 240 acres apiece, and the remaining 1,345,000 acres have been carved into 8,406 white man's farms to be drawn by lot, beginning September 1.\n\nPicture with caption: &quot;Horse's Ghost, with part of his prize-winning exhibit at the Indian fair. Above, Tiger Horse, old Sioux who fought against Custer. Below, Old Buffalo Grass, another enemy of Custer's, now a Christian.&quot;\n\nThe Indians are prepared for the change. That is the remarkable phase of this business. They themselves have made easy the last transition stage from barbarism to agricultural competition with their paleface enemies.\n\n                   Two years ago Louis Hill, chairman of the board of directors of the Great Northern railroad, picked a few Indians from the reservation and sent them to the New York land show. He wanted them to see what the white man was doing with land like theirs. Chief Crazy Bull was one of them.\n\nThey saw and were converted. When Crazy Bull and his braves returned they preached farming, and began to practice it, too.  It takes scientific methods to raise good crops in this semi-arid land, where the soil Is fertile, but rainfall is a gamble. Fields are usually allowed to &quot;lie fallow&quot; every other year, and the farmer must plow deep, treasure every bit of moisture and use wisdom in selecting and rotating crops. Wise cultivation, however, brings big rewards. What those amateur Indian farmers did was shown last October at Poplar, Mont., in the first &quot;Indian fair&quot; ever held. Crazy Bull and some of the Indian school boys and girls made especially good  records. They produced 20 to 25 bushels of wheat to the acre,-60 to 85 bushels of oats and 18 to 26 bushels of flax.  This year they have twice as much land under cultivation, and the average production is running just as high.&quot;", "authorname": "artolog", "id": "8602872-4195191250-72157628028286567", "iconfarm": 4}], "photo_id": "4195191250"}}