{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/8135129558/#comment72157631896642978", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1351703056", "_content": "Em 27 de Janeiro de1959 foi aberto um concurso público internacional, para que fossem apresentadas propostas para a construção, tendo sido a obra orçamentada em 2.145.000 contos (10.703.000 €). Após a apresentação de quatro propostas, o que aconteceu em 23 de Fevereiro de 1960, é assinado o contrato da obra para, em 10 de Março de 1962, se fazer a adjudicação definitiva à empresa norte-americana “United States Steel Export Company”, que, já em 1935, tinha apresentado um projecto para a sua construção.\n\nApós feitas as primeiras expropriações em 5 de Outubro de 1962 procede-se à montagem da primeira secção. A sua construção teve início em 5 de Novembro de 1962 tendo o seu planeamento geral, condução e fiscalização estado a cargo do &quot;Gabinete da Ponte Sobre o Tejo&quot;, sob a direcção do engenheiro José do Canto Moniz. Em Abril de 1964 concluíram-se todos os trabalhos de fundações e em Dezembro do mesmo ano estavam realizadas 84% das terraplanagens previstas.\n\nQuanto ao financiamento desta obra, a ponte foi integrada no II Plano de Fomento tendo sido decidido que seria utilizado crédito externo. Assim a empresa que ficou encarregada da obra, - a “United States Steel International” com a qual colaboraram mais onze empresas entre as quais nove portuguesas - disponibilizou um financiamento para os encargos em dólares com os fornecimentos de materiais, equipamentos e serviços através do “Export Import Bank of Washington”. Para o financiamento dos encargo locais, a satisfazer em escudos, foi disponibilizado pelo “Banque Seligman de Paris”, com contrapartida em equivalente valor de importações de equipamento da zona do “Mercado Comum Europeu” destinado aos serviços públicos e entidades privadas de interesse público.\n\nPrincipais empresas portuguesas participantes na obra:\n\nConstruções Técnicas, Sorefame, Sociedade Lisbonense de Metalização, Sopol, Cabos Eléctricos Ávila, Cavan, Siemens Portugal, Electrotécnicos Reunidos, Stet - Caterpillar, Cimentos Secil, Cimentos Tejo, António Veiga, Lda. Obrecol, Sacor, Sonap, Gazcidla e Estabelecimentos J. B. Fernandes.\n\nNo fim de 1962 trabalhavam já na obra 2.000 operários e em 1963 subiam para 2.800. «Quase não houve desastres durante a construção da ponte. Não chegou a uma dezena de mortes verificadas e dois morreram de,em horas livres, utilizarem um maquinismo de maneira indevida» in: Flama  \n\nDados de construção da &quot;Ponte Salazar&quot;, à data da sua inauguração: \n\n1 012,88 metros de comprimento do vão principal \n2 277,64 metros de distância de amarração a amarração \n70 metros de altura do vão acima do nível da água \n190,47 metros de altura das torres principais acima do nível da água \n58,6 centímetros de diâmetro de cada cabo principal \n11 248 fios de aço com 4,87 milímetros de diâmetro, em cada cabo (o que totaliza 54,196 quilómetros de fio de aço) \n79,3 metros de profundidade, abaixo do nível de água, no pilar principal, Sul \n30 quilómetros de rodovias nos acessos Norte e Sul com 32 estruturas de betão armado e pré-esforçado \nForam aplicados 263 000 metros cúbicos de betão e 72 600 toneladas de aço. \n\nA “Ponte Salazar”  foi construída de modo comportar uma linha de caminho de ferro.Nesta ponte suspensa seria só montar os cabos inclinados auxiliares e colocar as estruturas para os carris.Nos viadutos de betão, seria necessário assentar uma estrutura metálica, mas até as peças para as montar ficaram colocadas de início. \nNão foi ao acaso que a cor de tijolo foi escolhida para a ponte. Se a cor não oferecesse suficiente contraste entre o azul do céu e a cor do rio Tejo a ponte passaria «despercebida», como tinha acontecido com a ponte de São Francisco nos Estados Unidos que inicialmente pintada de cinzento chegara-se à conclusão que a mesma se «perdera» entre o céu e as águas. \n\nMenos de quatro anos após o início destes, ou seja, passados 45 meses, a ponte sobre o Tejo foi inaugurada (seis meses antes do prazo previsto), cerimónia que decorreu no dia 6 de Agosto de 1966, do lado de Almada na praça das portagens. Estiveram presentes as mais altas individualidades portuguesas, entre as quais se destacou o Presidente da República, Almirante Américo de Deus Rodrigues Tomás, o Presidente do Conselho de Ministros, Dr. António de Oliveira Salazar e o Cardeal Patriarca de Lisboa, D. Manuel Gonçalves Cerejeira, Presidente da Câmara Municipal de Lisboa, General França Borges, passando a ser chamada &quot;Ponte Salazar&quot; ainda que a sua designação legal se mantivesse como sendo &quot;Ponte Sobre o Tejo&quot;.", "authorname": "J. Leite", "id": "26532116-8135129558-72157631896642978", "iconfarm": 6}], "photo_id": "8135129558"}, "flarchive:created": 1387727464}