{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/9152260428/#comment72157634539140415", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1373274986", "_content": "&quot;SUD- EXPRESS&quot; de Partida de Lisboa com destino a Paris\n\n“Compagnie Internationale des Wagons-Lits et des Grands Express Européens”, em português “Companhia Internacional das Carruagens-Cama e dos Grandes Expressos Europeus”, ou simplesmente “Wagons-Lits”, foi fundada por o belga Georges Nagelmackers em 1872 . Foi a primeira empresa a disponibilizar carruagens-cama e vagão-restaurante nos finais do século XIX e princípios do século XX. \n\nCom a garantia de em Janeiro de 1907 o &quot;Sud-Express&quot; ter uma frequência diária, a associação “Propaganda de Portugal”, conseguiu um acordo com a “Compagnie Internationale des Wagons-Lits et des Grands Express Européens” a composição de um quarto comboio rápido semanal - o &quot;Sud-America Express&quot; - que saía da estação central do Rossio todas as quintas feiras, que era o dia seguinte ao da entrada do paquete proveniente da América do Sul na véspera. O primeiro comboio partiu na manhã do dia 21 de Junho de 1906, ao qual assistiram os directores e sócios da &quot;Propaganda de Portugal&quot;.\n\nImpressionado com os comboios nocturnos “Pullman” americanos, numa viagem que fez aos EUA entre 1867 e 1868, decidiu no seu regresso criar uma rede do género na Europa. Em 1874 funda a “Compagnie Internationale des Wagons-Lits” e a “Grands Express Européens”. A fusão destas duas companhias dar-se-ia dez anos mais tarde.\n\nEm 1894 é criada a “Compagnie Internationale des Grands Hotels” como subsidiária, tendo para oferecer uma cadeia de hoteis luxuosos nas maiores cidades europeias e mundiais desde Paris a Pequim.\n\nSediada presentemente em Paris, a  “Wagons-Lits” proporciona serviço de restaurante e catering nos comboios nocturnos e diurnos na Áustria, Itália, Espanha e Portugal, e no Eurostar de Reino Unido.\n\nEm 1991 a “Wagons-Lits” foi adquirida pela cadeia de hoteis multinacional francesa “Accor”.\n\nPrincipais comboios da “Wagons-Lits”:\n\n“Orient Express” (Expresso do Oriente), iniciado em 1883, ligando primeiramente, três vezes por semana, em cada direcção, as cidades de Paris e Istambul na Turquia. \n“Nord Express”, iniciado em 1884, ligando paris a St. Petersburg na Rússia, via Alemanha e Polónia. \n“Sud Express”, iniciado em 1887, ligando Paris a Lisboa, que em conjunto com a Nord Express ligava St. Petersburg à costa mais ocidental da Europa, à cidade de Lisboa. Os passageiros aqui chegados podiam apanhar os vapores para as Américas. \n“Transsibérien” (Trans-Siberiano), ligando Vladivostok a Pequim. Esta viagem demorava 1 semana em cada direcção. \n\nEm 1997 o departamento de viagens de turismo e lazer da “Wagons-Lits”, fundiu-se com a americana “Carlson Travel Network”, dando origem à nova companhia “Carlson Wagonlit Travel”. É esta nova companhia que ocupa presentemente as instalações da “Wagons-Lits”  na Avenida da Liberdade, em Lisboa.", "authorname": "J. Leite", "id": "26532116-9152260428-72157634539140415", "iconfarm": 6}], "photo_id": "9152260428"}, "flarchive:created": 1387726035}