{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/national_archives_of_norway/5491958658/#comment72157628368975691", "realname": "", "path_alias": null, "author": "12902070@N02", "iconserver": "3069", "datecreate": "1323592491", "_content": "Et flott og viktig bilde fra en svunnen tid. Elva renner i 2011 fortsatt slik den gjorde i 1915, og Gudbrandgården er også intakt samt flere av de andre husene på bildet. I bakgrunnen skimtes Doktergården og Storneset. Området som er avbildet var for meg og andre unger et minnerikt tumleområde i vår oppvekst på -60 og -70 tallet. Huset til Olufine Lange, (kommisjonær for Uldvarefabrikken Aasen), stod på ei leietomt ca. midt på bildet, men ble revet på nittitallet av Meier Lange - hennes sønn. Noen av husets verdier og innhold tok han med seg til Bakken.\nI 1908, bare noen år før dette bildet ble tatt, hadde Olaf, en av de tre brødrene på Gudbrandgården utvandret til Amerika, da det ikke var plass nok for et ordentlig utkomme for ham. Her er noen ord på amerikansk om ham: \n\nOLAF J. OLSON &amp; HARRIETT WHITE\nOlaf Olson came from Sorrisa, Norway in 1908 when he was 18. He was the only one in his family to come to America. He came to the Parshall area about 1920. Because of the difficulty encountered with his name, Olaf J. Gulbranson, he had it changed to Olaf J. Olson. The reason for thus changing his name was because he was the son of Ole Gulbranson. After he came to Parshall he encountered the same difficulty with the name Olson as he had with Gulbranson in Minnesota. Prior to coming to Parshall, he worked with a crew building roadbeds for the railroad in Minnesota, N.D., and Montana. He used his own horses here and in northern Minnesota in the winter when logging. He married Harriett White of Des Moines,\nla. on Feb. 16, 1921 which was also his 31 st birthday. The bride got quite an initiation for she had to cook for hungry threshing crews that fall. She cooked in a cookcar  - a kitchen on wheels - that was pulled from farm to farm to follow the threshing outfit. Parts of the same cookcar are still in use. A windstorm took its toll in 1928. It eventually was moved 10 miles south and 2 miles west to the yard where Ben Maurer and the AI Annalas lived on land owned by Annie Lockwood. The cookcar was rebuilt. In 1946 it was moved to the Clarence Olson farm and became the kitchen in the first home of Olaf's daughter Jorgena and Donald Olson, son of Clarence.   In 1966 the house was moved to Deep-water Bay as a cabin where the “cookcar kitchen&quot; is much in demand.   Olaf was one of few to farm with a cater-pillar tractor, first a D4 and then a D6.  In harvest time, it pulled 2 Baldwin combines. He retired in 1947 after suffering a heart attack. He died April 10, 1951.  His wife died Sept. 13, 1957. Their only daughter lives in Parshall, and has been an elementary teacher there for several years.  She and Don have two children. Dona and Johan, &quot;Skip&quot;.\n\nVennlig hilsen\nGuttorm Jon Bakkehaug", "authorname": "wilhelmshagen", "id": "59806008-5491958658-72157628368975691", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/national_archives_of_norway/5491958658/#comment72157628369068991", "realname": "", "path_alias": "national_archives_of_norway", "author": "59811348@N05", "iconserver": "5060", "datecreate": "1323593272", "_content": "Hei,\ntakk for nyttige opplysninger.\n\nHilsen\nRiksarkivet", "authorname": "Riksarkivet (National Archives of Norway)", "id": "59806008-5491958658-72157628369068991", "iconfarm": 6}], "photo_id": "5491958658"}}