{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8616950896/#comment72157633169078071", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1365183344", "_content": "CWGC website shows that he was the son of Chester and Ada Maria Abercrombie, of The Mount, Pleshey, Chelmsford.\n\nBorn 1890 in Willesden. At the time of the 1911 census he was a 20 year old Bank Clerk at London County &amp; Westminster [Bank] living at home with his parents, 5 sisters and 2 servants at Ashberrie, Ruislip, Robert was their only son. Chester Abercrombie was a 50 year old Auctioneer and Estate Agent.\n\nDe Ruvigny's Roll of Honour shows that he entered the bank on leaving school and was successively in the St John's Wood, Hanover Square, Uxbridge and Hastings branches. After the outbreak of war he joined the 2/9th Battn Middlesex Regiment in Oct 1914. Promoted Corporal in November and Sergeant in December. Obtained his commission as 2nd Lieut with the 3/8th Battn of the same regiment in March 1915 and the following month was transferred to the 1/8th Battn then in Flanders. In the fighting at Frezenberg near Ypres 3 May 1915 the company were detached as escort to the artillery, and he was killed while in command (the other company officers having been all killed or disabled) in the act of helping a wounded comrade. Buried in Poperinghe Cemetery.", "authorname": "Mrs Audubon", "id": "32254785-8616950896-72157633169078071", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8616950896/#comment72157633917480859", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1370326124", "_content": "Extract from the &quot;Bond of Sacrifice&quot; as quoted on the web page of ELSTOW - BEDFORD COUNTY SCHOOL - War Memorial \nWorld War 1 - Roll of Honour with detailed information\nABERCROMBIE Robert Henry Chester\n2nd LIEUTENANT ROBERT HENRY CHESTER ABERCROMBIE, 1/8th BATTN. (TERRIT.) THE DUKE OF CAMBRIDGE'S OWN (MIDDLESEX REGIMENT), was the only son of Chester and Ada Abercrombie, Ashberrie, Ruislip, Middlesex, and a grandson of the late Mr. and Mrs. H. D. Abercrombie, Fitzroy Street, N.W., and of the late Robert Large Baker, M.D., and Mrs. Baker, of Leamington and Birmingham. He was born at Stanley Lodge, Walm Lane, Willesden Green, on the 3rd June, 1890, and was educated at Miss Haes Woodriding's School, Pinner, and a Elstow School, Bedford, under the Rev. C. F. Farrar, for four years. He then got an appointment in the London County and Westminster Bank, and was afterwards employed at the branches at St. John's Wood, Hanover Square, Uxbridge, and Hastings.\n\nHe took a keen interest in the Ruislip Miniature Rifle Club, of which he was for some time Secretary, and shot in various competitions as a member of that club, and also for the London County and Westminster Bank. His favourite pastime was hockey.\n\nHe joined the 9th Battalion Middlesex as a Private in October, 1914, became Lance-Corporal in November, Sergeant in December, and was given his commission in the 8th Battalion in March, 1915, proceeding to France the following month.\n\nHe was mortally wounded in the head by shell fire on the 3rd May, 1915, while giving a wounded man a drink of water in a village about a mile north of Frezenberg. He died without recovering consciousness, and was buried at Poperinghe the next day.", "authorname": "brenontario", "id": "32254785-8616950896-72157633917480859", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8616950896/#comment72157637269320195", "realname": "C A Oakley", "path_alias": null, "author": "107518565@N05", "iconserver": "0", "datecreate": "1383501938", "_content": "This is a photograph of my great-uncle (my father his sister's eldest son was named Henry Chester after him). We have the picture in a commemorative frame on the wall at home. Very interesting to have all this background info. Where did it come from? We also have his badges, medals and I believe a lock of hair. His sisters also were good shots - all won sets of teaspoons for rifle-shooting, some of which we have. Caroline Oakley Nov 2013", "authorname": "Caroline A O", "id": "32254785-8616950896-72157637269320195", "iconfarm": 0}], "photo_id": "8616950896"}}