{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/8313433223/#comment72157632425125394", "realname": "", "path_alias": null, "author": "58192938@N05", "iconserver": "0", "datecreate": "1357230203", "_content": "Há aqui uma estranha confusão que necessita de rápida correcção.\nEstas fotos não são do Pavilhão de Portugal em Paris ,1937 mas sim de Bruxelas em 1958.\nCarlos Rocha", "authorname": "9b0a75bf896ff96600fa564333742746", "id": "26532116-8313433223-72157632425125394", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/biblarte/8313433223/#comment72157632425698540", "realname": "Biblioteca de Arte / Art Library Fundação Calouste Gulbenkian", "path_alias": "biblarte", "author": "26577438@N06", "iconserver": "3017", "datecreate": "1357234384", "_content": "Caros Carlos Rocha,\ntem toda a razão.\nJá alteramos.\nCumprimentos", "authorname": "Biblioteca de Arte-Fundação Calouste Gulbenkian", "id": "26532116-8313433223-72157632425698540", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/biblarte/8313433223/#comment72157632426124080", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1357237502", "_content": "A “Exposição Universal e Internacional de Bruxelas”, de seu nome oficial “Exposition Universelle et Internationale de Bruxelles”, decorreu entre 17 de Abril a 19 de Outubro, em 1958. Foi a primeira grande Exposição Mundial depois da Segunda Guerra Mundial. Bruxelas já tinha acolhido este tipo de evento internacional em 1897 e  em 1910. Foi a trigésima Exposição Universal realizada a nível mundial tendo sido a primeira em Londres no ano de 1851.\n\nPerto de 15 000 trabalhadores passaram três anos a construir nos 2 km² o que constituiram o recinto da Exposição situado em Heysel, a 7 km de Bruxelas, na Bélgica. O local é, hoje, sobretudo conhecido devido ao enorme modelo de um átomo denominado «Atomium» que ainda hoje continua a ser um dos pontos de referência na capital belga. Mais de 42 milhões de pessoas visitaram esta Exposição em que participaram 47 países.\n\nO símbolo desta exposição, sobrepôs-se a tudo o resto na sua grandeza - o «Atomium» - uma reunião de nove grandes esferas de alumínio, colocadas como os protões e os neutrões num só átomo de ferro ampliado 130 milhões de vezes. \n\nPortugal esteve mais uma vez presente neste tipo de evento internacional com um pavilhão projectado pelo arquitecto Pedro Cid. A presença portuguesa teve como comissário geral o Comandante de Penha Garcia. A última vez que Portugal tinha participado numa Exposição Universal tinha sido em 1937, na “Exposição Internacional de Paris” a última a ter lugar antes da II Grande Guerra Mundial.\n\nO Pavilhão de Portugal e os respectivos jardins ocuparam uma área de cerca de 2.870 m2, e ficou enquadrado pelo pavilhão da Suíça, da Grã-Bretanha e da Alemanha. Os quatro países combinaram deixar passagem livre entre os jardins de cada um deles, formando assim um dos mais bonitos recantos ajardinados de toda a Exposição. \n\nA mensagem de apresentação da representação portuguesa nesta Exposição era a seguinte: «A representação de Portugal é uma síntese do humanismo português e um resumo das riquezas espirituais e materiais da Nação. Baseado no tema da Exposição, esta representação dá a conhecer aos visitantes a revelação das aspirações dum povo ao trabalho, para elevar o seu nível de vida e desenvolver os recursos de todo o seu vasto território, constituído pelo conjunto das províncias europeias, situadas na Península Ibérica, onde se encontra a capital (Lisboa), e as províncias d' Além- mar dispersas pelo mundo.»\n\nO Pavilhão de Portugal era composto por dois blocos (pavilhão e anexo) e seis sectores assim distribuídos: \n\nI -    Introdução \nII -   Riquezas Espirituais da Nação \nIII -  Riquezas Materiais da Nação \nIV - Aspirações do Povo Português \nV -  Províncias d’ Além-mar \nVI - Anexo exterior (Restaurante e Bar)\n\nO jornal inglês &quot;Daily Mail&quot; publicava no dia da inauguração da Exposição na sua página editorial, um cartaz ilustrado no qual se via  o interior de um «pub» onde todos os clientes bebiam vinho do Porto e no qual se podia ler o seguinte anúncio: «O vinho do Porto dar-lhe-á forças».\n\nQuanto a obras de arte, o Pavilhão de Portugal foi enriquecido com as obras de:\n\n- Estátua no exterior, em bronze, do Infante D. Henrique obra do escultor Barata Feyo. \n- Esculturas de: António de Paiva, António Duarte e Jorge Vieira. \n- Pinturas de: Câmara Leme, Jùlio Resende. \n- Cerâmica de: Querubim Lapa e Menz", "authorname": "J. Leite", "id": "26532116-8313433223-72157632426124080", "iconfarm": 6}], "photo_id": "8313433223"}, "flarchive:created": 1387726960}