{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6789451161/#comment72157629148134976", "realname": "", "path_alias": null, "author": "68061336@N05", "iconserver": "0", "datecreate": "1330895932", "_content": "Commonwealth War Graves Commission lists the following 7BURROWS, JAMES COOKE\nRank:Captain\nDate of Death:14/04/1918\nAge:23\nRegiment/Service:King's Own Yorkshire Light Infantry\n 4th Bn. \nPanel ReferencePanel 108 to 111.\nMemorialTYNE COT MEMORIAL\nAdditional Information:\nSon of Arthur Beeley Burrows and Henrietta Burrows, of &quot;Norcott,&quot; Parnall Ash Rd., Harrogate, Yorks.\n <a href=\"http://www.cwgc.org/search-for-war-dead/casualty/843808/BURROWS,%20JAMES%20COOKE\" rel=\"nofollow\">www.cwgc.org/search-for-war-dead/casualty/843808/BURROWS,...</a>", "authorname": "coldlunchuk", "id": "32254785-6789451161-72157629148134976", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6789451161/#comment72157629518169011", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1330957200", "_content": "James Cooke Burrows was commissioned into 1/4 Bn KOYLI on 21st February 1915 [LG 29078 dated 19 Feb 1915].  Promoted from 2Lt to Lieutenant with precedence from 1 June 1916 [LG 4 Jul 1917].  As a Lieutenant he was promoted to Acting Captain while commanding a Company on 18th June 1917. [LG 30351 dated 23 Oct 1917].", "authorname": "Gary Donaldson", "id": "32254785-6789451161-72157629518169011", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6789451161/#comment72157629153572980", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1330957775", "_content": "From the War Diary of 1/4th Bn KOYLI at <a href=\"http://www.houseman.info/koyli-diary-2.html\" rel=\"nofollow\">www.houseman.info/koyli-diary-2.html</a>\n\n\n11th April 1918\nMAJOR T. CHADWICK, M.C. Returned to “B” Echelon.  About 6.30pm - the 2nd Worcesters arrived and took over a portion of the line across the NEUVE EGLISE - KORTEPYP ROAD. The Battalion side-slipped to to the Left, with “W” &amp; “Z” Coys in the front line and “X” &amp; “Y” Companies in support, 1/4th  (H) Y&amp;L Regt on the left and dug in about 100 yards in advance of the prepared Army Line.\n\n12th April 1918\nLine held by Battalion persistently shelled. A few Casualties were sustained. Germans observed to be massing on the right of the Brigade Sector. This continued during the afternoon.\n\n4.40 am - The enemy opened an intense bombardment and he was seen to be attacking under cover of his barrage on the right of the brigade front. This attack was driven off by rifle and M.G fire. During this attack, the whole of the Battalion Sector was heavily shelled. Commanding Officer moved his Headquarters to cellars in the village of NEUVE EGLISE, situated at the top of the KEMMEL ROAD. 2 LT. A.R CHANDLER wounded. MAJOR T. CHADWICK rejoined Battalion Headquarters from “B” Echelon. LT. COL. H.C FRASER returned to “B” Echelon. About 9.30 pm - the enemy attacked under cover of darkness using M.G and rifle fire only. “W” &amp; “Z” Companies and 1/4th  (H) Y&amp;L Regt. on the left were driven into the Army Line.\n\n13th April 1918\n7.00am - The enemy entered the right of the village of NEUVE EGLISE up the NIEPPE ROAD. Headquarters Company and support Companies with the 1/4th  (H) Y&amp;L Regt and Worcesters Supports attacked and cleared the village. 17 Prisoners were captured by this Battalion in the Y.M.C.A.  MAJOR T. CHADWICK, CAPT. E.E. GREENHOUGH and 2 LT. J.W. STROUD wounded. 2 LT G.W. BARNWELL and 2 LT. A.M. HAIGH killed in counter-attack. LT. COL. H.C. FRASER rejoined the battalion from “B” Echelon.\n5.00pm - CAPT. J.C. BURROWS, who was then in Command of both “W” &amp; “Z” Companies reported that the enemy were attacking strongly and he was slowly being driven back. “X” Company in Support were ordered to counter-attack. The counter-attack was successful, the enemy being driven back a distance of 170 yards.\nAt about 8.00pm - the enemy were seen to be again in the village on the right in the neighbourhood of the square. Battalion Headquarters moved to Y&amp;L Headquarters about 200 yards down the KEMMEL ROAD. Battalion Headquarters took up a position on the railway embankment about 150 yards North of NEUVE EGLISE with Y&amp;L on the left, and formed a defensive flank on the right\n\n14th April 1918\nAll details left on “B” Echelon arrived at noon and dug in in support of details holding defensive flank.\n10.00am - The enemy attacked the front line Companies and penetrated the line on both flanks. They the made ground up the trench by bombing. An attempt was made to stop their further progress but sufficient bombs were not available. “W” &amp; “Z” Companies retired into reserve digging in to the rear of “B” Echelon details. Heavy shelling throughout the day on all positions behind NEUVE EGLISE. One shell penetrated the house adjoining Battalion Headquarters killing CAPT. J.C.BURROWS and wounding the Regimental Sergt. Major. A Brigade of Sherwood Foresters came up to support and one Company went forward to fill up gap in K.S.L.I to the left of our Brigade.\n2.00pm - CAPT. &amp; ADJT. F.W. MACKAY went to Brigade to explain the position and ask for a counter-attack on a large scale. At about 3pm the enemy attacked on both sides of NEUVE EGLISE after a light Trench Mortar bombardment and penetrated the line on both flanks. Headquarters Company &amp; “Z” Company formed a defensive flank and inflicted heavy losses on the enemy. LT. F.D. MARTIN and 2 LT. W. E. BOOT wounded.\nAt about 6.00pm - when almost surrounded by the enemy they withdrew to a position about 500 yards in rear.\n\n15th April 1918\nEarly on the morning of the 15th the Battalion was relieved by the Notts &amp; Derbys and marched to N.E of KEMMEL HILL to re-organise and rest. Battalion ordered to take over the KEMMEL DEFENCES from the XXII Corps Mounted Regiment, and preliminary reconnaissances of positions were made and arrangements completed for taking at 4am on the 16th.//", "authorname": "Gary Donaldson", "id": "32254785-6789451161-72157629153572980", "iconfarm": 0}], "photo_id": "6789451161"}}