{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1374244602", "originalformat": "jpg", "owner": {"username": "Het Nieuwe Instituut - Architecture Collection", "realname": "Het Nieuwe Instituut", "nsid": "47154409@N06", "iconserver": "5497", "location": "", "path_alias": "nai_collection", "iconfarm": 6}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "9322118744", "title": {"_content": "Niegeman in Magnitogorsk"}, "media": "photo", "tags": {"tag": []}, "comments": {"_content": "0"}, "secret": "40d27f5405", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>Johan Niegeman (op de voorgrond) met collega’s in tekenlokaal. Magnitogorsk, ca. 1932. </b>Fotograaf onbekend. Collectie Het Nieuwe Instituut, NIEG ph 231\nIn de periode 1920-1935 werden veel Nederlandse architecten en kunstenaars geïnspireerd door de opbouw van de Russische samenleving na de revolutie.\n\n<b>Johan Niegeman (in the front) with collegues in their drawing office. Magnitogorsk, ca. 1932. </b>Photographer unknown. The New Institute Collection, NIEG ph 231\nIn the period between 1920 and 1935, many Dutch architects and artists were inspired by the development of Russian society after the revolution.\n\n200 tekeningen, maquettes en foto's uit de collectie van Het Nieuwe Instituut zijn dit najaar te zien in De Hermitage in St. Petersburg. Samen met een aantal bruiklenen van hedendaagse architectenbureaus vormen ze de tentoonstelling ‘Architecture the Dutch Way 1945-2000’, over de vormgeving van Nederland na de Tweede Wereldoorlog. Op Flickr Commons een uitgebreide selectie uit de stukken die in september op transport gaan naar Rusland.\n\n200 drawings, models and photographs from the collection of The New Institute will be on show this autumn at the Hermitage in St. Petersburg. Together with several items on loan from contemporary architectural firms, they will form the exhibition Architecture the Dutch Way 1945-2000 which is about the design of the Netherlands after the Second World War. On Flickr Commons we present a selection of pieces that will be leaving for Russia in early September.\n"}, "isfavorite": 0, "views": "2799", "farm": 8, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2013-07-19 16:26:46", "lastupdate": "1382624605", "takengranularity": "0", "posted": "1374244602"}, "originalsecret": "a642a8d8b7", "license": "7", "notes": {"note": []}, "server": "7321", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nai_collection/9322118744/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387636105}