{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10573502824/#comment72157637150368174", "realname": "Michael Day", "path_alias": null, "author": "13706945@N00", "iconserver": "3710", "datecreate": "1383212965", "_content": "From the CWGC database:\n\n<a href=\"http://www.cwgc.org/find-war-dead/casualty/842439/BOULTON, CHRISTIAN HAROLD ERNEST\" rel=\"nofollow\">BOULTON, CHRISTIAN HAROLD ERNEST</a>\n\nRank: Lieutenant\nDate of Death: 12/10/1917\nRegiment/Service: Cameron Highlanders 5th Bn. attd. Staff., H.Q. \nPanel Reference: Panel 136 to 138.\nMemorial: TYNE COT MEMORIAL\n\n---\n\nEntries in the London Gazette:\n\n<a href=\"http://www.london-gazette.co.uk/issues/28892/pages/7003/\" rel=\"nofollow\">4 September 1914</a>, p. 7003: &quot;War Office, 4th September, 1914. REGULAR FORCES. [...] The undermentioned ex-Cadets of the Officers Training Corps to be temporary Second Lieutenants. Dated 5th September, 1914: -- General List. INFANTRY. [...] Christian Harold Ernest Boulton.&quot;\n\n<a href=\"http://www.london-gazette.co.uk/issues/30028/pages/3756/\" rel=\"nofollow\">20 April 1917</a>, p. 3756: &quot;War Office, 20th April, 1917. REGULAR FORCES. COMMANDS AND STAFF. The undermentioned appts. are made:-- PERSONAL STAFF. [...] Temp. Lt. C. H. E. Boulton, Gen. List, vice Capt. F. H. Gale, Bedf. R. 25th Mar. 1917.&quot;\n\n---\n\nFrom: The Peerage website, <a href=\"http://www.thepeerage.com/p4692.htm\" rel=\"nofollow\">Person Page - 4692</a>\n\n<em>Captain Christian Harold Ernest Boulton was born on 17 February 1897. He was the son of Sir Harold Edwin Boulton, 2nd Bt. and Adelaide Lucy Davidson. He died in 1917, killed in action.</em>\n\n<em>He was Aide-de-Camp to the Governor of New South Wales. He gained the rank of Captain in the service of the Cameron Highlanders. He fought in the First World War.</em>\n\nThe source for this information is given as: Charles Mosley, editor, Burke's Peerage and Baronetage, 106th edition, 2 volumes (Crans, Switzerland: Burke's Peerage (Genealogical Books) Ltd, 1999), volume 1, page 333.\n\n---\n\nHis name appears on the <a href=\"http://archives.balliol.ox.ac.uk/Past members/memorials.asp\" rel=\"nofollow\">Balliol College War Memorial</a> in Oxford.\n\n---\n\nHis brother Harold (Denis Duncan Harold Owen Boulton) was on the RMS Lusitania when it was sunk in May 1915, but survived. There is an account (including some family history) on the Lusitania Resource website: <a href=\"http://www.rmslusitania.info/people/saloon/harold-boulton/\" rel=\"nofollow\">www.rmslusitania.info/people/saloon/harold-boulton/</a>", "authorname": "michaelday_bath", "id": "32254785-10573502824-72157637150368174", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10573502824/#comment72157637150265385", "realname": "Michael Day", "path_alias": null, "author": "13706945@N00", "iconserver": "3710", "datecreate": "1383214255", "_content": "Boulton's entry in the <em>Balliol College War Memorial Book, 1914-1919</em>, Vol 1 (1924):\n\n[http://www.flickr.com/photos/balliolarchivist/5164647584/in/set-72157625232059789]\n\n<em>The son of Sir Harold Boulton, K.B.E., he was educated at Stonyhurst and was admitted to Balliol in 1915. Instead of coming up he received a commission in the 3rd Cameron Highlanders and served in France with the 5th Battalion in 1915, taking part in the Battle of Loos. After being invalided with trench fever he was for a time A.D.C. to the Governor of New South Wales and then Equerry to Princess Louise, but he returned to France early in 1917 and fell at Poelcapelle on October 12, at the age of twenty.</em>\n\n<em>He shared in his father’s musical and dramatic tastes, and had been joint author of a piece produced at the Haymarket in 1916.</em>", "authorname": "michaelday_bath", "id": "32254785-10573502824-72157637150265385", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10573502824/#comment72157637151115534", "realname": "Michael Day", "path_alias": null, "author": "13706945@N00", "iconserver": "3710", "datecreate": "1383215299", "_content": "<a href=\"http://en.wikipedia.org/wiki/Sir_Harold_Boulton,_2nd_Baronet\" rel=\"nofollow\">Wikipedia</a> informs us that Lt Boulton's father, Sir Harold Boulton was a &quot;songwriter and philanthropist, most famously author of the lyrics to the Skye Boat Song.&quot; There is a longer entry on Sir Harold in the Oxford Dictionary of National Biography.\n\nBasic genealogical information and Sir Harold's Times obituary (which, oddly, fails to mention his second son) can be found at: <a href=\"http://ghgraham.org/haroldedwinboulton1859.html\" rel=\"nofollow\">ghgraham.org/haroldedwinboulton1859.html</a>", "authorname": "michaelday_bath", "id": "32254785-10573502824-72157637151115534", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10573502824/#comment72157637210158963", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1383358984", "_content": "A small obituary appears for him in the Online Archive of the Roman Catholic Magazine, &quot;The Tablet&quot;\n\n<i>Lieut. Christian Harold Ernest Boulton, Cameron Highlanders,. who fell on October 12, was the second son of Captain Harold Boulton, C.V.O. Born twenty years ago, and educated at Stonyhurst, he joined the Cameron Highlanders in August, 1914, before he was eighteen, and went with his battalion to France in May, 1915. He took part in, the Battle of Loos and other engagements, and was invalided home with trench fever in May, 1916. In the following June he went to Australia .as A.D.C. to the Governor of New South Wales. He was Acting Equerry to Princess Louise (Duchess of Argyll) from January to March this year, when he returned to the front as A.D.C. to MajorGeneral Sir Eric Geddes. Subsequently he served as an R.T.O., and in August rejoined his battalion. While in the Army he was entered a Commoner of Balliol College, Oxford. He wrote various articles for papers and magazines, and was joint author, with Miss Gertrude Jennings, of &quot; Elegant Edward,&quot; produced at the Haymarket Theatre in 1916.\n\n<a href=\"http://archive.thetablet.co.uk/article/3rd-november-1917/24/et-cie-ura\" rel=\"nofollow\">archive.thetablet.co.uk/article/3rd-november-1917/24/et-c...</a>\n\n<b>On the day</b>\n\nFriday 12th October 1917 - Day 68\n\nRainfall 8 mm \n\nToday marks the start of the First Battle of Passchendaele. This of course is the Battle for the village of that name, the whole campaign is commonly called the Battle of Passchendaele. Zero Hour was 5.20 am.\n\n9th (Scottish) Div\n\n26 Bde \n\n26 Bde attacked with 10th Bn, Argyll &amp; Sutherland Highlanders and 8th Bn, Black Watch. In support were 7th Bn, Seaforth Highlanders and 5th Bn, Cameron Highlanders. In addition 6th Bn, King’s Own Scottish Borderers, 11th and 12th Bns, Royal Scots of 27 Bde were in reserve. \n\nThe Black Watch took Adler farm and then moved on to the Green Line. Parties moved forward and into Source Trench. By this time the Camerons, Seaforths and even some Royal Scots had become intermixed. They moved through the Black Watch and into Wallemollen. Driven back they formed a line from Inch House to the Cemetery. On the left flank the Argylls lost the barrage, wandered into 18th Div area and were stopped by MG fire from Meunier House and Beek House. The KOSB and Royal Scots brought forward from reserve were stopped by a pillbox and dug in. All in all an advance of 100 yards had been achieved. \n<a href=\"http://forum.irishmilitaryonline.com/showthread.php?11535-The-Battle-of-Passchendaele/page5\" rel=\"nofollow\">forum.irishmilitaryonline.com/showthread.php?11535-The-Ba...</a>\n\nFor a flavour of some of the action on the day, there is this on an officer of the 8th Battalion Black Watch who died in the same part of the battlefield.\n\n<i>2nd Lieutenant (Temporary Lieutenant) Alexander Simpson HARPER, joined the\n8th (Service) Battalion, Black Watch on 15th August 1916.\n\nOn 12th October 1917 the Battalion was involved in the attack at\nPasschendaele. A &amp; B Companies were at Canopus Trench, C &amp; D at California\nDrive, and Battalion HQ at Cheddar Villa. Shortly after the commencement of\nthe attack, D Company (Temp. Lt. HARPER) came under severe enfilade machine\ngun and rifle from the direction of Oxford Houses. The Company advanced on\nthe left of C Company and had been drawn into the fight earlier than\nintended. Lt. HARPER, who was in command, went forward with one section and\nCompany HQ with the object of capturing a pill box, from which the Company\nwas being enfiladed. Of this party, all became casualties except the\nSergeant-Major. Lt. HARPER was killed in his gallant attempt. The enemy,\noffered a most determined resistance here and were about 100 strong, the\nassumption being that they had sheltered in the pill box during the barrage\npreceding the attack. The terrain encountered during the attack is\ndescribed as a sea of mud with shell-holes half filled with water.</i>\n\n\n<a href=\"http://archiver.rootsweb.ancestry.com/th/read/GREATWAR/2002-10/1035475922\" rel=\"nofollow\">archiver.rootsweb.ancestry.com/th/read/GREATWAR/2002-10/1...</a></i>", "authorname": "Moominpappa06", "id": "32254785-10573502824-72157637210158963", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10573502824/#comment72157637314138916", "realname": "Michael Day", "path_alias": null, "author": "13706945@N00", "iconserver": "3710", "datecreate": "1383592843", "_content": "Lieutenant Boulton also features in the Camerons' regimental history.\n\n<em>Historical Records of the Queen's Own Cameron Highlanders</em>, Vol. IV (Edinburgh: William Blackwood and Sons, 1931).\n\nThe parts on the 5th Battalion were mostly written by Captain J. H. F. M'Ewen.\n\nIt records that: C. H. E. Boulton is taken from the 3rd Battalion (the Depot) on the 26th August 1914 (p. 45); Boulton arrived from Invergordon on the 12th September 1914 and was posted to &quot;B&quot; Company (p. 49); Boulton was still with &quot;B&quot; Company when the battalion went to France on the 10th May 1915 (p. 63). The battalion had spent the intervening time training at Aldershot, Alresford and Bordon, but arrived at the front in time for the Battle of Loos.\n\nBoulton fades from the story until the 25th July 1917, when &quot;Lieutenant Boulton, one of the original 3rd Battalion officers, had rejoined&quot; (p. 108). The 5th Battalion by then was at Warlus, in the build up to their involvement in the 1st Battle of Passchendaele. The history records that, &quot;Accordingly the attack was arranged to take place on 12th October, and on the 8th the Camerons left Evinghem, took train to Briélen, and stopping at Canal Bank for a night on the way, marched to Hübner Farm&quot; (p. 113). On the 11th, the battalion relieved the Gloucesters, &quot;And it was only now, a bare twelve hours before, that the battalion learnt | that zero hour for the attack had been fixed for 5.35 the following morning&quot; (pp. 113-114). The attack was a fiasco, &quot;it was Loos all over again.&quot; Flanking divisions failed and they were shelled by artillery, and the front line was &quot;nothing but a series of water-logged shell holes.&quot; They were eventually relived by the South Africans, and they withdrew to Hübner Farm. The conditions were described as &quot;unspeakable&quot; (it poured with rain) and pill-boxes &quot;had held up the advance dangerously.&quot; Despite this, losses were described as being &quot;not extraordinarily severe.&quot;\n\n<em>Christian Boulton, however, who had been the youngest subaltern in the battalion in its very early days, was killed, ...</em> (p. 114).\n\nThe return to Hübner farm was described as &quot;something in the nature of a nightmare.&quot;", "authorname": "michaelday_bath", "id": "32254785-10573502824-72157637314138916", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10573502824/#comment72157637322739905", "realname": "Michael Day", "path_alias": null, "author": "13706945@N00", "iconserver": "3710", "datecreate": "1383608957", "_content": "<em>Elegant Edward</em>, by Gertrude E.Jennings and E. Boulton was published in French's Acting Edition, no. 2472 (London: S. French, 1919): <a href=\"http://www.worldcat.org/title/elegant-edward-a-comedy-in-one-act/oclc/5157142/\" rel=\"nofollow\">www.worldcat.org/title/elegant-edward-a-comedy-in-one-act...</a>", "authorname": "michaelday_bath", "id": "32254785-10573502824-72157637322739905", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10573502824/#comment72157637323863046", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1383610940", "_content": "On the 1901 census for England and Wales, the 4 year old Christian, born Westminster, London, was recorded at 41 St Georges Square, Pimlico, London. This was the household of his parents, Harold, (aged 41 and a Justice of the Peace and Timber Merchant from Kent), and Ida, (aged 37 and from Scotland). As well as Christian, their other children are:-\nKythie............................aged 11..............born Westminster\nDenis............................aged 8.................born Westminster\nThere were then 6 live in servants.\n\nThe family genealogy site above states that his father was a serving officer in the 2nd Cameron's at the time he married Christian's mother. It would appear that her formal name was Adelaide Lucy but she was known as Ida.\n\nIt gives his brothers full name as Denis Duncan Harold Owen Boulton, born 10th December 1892.\n\nI couldn't find an obvious Medal Index card -  there is a possible match in a Denis H Boulton who served as a Driver with the French Red Cross.\n<a href=\"http://discovery.nationalarchives.gov.uk/SearchUI/Details?uri=D1413834\" rel=\"nofollow\">discovery.nationalarchives.gov.uk/SearchUI/Details?uri=D1...</a>\n\nThe entry for Denis at the Peerage site doesn't reference any service in the First World War but has him as both a Lieutenant in the 4th Battalion Bedfordshire Regiment and a Flight Lieutenant in the RAF in the Second World War.\nIt notes he normally went by the first name of Harold.\n<a href=\"http://www.thepeerage.com/p4690.htm#i46896\" rel=\"nofollow\">www.thepeerage.com/p4690.htm#i46896</a>", "authorname": "Moominpappa06", "id": "32254785-10573502824-72157637323863046", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10573502824/#comment72157637337559186", "realname": "Michael Day", "path_alias": null, "author": "13706945@N00", "iconserver": "3710", "datecreate": "1383648426", "_content": "The <em>Lusitania Resource</em> pages say that Harold had enlisted in the British Army, but that he had been discharged before the war (1912) for medical reasons. He was apparently travelling back to the UK in May 1915 in an hope to enlist, when the RMS Lusitania was sunk. Nothing more is said on the <em>Lusitania Resource</em> page of what happened to Harold's plans to enlist, but it seems that he did succeed in doing so in the 2nd World War, becoming (as you point out) a Flight Lieutenant in the RAFVR and a Lieutenant in the 4th Battalion, Bedfordshire Regiment [I'm not sure what kind of unit that was, but it did not fight overseas]. Harold died aged 75 on the 10th August 1968.\n<a href=\"http://www.rmslusitania.info/people/saloon/harold-boulton/\" rel=\"nofollow\">www.rmslusitania.info/people/saloon/harold-boulton/</a>\n\nHis son, Duncan Davidson Boulton, was a Lieutenant in the 1st (Motor) Bn., Grenadier Guards and died on the 9th February 1944, aged 18. His name is recorded on the Cassino Memorial, Italy.\n<a href=\"http://www.cwgc.org/find-war-dead/casualty/2069274/BOULTON,%20DUNCAN%20DAVIDSON\" rel=\"nofollow\">www.cwgc.org/find-war-dead/casualty/2069274/BOULTON,%20DU...</a>\n\nDuncan Boulton also matriculated at the University of Oxford in 1942, being commemorated by Christ Church:\n<a href=\"http://www.chch.ox.ac.uk/cathedral/memorials/WW2/duncan-boulton\" rel=\"nofollow\">www.chch.ox.ac.uk/cathedral/memorials/WW2/duncan-boulton</a>", "authorname": "michaelday_bath", "id": "32254785-10573502824-72157637337559186", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10573502824/#comment72157637350457586", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1383676539", "_content": "I suspect there may be an error on The Peerage site.\n\nThe appointment of Denis Duncan Harold Owen Boulton, late Cadet, Stonyhurst College Contingent, Officer Training Corps, as a Second Lieutenant on Probation in the 4th Battalion Bedfordshire Regiment, with effect from the 30th October 1912 appears in the edition of the London Gazette dated 29th October 1912. \n<a href=\"http://www.london-gazette.co.uk/issues/28658/pages/7943\" rel=\"nofollow\">www.london-gazette.co.uk/issues/28658/pages/7943</a>\n\nThe 4th Battalion of the Bedfordshire Regiment was a bit of an oddity. Under the 1881 reforms most County Regiments had two full time battalions, with one stationed overseas at any one time, then a Third Battalion (Reserve) that served as a depot and Training Unit. 4th and 5th were usually then Territorial Battalions made up of a hard-core of Officers and seasoned NCO's. In the case of the Bedfords theyhad the 4th as an &quot;Extra Reserve&quot;, serving as a Training Battalion.\n\nThe notice that Denis relinquished his commission with effect from the 10th May 1913 appeared in the London Gazette dated 9th May 1913.\n<a href=\"http://www.london-gazette.co.uk/issues/28717/pages/3348\" rel=\"nofollow\">www.london-gazette.co.uk/issues/28717/pages/3348</a>\n\nMay be a co-incidence but there is a record of a Denis H Boulton, aged 20, who sailed from Southampton bound for New York in 1913.\n\nBy the time the Second World War had broken out, he had become the acceded to the Baronetcy. His name appears on a long list  that appears in the edition of the London Gazette dated 19th September 1941 of appointments at various dates through-out the 1940 and the spring of 1941 - his is dated 8th May 1941. Looking down the list there are a number of other titled individuals and MP's. He was serial number 85360. The list is headed the the underlying Pilot Officers are granted the war substantive rank of Flying Officer.\n<a href=\"http://www.london-gazette.co.uk/issues/35279/pages/5442\" rel=\"nofollow\">www.london-gazette.co.uk/issues/35279/pages/5442</a>", "authorname": "Moominpappa06", "id": "32254785-10573502824-72157637350457586", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10573502824/#comment72157637351986794", "realname": "Michael Day", "path_alias": null, "author": "13706945@N00", "iconserver": "3710", "datecreate": "1383678526", "_content": "It looks to me as if the <em>Lusitania Resource</em> pages follows the information provided by The Peerage site. By the time of the 2nd World War, the Bedfordshire Regiment would have been known as the Bedfordshire and Hertfordshire Regiment (and there was no 4th Battalion of that serving overseas).", "authorname": "michaelday_bath", "id": "32254785-10573502824-72157637351986794", "iconfarm": 4}], "photo_id": "10573502824"}}