{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/smithsonian/2551087370/#comment72157613673644136", "realname": "", "path_alias": "pixelwrangler", "author": "43854658@N00", "iconserver": "5533", "datecreate": "1234396349", "_content": "From <a href=\"http://www.luhs.org/about/history.htm\" rel=\"nofollow\">Historical Heritage</a> of <i>Loyola University Health System:</i>\n\n&quot;In 1919, a company called Society Brand Clothes bought land on the east side of First Avenue in what now is Miller Meadow. A metal hanger was constructed, and two planes were purchased to deliver the company's clothes to towns outside the Chicago area. Each plane, painted with a checkerboard design, carried large signs advertising Society Brand Clothes. Since these were the only planes using the field, it was called <b>Checkerboard Flying Field</b>.\n\n&quot;Also in 1919, the U.S. Post Office Department extended its air mail service from Cleveland to Chicago. In the beginning, the mail planes used a portion of Grant Park as a landing field. However, winds from Lake Michigan made landing precarious, so a new location had to be found. Maywood's Checkerboard Field was chosen.\n\n&quot;In 1923, a new field was built on the west side of First Avenue, south of Roosevelt Road. The new Checkerboard Air Mail Field received Chicago's air mail from Cleveland and Omaha, and Maywood was the main repair and overhaul center for the entire air mail service, which continued to expand to other cities.\n\n&quot;Over 65 years ago, at 5:50 a.m. on April 15, a young man nicknamed &quot;Slim,&quot; the chief pilot for Robertson Aircraft Corp.'s Chicago-to-St. Louis airmail route took off from Maywood on the service's inaugural flight to St. Louis. As Charles A. &quot;Slim&quot; Lindbergh later wrote in Apples of Knowledge, &quot;It took me two and three quarters hours to reach St. Louis, including stops at Peoria and Springfield, Ill. Hurtling through the air at 90 miles an hour behind my mail sacks, I thought of the two-mile-an-hour oxcart travel of my father's boyhood.&quot;\n\nLindbergh's Chicago-to-St. Louis trips sometimes were plagued by bad weather or aircraft failure. Already a two-time member of the &quot;Caterpillar Club,&quot; a group of pilots who had the distinct honor of owing their lives to parachutes, he insisted that each pilot on his air mail route be equipped with a parachute in case of emergency. Five months after his inaugural flight, Lindbergh became a three-time member of the Caterpillars.\n\n&quot;He described his September 1926 flight from St. Louis that didn't quite make it to Maywood in his book, &quot;We&quot;: &quot;The fog extended from the ground up to about 600 feet...at no time, however, was I able to locate the exact position of the field, although I understand that the searchlights were directed upward and two barrels of gasoline burned in an endeavor to attract my attention.&quot;\n\n&quot;When his fuel ran out, about 30 miles from Checkerboard Field, Lindbergh was forced to parachute from his plane. However, he had neglected to cut the switches to the plane's engine. With less weight, the small amount of fuel left in the line drained to the carburetor, and the plane continued to fly.\n\n&quot; 'The plane was making a left spiral of about a mile diameter, and passed approximately 300 yards away from my 'chute, leaving me on the outside of the circle. I was undecided as to whether the plane or I was descending the more rapidly and glided my 'chute away from the spiral path of the ship as rapidly as I could. The ship passed completely out of sight, but reappeared in a few seconds, its rate of descent being about the same as that of the parachute. I counted the five spirals, each one a little further away than the last, before reaching the top of the fog bank.'\n\n&quot;After a fourth parachute jump over rural Illinois in November, Lindbergh wrote, 'It was just about at this time, or shortly after, that I began to think about a New York-Paris flight.'\n\n&quot;On May 20, 1927, 13 months after his first air mail flight to St. Louis, Lindbergh in his plane, The Spirit of St. Louis, took off from a New York airfield on the flight to Paris that would make &quot;The Lone Eagle&quot; part of aviation and world history.\n\n&quot;In The Spirit of St. Louis, his book about his lonely 3,622-mile journey and the events that led up to it, Lindbergh frequently mentioned his air mail experiences between St. Louis and Chicago. He also described the thoughts he had on that historic journey, a number of them connected to Maywood and his air mail flights.&quot;\n\n\n&quot;<i>Site of Checkerboard Flying Field</i>&quot; by David Bossert\n\n<a href=\"http://www.airfields-freeman.com/IL/Airfields_IL_Chicago_C.htm\" rel=\"nofollow\"><img src=\"http://www.airfields-freeman.com/IL/Checkerboard_IL_05_monument.jpg\" /></a>", "authorname": "Pixel Wrangler", "id": "25030781-2551087370-72157613673644136", "iconfarm": 6}], "photo_id": "2551087370"}}