{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2163042303/#comment72157603860812439", "realname": "", "path_alias": null, "author": "23103743@N05", "iconserver": "2155", "datecreate": "1202269283", "_content": "During the suggested date range, the Fram was sailed by Amundsen to the Antarctic.  On 10 August 1910 she left Norway.  On 14 December 1911, Amundsen, Hanssen, Bjaaland, Hassel and Wisting reached the South Pole.  She stopped briefly at Hobart before heading round Cape Horn to Buenos Aires, waited for some weeks at Colon to try and be the first ship through the Panama Canal to no avail (one newspaper report suggested her mainmast was too tall), set out for the Bering Strait via Cape Horn but abandoned the attempt  (and did not apparently reach San Francisco as planned) and returned to Buenos Aires.    In 1914, she was ordered back to Norway and then found to have dry rot.  I find no clues as to where this picture might have been taken -- although it clearly was not in the Antarctic!!.  Plenty of pictures, including in the article below, confirm that the photo is indeed of the famous Fram.\r\n\r\nSee <a href=\"http://pubs.aina.ucalgary.ca/arctic/Arctic42-4-384.pdf\">pubs.aina.ucalgary.ca/arctic/Arctic42-4-384.pdf</a> and <a href=\"http://www.fram.museum.no/en/\">www.fram.museum.no/en/</a> \r\n\r\nPuzzlingly, it is in pictures from an earlier (1898-1902) expedition to the Arctic that she has a coat of light-colored paint as here.  In the pictures identified from the Amundsen trip, she looks dark.", "authorname": "swanq", "id": "8602872-2163042303-72157603860812439", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163042303/#comment72157603864044865", "realname": "", "path_alias": "library_of_congress", "author": "8623220@N02", "iconserver": "3703", "datecreate": "1202324576", "_content": "Thanks for the information and for citing your source!  We’ll update the source description and reload the record.", "authorname": "The Library of Congress", "id": "8602872-2163042303-72157603864044865", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163042303/#comment72157607345948636", "realname": "", "path_alias": "nunataak", "author": "41073440@N00", "iconserver": "65", "datecreate": "1221687702", "_content": "The Fram is more famous to me for her association with the scientist-explorer-humanitarian Fridtjof Nansen than with Amundsen.  In 1893 Nansen attempted to reach the North Pole by deliberately allowing the Fram to freeze into the ice pack and then be passively carried across the pole by currents (which he had deduced, based on patterns of deposition of driftwood and articles from the shipwreck Jeannette) would cross the North Pole).  When, after a year in the ice, it became clear that the Fram would miss the Pole in her Arctic traverse, Nansen and one of his officers left the ship and tried to reach the pole on foot.  Their journey is chronicled in Nansen's excellent book &quot;Farthest North&quot;.", "authorname": "Karen E James", "id": "8602872-2163042303-72157607345948636", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163042303/#comment72157617007664253", "realname": "", "path_alias": null, "author": "31580040@N04", "iconserver": "3187", "datecreate": "1240257580", "_content": "That appears to me as a photo of a painting and not of the ship itself.", "authorname": "Retired at last", "id": "8602872-2163042303-72157617007664253", "iconfarm": 4}], "photo_id": "2163042303"}}