{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/osucommons/3641706506/#comment72157622831897696", "realname": "", "path_alias": null, "author": "30977505@N00", "iconserver": "2361", "datecreate": "1258583126", "_content": "I remember seeing this building in the early 80s in on SW Second St in Corvallis.  Where is it now?", "authorname": "Rosarium", "id": "34580971-3641706506-72157622831897696", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/osucommons/3641706506/#comment72157622708303051", "realname": "", "path_alias": "osucommons", "author": "34586311@N05", "iconserver": "2835", "datecreate": "1258592446", "_content": "The building in this picture was replaced in 1880 by a brick building that is still on the corner of 2nd &amp; Adams in downtown Corvallis, and is now called the Crawford &amp; Farra Building. Among other things, it now houses <a href=\"http://www.corvalliscyclery.com/index.php/Main_Page\" rel=\"nofollow\">Corvallis Cyclery</a>!\n\nThanks to Jasperdo for this picture of the building on a blue-sky sunny day!\n\n[http://www.flickr.com/photos/mytravelphotos/3207134090/]\n<a href=\"http://www.ci.corvallis.or.us/downloads/city/2nd_sw_340.pdf\" rel=\"nofollow\">From the city's inventory of historic places</a>: \n\n<i>&quot;The Henderson Business Machine Building located on the site of the former Territorial Capitol of Oregon In Corvallis, Oregon, was erected about 1880. The building appears as a &quot;General Store&quot; on the Sanborn Insurance Map of Corvallis in 1884.\n\nThis two story, brick building has a rectangular shape. It has five window bays on the second story of the front (east) elevation. Each bay has at present a one-over-one, double hung sash window. The upper part of each bay has been blocked in. Once a semi-elliptical window filled the upper part of each bay. A band of bricks runs horizontally between each bay and arches up to form a voussoir with a keystone. The south elevation has six window bays and an\nattachment of more recent date on the rear. The first floor of the building has been altered significantly.\n\nAn historical landmark is mounted on the southeast corner of the first floor front elevation which commemorates this site as the location of Oregon Territory's 1855 capitol building.&quot;</i>\n\nAgain, thanks to Jasperdo for this shot: \n\n[http://www.flickr.com/photos/mytravelphotos/3207133984/]\n\nTiah", "authorname": "OSU Special Collections & Archives : Commons", "id": "34580971-3641706506-72157622708303051", "iconfarm": 3}], "photo_id": "3641706506"}, "flarchive:created": 1389684596}