{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/cornelluniversitylibrary/3739000592/#comment72157629495776816", "realname": "", "path_alias": null, "author": "77435702@N02", "iconserver": "0", "datecreate": "1334934763", "_content": "When I was very young, my Dad helped dismantle the Cadosia Trestle.  I'm thinking it was 1963.  I never thought anything about the trestle other than looking at it.  At the time I never realized that the O&amp;W RR, and the Erie RR crossed paths in the town of Hancock, NY, so the O&amp;W could make it's way to Scranton, PA. for coal.  ( We lived about a mile north of the Cadosia Trestle, just west of Cadosia valley on top of the mountain. We had to go through Vitale's lumber and cross the tracks that left the Cadosia yard to get on the mountain. Vitale's Lumber Co. was in full swing until a fire around 1967.)  At the time it was a summer place for us, now my older brother lives there permanently.  It's now known as Caiati MountaIn, it use to be called the New Barn lot, or New Barn Hill.  Now when I visit the area, I try yo make it a point to stop at the DO DROP INN to visit Frank Possamato, my Dad knew Frank before I was born.", "authorname": "AJCaiati", "id": "30510347-3739000592-72157629495776816", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/cornelluniversitylibrary/3739000592/#comment72157632499507953", "realname": "", "path_alias": null, "author": "92130673@N03", "iconserver": "0", "datecreate": "1358003735", "_content": "AJ, my name is Al  Fortunato.  My grandparents lived in Cadosia and my father and all his brothers and sisters grew up there.  They lived on what is now called Fortunato Rd. to the left of the sharp turn at the top next to what used to be the rail yard.  My dad and Frank Possamato were friends.  In fact we have pictures of them together after deer hunting. Not sure if it's the same Frank, might be a generation earlier.  My grandfather worked on the railroad.  I think he was a tunnel watchman under &quot;hawks mountain&quot; (?) and inspected the interior before a train came through. Family left in the area are Skip and Theresa DeBrescia (of DeBrescia Motors) in Hancock., and Andy Senia.  Malcolm and Mary Hendersen (Hendersen funeral home) were also related.  Mary was my dad's sister.\n\nAl Fortunato", "authorname": "Alfort", "id": "30510347-3739000592-72157632499507953", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/cornelluniversitylibrary/3739000592/#comment72157633382680217", "realname": "", "path_alias": null, "author": "77435702@N02", "iconserver": "0", "datecreate": "1367451987", "_content": "[http://www.flickr.com/photos/92130673@N03]  \n\nAl, this is really cool!   I think I know where you're Dad lived.  DeBrescia had a little store about two hundred yards in from the old route 17 right on Cadosia Rd. There was a road that went past that little store up the hill to the Old Depot, is that the road your Dad lived on?   There was a family by the name of Lombardi as well just below the old Depot and the rail yard you're talking about.  The Frank Possamato you're talking about is the correct Frank.  He has to be in his early 80's now.  I'm the youngest of seven, I just turned 60 this year.   Frank showed me photos of the days on the O&amp;W RR.   I grew up being fascinated by the O&amp;W, and Erie RR.  As a young boy I only saw the O&amp;W train go by our road once, I couldn't have beed more than 4 1/2 years old.\nAl thanks for the reply, I now live in South Central PA.  Not far from Gettysburg, PA", "authorname": "AJCaiati", "id": "30510347-3739000592-72157633382680217", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/cornelluniversitylibrary/3739000592/#comment72157633474302011", "realname": "", "path_alias": null, "author": "77435702@N02", "iconserver": "0", "datecreate": "1368484357", "_content": "Can anyone explain where the O&amp;W came out of the HAWKS MOUNTAIN Tunnel on the West side (Hancock side) of the mountain.\n\n I remember as a boy, off of Rt17(old 17) the O&amp;W was between 17 and the Delaware River near Fishes Eddy.  After going through  Hawks Mountain (the tunnel) And17 went around the sharp curve (hair pin turn 15 MPH)  the O&amp;W wound up on the other side of 17. I don't know if the rails were behind Joe Capellio's station   There was a TEXACO Gas Station between the tunnel and Cadosia.  If I remember correctly Joe Capellio owned and operated the gas station.   Then at Cadosia Rd and Rt 17   Dibble owned that Gas Station.  I just don't know where 17 and the O&amp;W crossed one another.   I'm so into this stuff now, it bugs me because I don't know.", "authorname": "AJCaiati", "id": "30510347-3739000592-72157633474302011", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/cornelluniversitylibrary/3739000592/#comment72157633484594271", "realname": "", "path_alias": "gmhd404", "author": "49856465@N00", "iconserver": "0", "datecreate": "1368611673", "_content": "The west entrance to the Hawk's Mtn. Tunnel is buried beneath the &quot;new&quot; Rt 17 (I-86).\nAs you are driving to the Town Transfer Station on Green Flats Road it's underneath the huge bank of fill from the rock cut for the highway above, on the left just before the TTS.\nAs the tracks emerged from the tunnel they swung to the right to the the coal flats and then on to Cadosia.  My wife Marie (Creech) grew up in a house behind the Baptist Church in Cadosia, that was just over the bank from the tracks leading to Apex and on.  Her mom, Katherine also grew up in that house. Her dad was an engineer on the O &amp; W and during the Depression, used to go slow by the house while the fireman threw a couple of shovels of coal off. She and other kids would get the coal for heating their house.\nMuch later (early 1950's) Katherine and her husband Sam  ran &quot;The Beanery&quot; just behind Cadosia Depot.  When very little, Marie used to hang out at the Beanery with her mom and became a favorite of all the engineers. Many of them would take her in the engines as the made the Milk Run up the line.   Ah, those were the days......\nLot's more tales to tell - Steve Dungan", "authorname": "stevedungan", "id": "30510347-3739000592-72157633484594271", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/cornelluniversitylibrary/3739000592/#comment72157633485504059", "realname": "", "path_alias": "gmhd404", "author": "49856465@N00", "iconserver": "0", "datecreate": "1368623711", "_content": "Here's Photo of the West Entrance - FT 807 prepares to plunge into the dark abyss of the Hawk Mountain tunnel on its way east out of Cadosia.\n\n<a href=\"http://www.flickr.com/photos/cornelluniversitylibrary/3739000592/\">www.flickr.com/photos/cornelluniversitylibrary/3739000592/</a>", "authorname": "stevedungan", "id": "30510347-3739000592-72157633485504059", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/cornelluniversitylibrary/3739000592/#comment72157633987454834", "realname": "", "path_alias": null, "author": "77435702@N02", "iconserver": "0", "datecreate": "1370612192", "_content": "Steve Dungan, thank you. The Baptist Church you talk about, was it the Church where Coon Hill Rd came out to Cadosia? Last weekend June 1st 2013 My oldest son (Anthony Jr) my nephew (Danny Wahl) and I found and walked old route 17 around the old hair pin turn.  Heading east from Cadosia on the 4 lane (where the hawks mountain west entrance  tunnel is buried) we pulled off the road right where it starts to cut through Hawks Mountain. Walked up the embankment and found old 17 where it goes around that sharp curve towards Fishs Eddy.  The last time I can remember going around that turn in a car was around 1963 or 1964.  It was amazing for me to photograph the old road and reminisce when I was a boy. The road is still in pretty good shape after 50 years or so. I also just realized that Fortunato Rd is the road that went from Cadosia near the Imperial Lounge up to the DO DROP INN.  I remember seeing the rails once in the Cadosia yard right near the Depot before they took the rails up, I was just a little boy then.", "authorname": "AJCaiati", "id": "30510347-3739000592-72157633987454834", "iconfarm": 0}], "photo_id": "3739000592"}, "flarchive:created": 1389684075}