{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/smithsonian/2551506014/#comment72157610469833491", "realname": "", "path_alias": null, "author": "32851380@N04", "iconserver": "3248", "datecreate": "1228080427", "_content": "It's disappointing that many of these beautiful photographs have unidentified photographers. I would love to know which artist is responsible for such amazing work. Although this may be how they wanted it, for their photos to speak on their own, without the artist's face in the photo.", "authorname": "xowally3", "id": "25030781-2551506014-72157610469833491", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/smithsonian/2551506014/#comment72157611353214353", "realname": "Smithsonian Institution", "path_alias": "smithsonian", "author": "25053835@N03", "iconserver": "2282", "datecreate": "1229720367", "_content": "The Smithsonian Institution holds thousands of photographs for which the provenance is unknown.  Many of our images lack detail regarding the subject, date, location, and/or  photographer.   The Smithsonian Archives maintains Record Unit 95 as a central file of photographs documenting the history of the Institution. It is a combination of reference files which were created by various administrative offices of the Smithsonian, and individual photographs which have come in separately from other records or manuscript collections. Photographs that come into the Archives as part of a record unit are generally kept in that record unit.  Included in this record unit are photographs of Smithsonian officials and staff, scientists, and political figures; buildings and facilities of the Institution, some documented from groundbreaking to the present; exhibits; Smithsonian activities, including ceremonies, presentations, and openings; expositions, especially those in which the Institution participated; insignia and medals of the Smithsonian; and Washington, D.C., and vicinity. The collection also contains some photographs of specimens held by the museums, but researchers should generally consult the appropriate curatorial office for specimen photographs. A small number of engravings and prints are also included in this collection.  Researchers are advised that photographs in Record Unit 95 and other collections in the Archives are only a small part of the Institution's photographic resources.  Many other photo collections are held in the Smithsonian's 19 museums, 9 research centers, and the National Zoo.\n\nThe Smithsonian Institution Archives makes every effort to provide pertinent information regarding its holdings.  Furthermore, we welcome outside input which may help identify an unknown or provide information which would further our knowledge.  All such contributions, comments, and/or inquiries regarding our collections may be directed to OSIAREF@si.edu. We also welcome contributions and comments on the Flickr Commons.", "authorname": "Smithsonian Institution", "id": "25030781-2551506014-72157611353214353", "iconfarm": 3}], "photo_id": "2551506014"}}