{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/wwplarchives/5433490165/#comment72157626451621562", "realname": "", "path_alias": null, "author": "33701682@N05", "iconserver": "0", "datecreate": "1302227497", "_content": "Wilson was the worst sorry sack of garbage to ever reside in the White House. He implemented segregation on a federal level; Lied to all the black voters promising several prominent black leaders spots in his cabinet only to give them the shaft; Campaigned in 1916 against the war, won his second term, and immediately sent us off to war; Signed the income tax and federal reserve acts; Attempted to forge ahead with the first version of the one world government called the &quot;League Of Foreign Nations&quot;, thus threatening the sovereignty of all the nations of the world.....\n\nBy the end of his term, we were in a deep depression. You never hear about this depression because it only lasted 2 years. When Harding got in there, he drastically cut taxes, and unemployment rates dropped, GDP went up, and income to the government went up. Unlike the depression of the 30's, where neither Hoover or Roosevelt referenced those massive tax cuts as a way to end a depression, and instead continued to raise taxes and expand government, thus prolonging the depression.", "authorname": "Michael Strick-9", "id": "41770595-5433490165-72157626451621562", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/wwplarchives/5433490165/#comment72157628612299449", "realname": "barbara", "path_alias": "cleo_dale", "author": "62811291@N04", "iconserver": "3479", "datecreate": "1325118120", "_content": "I AM NOT HERE TO CRITISIZE, NOR WILL I.  HOWEVER  WOODROW WILSON WAS RESPONSIBLE FOR  THE FEDERAL TRADE COMMISION, THE UNDERWOOD ACT, AND THE FEDERAL RESERVE ACT. AMONG OTHER ACTS THAT WAS GOOD FOR OUR AMERICA...  AND WAS QUOTED AS SAYING, 'AMERICA WAS ESTABLISHED NOT TO CREATE WEALTH, BUT TO REALIZE A VISION, TO REALIZE A IDEAL-TO DISCOVER AND MAINTAIN LIBERTY AMONG MEN'    \n\ni was not under the impression, when we were asked  to make comments, that they should be nagative.", "authorname": "cleo dale", "id": "41770595-5433490165-72157628612299449", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/wwplarchives/5433490165/#comment72157628612319015", "realname": "barbara", "path_alias": "cleo_dale", "author": "62811291@N04", "iconserver": "3479", "datecreate": "1325118231", "_content": "my comment is above...  thank you....   cleo dale", "authorname": "cleo dale", "id": "41770595-5433490165-72157628612319015", "iconfarm": 4}], "photo_id": "5433490165"}}