{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9066596118/#comment72157634234121166", "realname": "Derek Patrick", "path_alias": null, "author": "97767514@N05", "iconserver": "0", "datecreate": "1371743802", "_content": "BARCLAY, William Kirk, Lieut.\nDisembarked Boulogne, France, 2 May 1915. Died of wounds, 20 June 1915, aged 37. Beath Western Cemetery, Fife, 896. Husband of Helen Barclay, 54 Blake Street, Brucefield, Dunfermline.\n\nCOWDENBEATH LIEUTENANT WOUNDED.\nLieutenant Wm. K. Barclay, 1/7th Black Watch (T.F.), eldest son of ex-Provost Barclay, Cowdenbeath, lies, dangerously wounded, in a Boulogne hospital. He has seen over 22 years’ service as a Volunteer and Territorial, having joined the Lochgelly Company in 1893. He did much to have a company established at Cowdenbeath, and when it was formed in 1906 he obtained his commission. The Scotsman, Monday, 21 June 1915, 9.\n\nCASUALTIES AMONG FIFESHIRE TERRITORIALS.\nLieutenant Barclay, Cowdenbeath, severely wounded with shrapnel, from the effects of which he has since died.\nAt a special meeting of Cowdenbeath Town Council last night, it was agreed to place on record the Council’s deep regret at the loss sustained by the death of Lieutenant W. K. Barclay, a member of the Council, who has died of wounds at Boulogne, and to express appreciation of the services rendered by him to his country and the community. The Scotsman, Tuesday, 22 June 1915, 6.\n\nDEATHS.\nBARCLAY. – Died at Boulogne on June 20th, of wounds received in action on16th, First Lieut. W. K. BARCLAY, 1/7th Black Watch, aged 37, beloved husband of Helen Troup, and eldest son of Mr and Mrs Charles Barclay, Cowdenbeath. Funeral (public) from Drill Hall, Cowdenbeath, Saturday, June 26th, at 3.45 P.M. Public service at 3.15. Only intimation and invitation. The Scotsman, Friday, 25 June 1915, 12.\n\nFUNERAL OF A FIFE OFFICER\nThe funeral of Lieutenant W. K. Barclay, 1/7th Black Watch, who died in No. 7 Stationary Hospital, Boulogne, on June 20th from wounds received in action a few days earlier, took place at Cowdenbeath on Saturday afternoon. After a service had been held in the Drill Hall, the body was taken on a gun carriage supplied by the R.F.A. to Beath Cemetery, followed by a large number of mourners. A detachment of 40 soldiers from the regiment formed the firing party, and as the coffin was being lowered in the grave pipers played “Lochaber No More,” and “The Last Post” was sounded. Lieutenant Barclay was a member of Beath Parish Council and of Cowdenbeath Town Council. The Scotsman, Monday, 28 June, 1915, 8.\n\nBIRTHS.\nBARCLAY. – At 257 High Street, Cowdenbeath, on the 14th inst., the wife of the late Lieut. W. K. BARCLAY, 1/7th Black Watch (died of wounds at Boulogne 20th June), of a son. The Scotsman, Thursday, 16 September 1915, 11.", "authorname": "Derek_Patrick", "id": "32254785-9066596118-72157634234121166", "iconfarm": 0}], "photo_id": "9066596118"}}