{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/6997067203/#comment72157629262185940", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1332248551", "_content": "A marca «Ford» em Portugal, apareceu a partir de 1908, com a &quot;Garage Americana&quot;, a &quot;Albino Moura &amp; Cª&quot;, no Porto, e mais tarde a &quot;Auto-Aero&quot;, &quot;Manuel Araújo Meneres&quot; e o &quot;Palácio Ford&quot;, que importavam directamente os automóveis dos EUA, até ao aparecimento da &quot;Ford Lusitana&quot; , em Lisboa.\n\nA sede da &quot;Ford Lusitana, SARL&quot; , fundada em 11 de Janeiro de 1932, situava-se na Rua Castilho em Lisboa, que era então pertença da Ford Motor Ibérica, e que foi mais tarde adquirido pela primeira, quando a sua congénere cessou as suas actividades. Hoje em dia, e 79 anos depois, tem o seu stand na Av. da Liberdade, e a sua sede na Rua Rosa Araújo.\n\nEste edifício foi projectado pelo arquitecto Porfírio Pardal Monteiro em 1930 e concluído em 1932. O edifício foi parcialmente demolido em 1967 e definitivamente em 1974. No seu lugar está implantado o hotel “Le Meridien”.\n\nA organização da &quot;Ford Lusitana&quot; manteve-se até 1963, data em que se iniciou a montagem de unidades em Portugal. Mesmo durante a grave crise económica, durante e após a 2ª Guerra Mundial, a Ford manteve as suas operações, embora o fecho de muitas empresas afectasse gravemente o emprego no país. Embora não totalmente imune, a «Ford» foi uma das poucas empresas, senão a única, que conseguiu manter o seu quadro de pessoal sem ter que recorrer a despedimentos, suspensões ou reduções dos dias de trabalho, apesar da quase paralisação das suas actividades.\n\nUm dos ex-libris da &quot;Ford Lusitana&quot; foi a fábrica de montagem de automóveis na Azambuja. A situação económica da &quot;Ford Lusitana&quot; era então sólida, já que tinha adquirido as instalações à &quot;Ford Motor Ibérica&quot;e ultrapassado a crise do pós-guerra. O passo seguinte passou por decidir construir a primeira linha de montagem automóvel em Portugal. O arranque das obras teve lugar em 1961, dois anos depois far-se-iam os primeiros testes de produção e em Janeiro de 1964 era inaugurada oficialmente por Henry Ford II. O primeiro veículo montado na Azambuja foi o «Ford» Anglia Fascinante.\n\nEm termos de Rede Ford, ela é actualmente composta por 33 Concessionários, 61 Reparadores Autorizados, e 33 Fornecedores Autorizados de Peças, que cobrem a totalidade do território nacional. \n\nA entidade mais antiga da actual estrutura é a &quot;Garagem Lopes&quot;, em Viseu. Fundada em 1910, a empresa de aluguer de veículos motorizados viria, em 1924, a tornar-se no primeiro concessionário autorizado da marca no país.\n\nOs meus cumprimentos\n\nJosé Leite", "authorname": "J. Leite", "id": "26532116-6997067203-72157629262185940", "iconfarm": 6}], "photo_id": "6997067203"}, "flarchive:created": 1387728406}