{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/statelibraryqueensland/5098865850/#comment72157633852927661", "realname": "Mark Muller", "path_alias": null, "author": "96797004@N02", "iconserver": "0", "datecreate": "1370093294", "_content": "This is my Father who was career military and saw action in WWII, Korea and Vietnam. My Mom and Dad met in Australia (Brisbane) in WWII.  My Mom, an Army Nurse (RN) was taking care of Dad while he was in hospital with break-bone fever.  The romance developed from there.  Mom says that he gargled a lot with Listerine, which later turned out to be scotch!  They were wed on returning to the US in 1945.", "authorname": "Topomark", "id": "32560314-5098865850-72157633852927661", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/statelibraryqueensland/5098865850/#comment72157633892462462", "realname": "State Library Queensland", "path_alias": "statelibraryqueensland", "author": "32605636@N06", "iconserver": "7441", "datecreate": "1370227799", "_content": "[http://www.flickr.com/photos/96797004@N02] Thank you so much for getting in touch with us. These photos of your father are wonderfully evocative of what Brisbane was like in World War 2. It is also unusual to have colour photographs from that time. We'd love to feature these photos and how you came to find them online in our library blog. Would you be happy for us to use your comments from this photo, with attribution, of course?", "authorname": "State Library of Queensland, Australia", "id": "32560314-5098865850-72157633892462462", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/statelibraryqueensland/5098865850/#comment72157633923465393", "realname": "Mark Muller", "path_alias": null, "author": "96797004@N02", "iconserver": "0", "datecreate": "1370353059", "_content": "Sure, that would be fine!  By the way, after my father passed away in 2007, I came across about 200 Kodachromes from Brisbane and WWII.  They are all in nearly perfect shape.  I need to go through these images and try to figure out what is what.  It is really amazing to see such clarity of color from that time.  My Father was an avid photographer and he left me his Leica C camera used to take the pictures.  The Leica 35 with Elmar lense is from roughly 1935 and is in nearly perfect shape.   I would like to catalog these images as noted but I need to digitize them first.  I hope to get to this sometime this summer.   Would you have any interest in these?  \nMy name is Mark T. Muller Jr. and I am a University Professor at the Univ. of Central Florida in Orlando where I direct a large group of researchers working on basic mechanisms of cellular growth control and cancer.  You can contact me at mark.muller@ucf.edu and my website describes what we do: <a href=\"http://www.biomed.ucf.edu/mtmuller\" rel=\"nofollow\">www.biomed.ucf.edu/mtmuller</a>.  Best, Mark", "authorname": "Topomark", "id": "32560314-5098865850-72157633923465393", "iconfarm": 0}], "photo_id": "5098865850"}, "flarchive:created": 1389621293}