{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6275892651/#comment72157627979188401", "realname": "", "path_alias": null, "author": "69662531@N05", "iconserver": "6048", "datecreate": "1321025417", "_content": "From the Commonwealth War Graves Commision website:\n\nName:SHARPLES, FRANK PAFFARD\nInitials:F P\nNationality:United Kingdom\nRank:Private\nRegiment/Service:Royal Fusiliers\nUnit Text:8th Bn.\nAge:20\nDate of Death:07/07/1916\nService No:G/6040\nAdditional information:Son of James Thomas and Mary Helena Sharples, of The Manse, Evington, Leicester. Born at Newcastle-on-Tyne.\nCasualty Type:Commonwealth War Dead\nGrave/Memorial Reference:XIV. E. 2.\nCemetery:OVILLERS MILITARY CEMETERY", "authorname": "Historydevotee", "id": "32254785-6275892651-72157627979188401", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6275892651/#comment72157627992162017", "realname": "", "path_alias": null, "author": "69751612@N04", "iconserver": "0", "datecreate": "1321187753", "_content": "Frank was the only son of James Thomas Sharples 1867 - 1935  &amp; Mary Helena Paffard. They originated from Great Harwood &amp; Blackburn,  Lancashire, then via Heaton near Newcastle on Tyne to Evington, Leicestershire to Warmington, near Banbury, Oxfordshire.\nJames Sharples was the Head Teacher, his wife was the Assistant Head teacher &amp; their only surviving child, Dorothy Ruth, was a student teacher there.", "authorname": "ZOPPO2", "id": "32254785-6275892651-72157627992162017", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6275892651/#comment72157628120874992", "realname": "", "path_alias": null, "author": "69755091@N07", "iconserver": "6038", "datecreate": "1321220044", "_content": "Soldiers Died CD-ROM shows that he Enlisted in London and was Resident in Hastings, Sussex at the time of his enlistment.", "authorname": "Scarletboy44", "id": "32254785-6275892651-72157628120874992", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6275892651/#comment72157628294395101", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1323114406", "_content": "The attack on Friday 7th July 1916 by 12th (Eastern) Division and 25th Division, in which Pte Sharples was killed, captured the village of Ovillers, a German strongpoint that had originally been one of the objectives for 1st July 1916.  However, 8th Battalion Royal Fusiliers (City of London Regiment), in 36th Brigade, 12th Division, suffered terrible casualties in this attack, being described as 'wiped out'.  These included their CO, Lieutenant Colonel Albemarle Cator Annesley DSO, killed in action leading his men.  He was recognised in the London Gazette for ‘conspicuous ability and energy when in command of his Battalion. The success of the attack and the subsequent defeat of counter-attacks were due to his foresight, energy, and example.’  \nPte Sharples fell on this day alongside 5663 LCpl William Henry Green (whose photograph is also in the IWM archive); G/11693 LCpl Frederick Baston; 773 Pte Thomas Arthur Gurney; 3913 Pte Ernest Shelvey; amongst many others.\n8th Battalion Royal Fusiliers was raised in Hounslow on 21st August 1914.  It moved to Colchester to form 36th Brigade with 9th Royal Fusiliers, 7th Royal Sussex and 11th Middlesex before moving down to Hythe in November 1914.  They landed in France on 31st May 1915 and first went into the trenches near Ploegsteert Wood on 23rd June 1915.  8th Royal Fusiliers were later committed to the Battle of Loos and the notorious fight for the Hohenzollern Redoubt in October 1915 - trench lines that they defended throughout the winter and next Spring.  8th Battalion trained for the Battle of the Somme at Fleselles in June 1916 and were destined for a cancelled attack on Martinpuich.  Instead they were brought up with 36th Bde to relieve 8th Bde opposite Ovillers-la-Boiselle on the night of 1-2 July.  12th Divison resumed the attack on Ovillers at 3.15am on 2nd July but 35th and 37th Brigades were shot to pieces by Germans still holding Mash Valley and the Leipzig Salient.  The Division, reinforced by 74th Brigade, attacked again on 7th July and carried Ovillers, but at terrible cost.  In 1917 two Victoria Crosses were won by men of 8th Battalion Royal Fusiliers, Corporal G Jarrett VC at Pelves on 3 May 17, and Lieutenant Colonel N B Elliott-Cooper V at La Vacquerie on  30 Nov 17.//", "authorname": "Gary Donaldson", "id": "32254785-6275892651-72157628294395101", "iconfarm": 0}], "photo_id": "6275892651"}}