{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/smithsonian/3038092154/#comment72157609499491570", "realname": "", "path_alias": "s1mbiosis", "author": "21042979@N00", "iconserver": "0", "datecreate": "1227141065", "_content": "&quot;A leading proponent of urban genre painting and an influential teacher of numerous artists.... Kenneth Hayes Miller was born in Oneida, New York in 1876. Four years later, in 1880, his family moved to New York City, where he attended the Horace Mann School. In 1892, Miller enrolled in painting and drawing classes at the Art Students League and studied under Kenyon Cox. He then studied with William Merritt Chase at the New York School of Art, where he became an instructor in 1899. The same year, Miller traveled to Europe for the first time. After the closing of the New York School of Art in 1911, Miller began teaching at the Art Students League, where he remained until 1951. While his early works are romantic depictions of nudes in dreamlike landscapes, reminiscent of the work of his close friend Albert Pinkham Ryder, and often alluding to Renaissance compositions, Miller's later works concentrate on contemporary themes such as consumer culture, for example lively scenes of women shopping in New York.\n\nHe exhibited four works in the 1913 Armory Show and had his first one-person exhibition in 1916 at the Macbeth Gallery, New York. In 1929 he was included in the Museum of Modern Art's first exhibition of works by American artists, &quot;Paintings by Nineteen Living Americans.&quot; He became an associate of the National Academy of Design in 1942, an Academician two years later, and a member of the National Institute of Arts and Letters in 1947. Miller died in New York in 1952.  Adapted from Eye, VSB&quot;\n\n<a href=\"http://www.phillipscollection.org/american_art/bios/miller-bio.htm\">www.phillipscollection.org/american_art/bios/miller-bio.htm</a>", "authorname": "My Symbiosis", "id": "25030781-3038092154-72157609499491570", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/smithsonian/3038092154/#comment72157625193470090", "realname": "Roger", "path_alias": null, "author": "49015875@N00", "iconserver": "162", "datecreate": "1287440177", "_content": "<a href=\"http://en.wikipedia.org/wiki/Kenneth_Hayes_Miller\" rel=\"nofollow\">en.wikipedia.org/wiki/Kenneth_Hayes_Miller</a>", "authorname": "victuallers2", "id": "25030781-3038092154-72157625193470090", "iconfarm": 1}], "photo_id": "3038092154"}}