{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/3931850656/#comment72157622429246836", "realname": "", "path_alias": null, "author": "23103743@N05", "iconserver": "2155", "datecreate": "1253586940", "_content": "See <a href=\"http://en.wikipedia.org/wiki/William_Sulzer#Impeachment\" rel=\"nofollow\">en.wikipedia.org/wiki/William_Sulzer#Impeachment</a>\n\n&quot;On August 13, 1913, the New York Assembly voted to impeach Governor Sulzer, by a vote of 79 to 45. Sulzer was served with a summons to appear before the Court for the Trial of Impeachments, and Lieutenant Governor Martin H. Glynn was empowered to act in his place pending the outcome of the trial. However, Sulzer maintained that the proceedings against him were unconstitutional and refused to vacate his office.[2] Both Sulzer and Glynn claimed to be Governor. Lt.Gov. Glynn began signing documents as &quot;Acting Governor&quot; beginning on August 21.[3]\n\nThe trial of Governor William Sulzer before the Impeachment Court began in in Albany on September 18. The court convicted Sulzer on three of the Articles of Impeachment on the afternoon of October 16, finding him guilty of filing a false report with the Secretary of State concerning his campaign contributions, committing perjury, and advising another person to commit perjury before an Assembly committee[4]. The following day, the court voted on a resolution to remove Sulzer from office. On October 17, 1913, Sulzer was removed by the same margin, a vote of 43-12, and Lt. Gov. Glynn succeeded to the governorship.[5]&quot;\n\nThe date on the negative suggests that this is the vote in the NY legislature to impeach rather than the impeachment trial.", "authorname": "swanq", "id": "8602872-3931850656-72157622429246836", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3931850656/#comment72157622433630066", "realname": "", "path_alias": "anne_loc", "author": "35014516@N03", "iconserver": "3087", "datecreate": "1253643436", "_content": "swanq:  Thanks for noticing the date on the neg. and for the additional information here!", "authorname": "Anne (LOC P&P)", "id": "8602872-3931850656-72157622433630066", "iconfarm": 4}], "photo_id": "3931850656"}}