{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8719854053/#comment72157633449803542", "realname": "Si Barber", "path_alias": "si_barber", "author": "34350687@N07", "iconserver": "3423", "datecreate": "1368032471", "_content": "Gerard Rupert Lawrence &quot;Laurie&quot; Anderson (15 March 1889 – November 1914) was a British hurdler who participated in the 1912 Stockholm Olympics and held the world record for the 440-yards hurdles.\n\nGerard Anderson was born in Twickenham, a village and a parish in Brentford district, Middlesex county in Greater London, England. His parents were David Anderson (b. 1844), an Anglican prebendary, and Blanch Alice May Anderson (b. 1857). He also had a sister, Mona Constance Anabel (b. 1884), and a brother, Arthur Emilius David (b. 1887).  \n\nHe attended Eton and Oxford University. He was the AAA champion at the 120-yards hurdles in 1909-1910 and 1912. On July 16, 1910 at the Crystal Palace, Anderson set the first IAAF world record in the 440-yards hurdles with a time of 56.8 seconds. \n\nAnderson took part in the Stockholm Olympics in 1912 and was favored to win a medal, but had an accident during the Men's 110 metres and was disqualified. \n\nAnderson's brother Arthur Anderson was also a noted track star and competed in the 100 metres competition as well as of the 200 metres event. After graduating university, Anderson became a manager at the Cammell Laird shipyard in Birkenhead. \n\nDuring the First World War Anderson joined the British Army and gained a commission as a Second Lieutenant. On October 16, 1914 he joined 3rd Bn. attd. 1st Bn. Cheshire Regiment and he saw action with this unit in France and Belgium  \n\nOn November 7 Anderson was mortally wounded at Hooge, near Ypres. Also killed were Captain George Bertram Pollock-Hodsoll and four enlisted men. \n\nAnderson's unit successfully repelled a German attack and captured twenty-five enemy troops. There are differing accounts of Anderson's death from his wounds. Battalion records state he was killed on November 7, the day he was wounded.  A sports biography places his death on November 9.[ And records from the Commonweath War Graves Commission place his death on November 11. \n\nFrom Wikipedia -\n<a href=\"http://en.wikipedia.org/wiki/Gerard_Anderson\" rel=\"nofollow\">en.wikipedia.org/wiki/Gerard_Anderson</a>", "authorname": "si.barber", "id": "32254785-8719854053-72157633449803542", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8719854053/#comment72157633454413866", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1368088710", "_content": "According to <a href=\"http://grandadswar.mrallsophistory.com/officer_died.html\" rel=\"nofollow\">grandadswar.mrallsophistory.com/officer_died.html</a> he was mentioned in Despatches. (Field Marshall French - 14 January 1915).", "authorname": "Mrs Audubon", "id": "32254785-8719854053-72157633454413866", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8719854053/#comment72157633457330646", "realname": "Zinaida Beaumont", "path_alias": null, "author": "37408767@N03", "iconserver": "3494", "datecreate": "1368121430", "_content": "Wonderful portrait", "authorname": "Zinaida Beaumont (very busy)", "id": "32254785-8719854053-72157633457330646", "iconfarm": 4}], "photo_id": "8719854053"}}