{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6275892649/#comment72157627978445261", "realname": "", "path_alias": "andybailey", "author": "8498561@N08", "iconserver": "2844", "datecreate": "1321017634", "_content": "2nd Lt Maurice Sharpe\n21 Squadron RFC and General List\n\nMaurice Sharpe was born on 11th May 1887, the youngest son of Sir Alfred Sharpe, C.B., K.C.M.G., and of Lady Sharpe (nee Rosamond Bolling), of Elmhurst, Lancaster.  Sir Alfred Sharpe had been the first governor of Nyasaland. Maurice was educated at Haileybury (Batten House, 1901-05) and Rugby before receiving a business training at Messrs. Storey Bros., Lancashire.\n\n21 Sqn RFC re-equipped with B.E.12 aircraft in August 1916, relinquishing its previous R.E.7 aircraft. The B.E.12 was a single seat derivative of the two seat B.E.2c, and inherited the B.E.2c’s inherent stability. This made the aircraft almost immediately obsolete as a fighter, although it was also utilised as a bomber. During this period 21 Sqn were based at Bertangles Aerodrome.\n\nOn the 28th October 1916, in the midst of the Battle of the Somme,  2nd Lt Maurice Sharpe took off at 0745hrs for a patrol over the enemy front lines in  B.E.12 serial number C6483. At 0930 he entered combat with enemy aircarft over the village of Courcelette. Maurice's aircraft was last seen in a steep dive.Initially posted as missing, Maurice's death in action was confirmed in 1917.  He was 29 years old. It is likely that he was shot down by Leutenant Hans von Keudell of Jasta 1, his fourth victory. (Von Keudell was killed in action with 12 victories on 15/02/1917).\n\n “Second Lieutenant MAURICE SHARPE, R.F.C., after having been reported missing, is now officially reported killed in action. He was the youngest son of Sir Alfred Sharpe, C.B., K.C.M.G., and of Lady Sharpe, of Elmhurst, Lancaster. Educated at Rugby, he had a business training with Messrs. Storey Bros., Lancaster. He took part in the campaign in the Cameroon, and afterwards obtained a commission in the Royal Flying Corps. He was 29 years of age. He was a keen Rugby forward, and excelled in rowing, hockey, and motoring. He is the seventh Rugby forward of the Vale of Lune Club who has been killed in action. Ten of the playing members of the club have fallen in the war.” (Flight Magazine 16th August 1917)\n\nMaurice has no known grave but is commemorated on the Lancaster War Memorial, the Haileybury School War Memorial, And the Arras Flying Services Memorial.", "authorname": "AndyBailey", "id": "32254785-6275892649-72157627978445261", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6275892649/#comment72157628109056060", "realname": "IWM Collections", "path_alias": "imperialwarmuseum", "author": "32300107@N06", "iconserver": "5535", "datecreate": "1321086241", "_content": "[http://www.flickr.com/photos/andybailey] Thank you for your work on this photo a, we really appreciate it. This is exactly what we hoped people might do, so we are very grateful. \n\nWe are going to be announcing a major project seeking everyone's help to uncover the life stories of those who served in the First World War. Watch out for announcements on:\n\nOur website <a href=\"http://www.1914.org\" rel=\"nofollow\">www.1914.org</a>\nOur <a href=\"http://www.facebook.com/FirstWorldWarCentenary\" rel=\"nofollow\">Facebook </a>page\nOur <a href=\"http://twitter.com/#!/IWM_Centenary\" rel=\"nofollow\">Twitter</a> account\n\nThank you again.", "authorname": "IWM Collections", "id": "32254785-6275892649-72157628109056060", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6275892649/#comment72157628109664014", "realname": "", "path_alias": null, "author": "69699566@N03", "iconserver": "6120", "datecreate": "1321096587", "_content": "Taken from UK Probate Records\nMaurice Sharpe of Elmhurst Lancaster Second-Lieutenant Royal Flying Corps died 28th October 1916 in France Killed in Action. Probate in Lancaster on 21st September 1917 to Alfred Sharpe K.C.M.G.  C.B.  effects of estate to the sum of £674.6s8d", "authorname": "FAMILY HISTORIAN RESEARCHER", "id": "32254785-6275892649-72157628109664014", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6275892649/#comment72157628129141223", "realname": "", "path_alias": null, "author": "70616395@N02", "iconserver": "0", "datecreate": "1322148332", "_content": "This is my great great gradfathers (Sir Alred Sharpes) brother. I am intregued by this request and will be following it closely to see if anyone knows more about him. According to the Lancaster Guardian newspaper 2 1916 - &quot;Maurice was killed in action in France. He had served throughout the Cameroons campaign in West Africa, the transferred to the Royal Fying Corps. On October 28 1916, the young arman went down behind enemy lines and was never seen again&quot;. The family erected a plaque in his memory alongside the other commemorattions of fallen warriors in Lancaster's St Mary's Priory and Parish Church. Maurice did attend Haileybury ( he was one of over 500 old Haileyburians killed in World War 1. I look forward to anymore information found about him. Just a question - do you know where this photo came from?", "authorname": "sharpefamilyresearch", "id": "32254785-6275892649-72157628129141223", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6275892649/#comment72157628992596231", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1327296572", "_content": "Old Haileyburian - attended 'public school' Haileybury, near Hertford, Hertfordshire <a href=\"http://www.haileybury.com/honour/HAILEYBURY\" rel=\"nofollow\">www.haileybury.com/honour/HAILEYBURY</a> 1916.htm\nInteresting Wikipedia notes about the school:\nViscount Allenby - most famous for his WW1 role in leading the Egyptian Expeditionary Force in the conquest of Palestine and Syria in 1917 and 1918 - is an alumnus of the school.\nThe Memorial Dining Hall was opened by the future King George VI &amp; Queen Elizabeth, and serves as a monument to former pupils who gave their lives in the First World War. Until the 1990s, the entire school of over 700 pupils dined there at a single sitting, all brought to silence for grace by the beating of a massive brass howitzer shell, captured from a German gun emplacement during World War I and then converted into a gong. As well as the dining hall, there are other impressive memorials to the school's 1,436 war casualties. The memorial on Terrace, originally built to commemorate those lost in World War I, was unveiled by General Sir Alexander Godley, KCB, KCMG on 7 July 1923. It was designed by former pupil Sir Reginald Blomfield. Known as the Cross of Sacrifice this simple stone structure serves as a prototype for war memorials found in every Commonwealth War Cemetery and other war memorials around the world. (Wikipedia: Cross of Sacrifice - The Cross of Sacrifice was designed by Sir Reginald Blomfield for the Imperial War Graves Commission and is usually present in Commonwealth war cemeteries containing 40 or more graves.)\nSeventeen former pupils of Haileybury and its antecedents have received the Victoria Cross, and three the George Cross.", "authorname": "brenontario", "id": "32254785-6275892649-72157628992596231", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6275892649/#comment72157628992835107", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1327298241", "_content": "Alfred Sharpe had eldest child, Edmund, born in Fiji 'in his early years' and moved with him to Nyasaland.  There is no mention of a subsequent marriage or children in the article, just that Alfred retired to the UK around 1910.\n<a href=\"http://en.wikipedia.org/wiki/Sir_Alfred_Sharpe\" rel=\"nofollow\">en.wikipedia.org/wiki/Sir_Alfred_Sharpe</a>\nFreeBMD\nSHARPE Alfred marr reg 2nd qr 1881 to BOLLING Rosamund     Bolton 8c 458\nBolling Rosamond birth reg 4th qr 1855 Bolton 8c 289\nSir Alfred is the son of Edmund Sharpe, Esq., of Quarry Hill, Lancashire, born in 1853, and married in 1881 to a daughter of the Rev. T. E. Bolling, M.A., Vicar of Lever Bridge, Bolton-le-Moors, Diocese of Manchester. Sir Alfred Sharpe resides at the Residency, Zomba, British Central Africa. \n<a href=\"http://www.storeysofold.com/book/page227.html\" rel=\"nofollow\">www.storeysofold.com/book/page227.html</a>\nfindagrave: Alfred Sharpe died Dec 10, 1935 buried Golders Green, London\nFreeBMD Sharpe Alfred death reg 4th qr 1935 age  82  Kensington  1a  148", "authorname": "brenontario", "id": "32254785-6275892649-72157628992835107", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6275892649/#comment72157628992885845", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1327298595", "_content": "FreeBMD\nSHARPE  Maurice  birth reg 2nd qr 1887  Bolton 8c451\nMaurice Sharpe had a brother Reginald b Rhodesia, died 1964 Cholo, Nyasaland\n<a href=\"http://records.ancestry.com/Reginald_Sharpe_records.ashx?pid=67681011\" rel=\"nofollow\">records.ancestry.com/Reginald_Sharpe_records.ashx?pid=676...</a>\n\nSHARPE Reginald  birth reg 1st qr 1886  Bolton 8c  419\nSharpe Reginald marr reg 2nd qr 1914 Sanderson Mary  LT Kensington 1a291\n\nReginald Sharpe B  Rhodesia\nD: 28 Oct 1964  P: Cholo, Malawi, Nyasaland\nReginald Sharpe m Mary Littledale Tunstall Sanderson\nB: 11 Aug 1892  P: Ward House, Lancashire\nD: 12 Apr 1966  P: Cholo, Nyasaland \nChildren: \nElizabeth Mary Sharpe B: 19 Dec 1917  P: 7 Middleton Street, India  D: 19 Jul 1960\nMaurice Boling Sharpe B: Oct 1923  P: Blantyre, Nyasaland  D: 25 Jun 1925\nP: Tomba, Nyasaland\nTristam Sharpe B: 14 Apr 1927 D: 19 Apr 1927\n<a href=\"http://www.sharedtree.com/descendants.php?person_id=283605\" rel=\"nofollow\">www.sharedtree.com/descendants.php?person_id=283605</a>", "authorname": "brenontario", "id": "32254785-6275892649-72157628992885845", "iconfarm": 8}], "photo_id": "6275892649"}}