{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/usnationalarchives/4166908952/#comment72157623438615547", "realname": "David Foster", "path_alias": null, "author": "21734563@N04", "iconserver": "2314", "datecreate": "1267848711", "_content": "Hi, I'm an admin for a group called <a href=\"http://www.flickr.com/groups/645075@N23/\">Veterans of the American Civil War</a>, and we'd love to have this added to the group!", "authorname": "David C. Foster", "id": "35717303-4166908952-72157623438615547", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/usnationalarchives/4166908952/#comment72157630208666126", "realname": "Don Williams", "path_alias": "danno116", "author": "31439438@N05", "iconserver": "3613", "datecreate": "1340205865", "_content": "The original Keystone Battery was organized in the early part of 1861 in Philadelphia, Pennsylvania as a volunteer infantry company and was drilled as such until the early part of 1862, when it was formed into a light artillery battery.  Shortly after converting to artillery tasking, its services were offered to the federal government as an independent battery for one year of service.  Their offer was accepted in August 1862, at which point the battery was required to furnish 150 men to fully equip it.  The Keystone Battery opened its enlistment rolls for two days and had nearly 500 offers to enlist, clearly demonstrating its popularity.\n\nThe Keystone Battery was first deployed as part of the defenses of the city of Washington.  Not until July of 1863 was the battery sent out of Washington, at which point it was rushed by rail to Gettysburg, but was placed in reserve and saw no major action there.  Following Lee's withdrawal from Pennsylvania, the Keystone Battery engaged the enemy repeatedly in Virginia.  At the expiration of its term of service, The Keystone Battery was returned to Philadelphia.\n\nSubsequent to the Civil War, the Keystone Battery was reorganized and admitted into the Pennsylvania National Guard.  The unit saw action during the labor riots of 1877, the Spanish-American War, and the coal strike of 1902.", "authorname": "DrDonWilliams", "id": "35717303-4166908952-72157630208666126", "iconfarm": 4}], "photo_id": "4166908952"}, "flarchive:created": 1387666538}