{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/5609551840/#comment72157627684793797", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1317654644", "_content": "A firma “A Boa Construtora - Fábrica Nacional de Relógios Monumentais” foi fundada em 1930 por Manuel Francisco Cousinha, na Rua Capitão Leitão, em Almada, e fabricava relógios monumentais sobretudo para monumentos públicos e igrejas. Chegaram a trabalhar 40 operários nesta oficina no pós guerra.\n\nPara matar o tempo, que passava devagar nos anos em que era pastor, Manuel Francisco Cousinha inventou e construiu uma máquina para o medir. O seu primeiro relógio era feito de casca de carvalho, folha de flandres e um chocalho de cabra, no lugar da campainha. O inventor, que, na altura, tinha apenas nove anos, viria a trabalhar como ajudante de um relojoeiro da Rua da Prata.\n\nDurante a Primeira Grande Guerra foi para França e, depois de vários meses de campanha, instalou-se perto da Suíça, onde adquiriu novos conhecimentos com os fabricantes de relógios. Terminada a guerra, voltou a Portugal, onde, definitivamente, se dedicou à relojoaria.\n\nHá relógios de “A Boa Construtora” pelo país, ex-colónias e Brasil. Quem viajar pela zona centro de Portugal, nomeadamente no concelho de Arganil, encontra relógios fabricados por esta firma na torre das igrejas de várias aldeias, o que para quem é natural de Almada deixa algum orgulho. Em Lisboa podemos também ver relógios fabricados em Almada, no Arco da Rua Augusta, no Museu Militar e no Mercado 24 de Julho.\n\nCaracterísticas deste relógio-carrilhão, na foto:\n\nRelógio-carrilhão de horas e quartos, sendo estes devidamente musicados e anunciados pela parte coral do hino «A Treze de Maio». \nAs horas são dados em acorde de três sinos, devidamente afinados, e seguida a estas, tem lugar a introdução do aludido hino. \nAo toque da meia hora, seque-se a melodia «Salvé Rainha». \nAlém do discriminado, o mesmo relógio toca as Avé-Marias musicadas: ao nascer do Sol, seguida a nove badalados em três séries, a melodia «A Virgem Pura»; ao meio dia, depois de iguais badaladas, o hino «Salvé Nobre Padroeira, Imaculado Conceição»; ao pôr do Sol, depois de outras nove badaladas a melodia «Com Minha Mãe Estarei». No outro dia ao nascer do Sol, em vez de a «Virgem Pura», ouvimos a melodia «Senhora Nossa». \nAo pôr do Sol passa a ser a «Virgem Pura» em vez de «Com Minha Mãe Estarei» e assim sucessivamente, o fenomenal relógio, vai tocando estas três melodias ao nascer e ao pôr do Sol alternadamente. \nO hino «Salvé Nobre Padroeira» é sempre ao meio-dia, em homenagem à Imaculada Conceição. \nO mesmo relógio contém ainda um electroíman junto do disparador, que por meio dum contacto eléctrico feito no sacristia, põe em andamento um dos cilindros musicais, ouvindo-se o toque automático de todas as músicas nele gravadas, em dias festivos ou de visitas. \nFunciona por meio de sete pesos cuja ascendência é feita automaticamente. \nAs suas dimensões são de 3,70 x 1,50 x 1,00 metros, comprimento, largura e altura respectivamente e pesa cerca de três mil quilos. \nAs sete músicas apresentadas, são tocadas automática e mecanicamente em dezoito sinos rigorosamente afinados com o peso total de sete mil quilos aproximadamente. \nO relógio discriminado que movimenta ponteiros em 4 mostradores exteriores, está instalado na torre da Igreja da Nossa Senhora da Conceição no Porto e constitui mais um retumbante êxito da indústria nacional, sob a direcção técnica de Manuel Francisco Cousinha.\n\nEsta firma deixou de fabricar relógios-carrilhão depois do 25 de Abril de 1974, devido às complicações da Revolução então em curso. \n\nA continuidade do trabalho de relojoaria tem sido mantida pelo neto Luís Manuel Cousinha Vasconcelos Forra com oficina de restauro e assistência técnica aos relógios de &quot;A Boa Construtora&quot; instalados pelo país, através da &quot;Cousinha - Electromecânica e Informática, Lda.&quot;, fundada em 27 de Julho de 1999 em Marisol - Corroios.\n\nComo o nome indica, a empresa alargou as suas actividades aos computadores, mas continua a garantir a manutenção e reparação de dezenas de relógios mecânicos de torre, provenientes de muitas igrejas e edifícios públicos. Apesar de ser hoje possível substituir estes mecanismos por sistemas computorizados, algumas pessoas preferem manter o funcionamento antigo, o que justifica , o trabalho da oficina.", "authorname": "J. Leite", "id": "26532116-5609551840-72157627684793797", "iconfarm": 6}], "photo_id": "5609551840"}, "flarchive:created": 1387730284}