{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10187347265/#comment72157636389988464", "realname": "Michael Day", "path_alias": null, "author": "13706945@N00", "iconserver": "3710", "datecreate": "1381410095", "_content": "Probably: Eustace William Hayter Allfrey: <a href=\"http://www.sofo.org.uk/research-centre/soldiers/detail/1581\" rel=\"nofollow\">www.sofo.org.uk/research-centre/soldiers/detail/1581</a>\n\nAlso Lt of the same name in emergency commissions (Bedfs. &amp; Herts. R.), July 1940: <a href=\"http://www.london-gazette.co.uk/issues/34939/supplements/5392\" rel=\"nofollow\">www.london-gazette.co.uk/issues/34939/supplements/5392</a>", "authorname": "michaelday_bath", "id": "32254785-10187347265-72157636389988464", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10187347265/#comment72157636391197653", "realname": "", "path_alias": null, "author": "16074369@N07", "iconserver": "0", "datecreate": "1381412117", "_content": "Possibly the same man awarded the M.C. in October 1940 too then.\n\n<a href=\"http://discovery.nationalarchives.gov.uk/SearchUI/Details?uri=D7356946\" rel=\"nofollow\">discovery.nationalarchives.gov.uk/SearchUI/Details?uri=D7...</a>", "authorname": "East Coast Smokie", "id": "32254785-10187347265-72157636391197653", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10187347265/#comment72157636391533854", "realname": "Michael Day", "path_alias": null, "author": "13706945@N00", "iconserver": "3710", "datecreate": "1381413148", "_content": "I think that might be Lt Maurice Charles Allfrey of the Royal Artillery, e.g.: <a href=\"http://www.london-gazette.co.uk/issues/34973/supplements/6109\" rel=\"nofollow\">www.london-gazette.co.uk/issues/34973/supplements/6109</a>", "authorname": "michaelday_bath", "id": "32254785-10187347265-72157636391533854", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10187347265/#comment72157636423891526", "realname": "IWM Collections", "path_alias": "imperialwarmuseum", "author": "32300107@N06", "iconserver": "5535", "datecreate": "1381487056", "_content": "[http://www.flickr.com/photos/13706945@N00] Thanks for finding out this information.", "authorname": "IWM Collections", "id": "32254785-10187347265-72157636423891526", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10187347265/#comment72157636428843253", "realname": "Michael Day", "path_alias": null, "author": "13706945@N00", "iconserver": "3710", "datecreate": "1381498562", "_content": "Captain Maurice Charles Allfrey DSO (97 (The Kent Yeomanry) Field Regt, Royal Artillery) died on the 1st July 1942 and is buried in the El Alamein War Cemetery: <a href=\"http://www.cwgc.org/find-war-dead/casualty/2091979/ALLFREY, MAURICE CHARLES\" rel=\"nofollow\">www.cwgc.org/find-war-dead/casualty/2091979/ALLFREY,%20MA...</a>\n\nA genealogy page - <a href=\"http://www.pennyghael.org.uk/Pease.pdf\" rel=\"nofollow\">www.pennyghael.org.uk/Pease.pdf</a> (pp. 22-23) - suggests that Eustace may have been a cousin of Maurice Charles Allfrey (1st cousin once removed). This particular Eustace Allfrey was born on the 27 Sep 1893 and married to a Mina Murray. The London Gazette of 28 November 1974 records the death of a Mina Darling Allfrey, widow of Chacombe Priory, Chacombe, Banbury, Oxfordshire: <a href=\"http://www.london-gazette.co.uk/issues/46415/pages/11979/\" rel=\"nofollow\">www.london-gazette.co.uk/issues/46415/pages/11979/</a>\n\nIf all of this fits (and the Banbury connection certainly would), this would make Eustace's parents, William Shedden Allfrey (b 27 Sep 1857) and Ellen Allfrey (née Rickman)\n\nAll of this seems to be confirmed by the following genealogy, except for the maiden name of Eustace's wife, here given as Wyllie: <a href=\"http://gw.geneanet.org/freer?lang=de;p=eustace+william+hayter;n=allfrey\" rel=\"nofollow\">gw.geneanet.org/freer?lang=de;p=eustace+william+hayter;n=...</a>", "authorname": "michaelday_bath", "id": "32254785-10187347265-72157636428843253", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10187347265/#comment72157636441049634", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1381523165", "_content": "His medal index card is held at the National Archive under reference WO 372/1/65073 \n<a href=\"http://discovery.nationalarchives.gov.uk/SearchUI/Details?uri=D1017053\" rel=\"nofollow\">discovery.nationalarchives.gov.uk/SearchUI/Details?uri=D1...</a>\n\nOn the 1901 census the 7 year old Eustace W H Allfrey, born Chacombe, Northamptonshire, was recorded at The Priory, Chacombe. This was the household of his parents, William S, (aged 43 and from Sunninghill, Berks - a Gentleman living on own means) and Ellen D, (aged 36 and from Walmer, Kent). As well as Eustace, their other children at that point were:-\nEthel H..............aged 8...........born Shenfield(?), Berks\nGraham S..........aged 1.........born Chacombe, Northants\n\nBy the time of the 1911 census the 17 year old Eustace William Hayter Allfrey was recorded as a Pupil at Lancing School, Hove, Sussex.\n\nHis father was still living at the same address but now Chacombe is described as near Banbury in the County of Oxfordshire - presumably the County boundary had been re-drawn. He had also either been widowed or, (less likely), had divorced. Its difficult to work out his new wifes first name or place of birth, but she was aged 32 and the couple had been married for under one year. \n(It may however explain the confusion over the wifes maiden name as described above )\nDaughter Ethel Hamilton Allfrey was still living with them as was a niece Edith Helen Allfrey, (aged 33). The family then have 5 live-in domestic servants.\n\nThere is a picture of The Priory here - a rather imposing edifice!\n<a href=\"http://en.wikipedia.org/wiki/Chacombe\" rel=\"nofollow\">en.wikipedia.org/wiki/Chacombe</a>", "authorname": "Moominpappa06", "id": "32254785-10187347265-72157636441049634", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10187347265/#comment72157636448599353", "realname": "Michael Day", "path_alias": null, "author": "13706945@N00", "iconserver": "3710", "datecreate": "1381543565", "_content": "As for William Sheddon Allfrey's second wife, a Mrs Dorothy Allfrey was killed in a V1 attack on the Guards Chapel, Wellington Barracks on 18 June 1944. A web page says that she was the widow of William Sheddon Allfrey of Chacombe (described here as a widower), adding that they had been married at Brackley in 1910: <a href=\"http://www.ystradgynlais-wargraves.co.uk/guards-chapel-biographies.html\" rel=\"nofollow\">www.ystradgynlais-wargraves.co.uk/guards-chapel-biographi...</a>\n\nThis seems to be supported by the genealogy cited above, which states that William Sheddon Allfrey married Ellen Rickman in 1891, but that she died in 1905 (after giving birth to Ethel, Eustace and Graham). William then married Dorothy Ramsay on the 18th October 1910. He died on the 22nd October 1932, aged 75: <a href=\"http://gw.geneanet.org/freer?lang=de;p=william+shedden;n=allfrey\" rel=\"nofollow\">gw.geneanet.org/freer?lang=de;p=william+shedden;n=allfrey</a>\n\nThe genealogies available on the Internet suggest that Eustace and Mina Allfrey married in July 1930 and had two children; however, I'm not going to provide details here, as they both appear to still be alive.", "authorname": "michaelday_bath", "id": "32254785-10187347265-72157636448599353", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10187347265/#comment72157636460182224", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1381578776", "_content": "Dorothy Allfreys details confirmed by the CWGC entry as well, She died aged 65 and the additional information given is that she was of 229 St. James's Court, Buckingham Gate. Daughter of Beville Ramsay and Sarah Maria Ramsay, of Croughton House, Brackley, Northamptonshire; widow of William Sheddon Allfrey. Died at The Guards Chapel, Wellington Barracks.\n<a href=\"http://www.cwgc.org/find-war-dead/casualty/3122770/ALLFREY, DOROTHY\" rel=\"nofollow\">www.cwgc.org/find-war-dead/casualty/3122770/ALLFREY,%20DO...</a>\n\n<i>At 11.20am, 18 June 1944, a V1 flying bomb hit the Guards' Chapel on Birdcage Walk SW1, not far from Buckingham Palace.The blast demolished most of the building and caused large loss of life. The Chapel - built in 1838 and also known as the Royal Military Chapel, St James's Park – formed part of Wellington Barracks, home to the Brigade of Guards. Parts of Wellington Barracks had been badly damaged four years earlier, after the rear of the building facing Petty France was hit by a high explosive bomb on 16 November 1940.\n\nOn Sunday, 18 June 1944, a mixed military and civilian congregation had gathered at the Guards' Chapel for morning worship. The choir had just started the Sung Eucharist when a V1 flying bomb cut out and nosedived onto the Chapel roof. The direct hit completely destroyed the roof, its supporting walls and concrete pillars and the portico of the Chapel's western door.\n\nTons of rubble fell onto the congregation. 121 soldiers and civilians were killed and 141 others were seriously injured. The high death toll included several senior British Army officers and a US Army Colonel. The Bishop of Maidstone, who was leading the morning service, was one of the few present left uninjured\n\nAs the clouds of dust subsided, first aid teams and heavy rescue crews arrived to find a scene of utter devastation. An initial City of Westminster ARP assessment put the number of casualties at 400-500. At first, the debris appeared impenetrable; the smashed remains of walls and the collapsed roof had trapped dozens. The doors to the Chapel were blocked; the only access point for the rescue teams lay behind the altar. Doctors and nurses were obliged to scramble in between the concrete walls to administer morphine and first aid. Several rescuers and survivors later recalled that the silver altar cross had been untouched by the blast and candles continued to burn. The rescue services and Guardsmen from the Barracks immediately began freeing survivors from the wreckage and carrying them out. The operation to free them all took 48 hours. \n\nThe Guards' Chapel incident was the most serious V1 attack on London of the war. The flying bomb left only the apse of the Chapel intact. Nearby mansion flat blocks - among them Broadway Buildings and Queen Anne's Mansions in Petty France - also suffered blast damage, including one used by US news correspondent Walter Cronkite.\n\nThat Sunday, Dr (later Professor) R.V. Jones, Churchill's principal scientific adviser tasked with investigating and countering the V-Weapons threat, was working nearby, in the SIS (MI6) offices at 54 Broadway. He recalled:\n\n&quot;One lasting impression I had was that the whole of Birdcage Walk was a sea of fresh pine leaves, the trees had all been stripped and I could hardly see a speck of asphalt for hundreds of yards&quot; (R.V.Jones: 'Most Secret War; British Scientific Intelligence 1939-1945').\n\nAs the V1 campaign against London intensified, the Guards' Chapel attack received much publicity in the international press and was highlighted by journalists and in government statements as a particular atrocity.\n\nThe Chapel itself was almost completely ruined. The rubble included the remnants of over two thousand small memorial plaques, dedicated to the service of Guardsmen since 1660. \n\nDespite the damage, part of the Chapel was re-opened for services in time for Christmas 1944. Today’s Guards' Chapel was rebuilt on the same site during 1962-1963. Just inside the Chapel's west entrance, a large engraved wall memorial and book of remembrance record the soldiers and civilians who died in the 1944 attack. The original altar cross and six silver candlesticks still adorn the Chapel's altar.</i>\n<a href=\"http://www.westendatwar.org.uk/page_id__151_path__0p28p.aspx\" rel=\"nofollow\">www.westendatwar.org.uk/page_id__151_path__0p28p.aspx</a>", "authorname": "Moominpappa06", "id": "32254785-10187347265-72157636460182224", "iconfarm": 1}], "photo_id": "10187347265"}}