{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/8715052650/#comment72157633527772177", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1369059838", "_content": "Diversas unidades hoteleiras marcaram o o arranque turístico da cidade da Figueira da Foz. O “Hotel Aliança”, fundado no princípio do século XX por Domingos Martins, de início na Praia Nova e, posteriormente com sucursal na Rua Miguel Bombarda. O primitivo “Hotel Reis”, propriedade de José dos Reis Correia de Lemos, hoje “Hotel Hispânia”, e o “Grande Hotel Portugal” propriedade de Eduardo Augusto Martinho, e situado na Rua Cândido dos Reis.\n\nPor não cumprimento da cláusula contratual de construção de um hotel, a concessão de jogo concedida em 1928 à &quot;Sociedade do Grande Casino Peninsular,S.A.R.L.&quot; - proprietária do &quot;Grande Casino Peninsular&quot; -, foi rescindida em 1946 pelo Estado. Em 20 de Julho de 1948 foi fundada por alguns figueirenses, nomeadamente Arménio Faria, Dr. Ernesto Tomé, Augusto Silva, João Costa, Carlos Mendes e João Simões a &quot;Sociedade Figueira Praia, S.A.R.L.&quot;, em substituição da &quot;Sociedade do Grande Casino Peninsular S.A.R.L.&quot;, tendo obtido novo contrato de concessão de Jogo, ficando,igualmente, com a obrigatoriedade da construção do novo hotel como contrapartida.\n\nO “Grande Hotel da Figueira”, desenhado pelo arquitecto Inácio Peres Fernandes, foi inaugurada em 28 de Junho de 1953. Equipado com um terraço panorâmico e uma torre sobre a praia e o Oceano Atlântico, foi estudado para que a comodidade e o conforto fosse uma realidade não só, nos seus 110 quartos distribuídos pelos cinco andares, como nas áreas comuns e públicas.\n\nA construção do “Grande Hotel da Figueira” ficou a cargo da firma “Carlos Eduardo Rodrigues”, o projecto de arquitectura de Inácio Peres Fernandes, pinturas e esculturas dos mestres Julião, Thomaz de Mello e Vaz Branco.\n\nAs obras do &quot;Grande Hotel da Figueira&quot;, para além de outros motivos conduziram a &quot;Sociedade Figueira Praia, S.A.R.L.&quot;, a uma situação financeira caótica o que levou à constituição do seu primeiro Conselho de Administração em 1957. Os anos que se seguiram até 1963 foram de recuperação, tendo-se realizado o primeiro aumento de capital em 1967, juntamente com a primeira distribuição de dividendos aos accionistas.\n\nNo final dos anos 70 do século XX, o “Grande Hotel da Figueira”, é alvo das primeiras obras de remodelação. Na década seguinte, juntamente com outras unidades da “Sociedade Figueira Praia, S.A.R.L.”, passa a ser explorado pela empresa &quot;Figueirotéis, Lda.&quot;. Mais tarde este grupo de hotéis trabalhará sob a gestão da &quot;Confortéis&quot;.\n\nEm 1995 este Hotel sofre , de novo, profundas remodelações, sob projecto do arquitecto António Ginestal Machado, sem prejuízo ao risco arquitectónico inicial. Considerado &quot;Imóvel de Interesse Público&quot;, esta unidade hoteleira é integrada no grupo &quot; Accor&quot;, em Outubro de 1996 adoptando a designação de &quot;Mercure Figueira da Foz Hotel&quot;. Um contrato sob os auspícios do “Grupo Amorim”, maioritário na &quot;Sociedade Figueira Praia, S.A.&quot; e que visou relançar esta unidade hoteleira nos circuitos turísticos internacionais.\n\nO “Mercure Figueira da Foz Hotel”, de 4 estrelas, oferece 102 quartos com ar condicionado, internet Wi-Fi em todo o hotel, ginásio e court de ténis (interior).", "authorname": "J. Leite", "id": "26532116-8715052650-72157633527772177", "iconfarm": 6}], "photo_id": "8715052650"}, "flarchive:created": 1387726303}