{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/7838450360/#comment72157634826652805", "realname": "", "path_alias": null, "author": "99490033@N02", "iconserver": "0", "datecreate": "1375031005", "_content": "St. Paul's College is one of the world's earliest Anglo-Chinese schools. Its founder, the Rev. Vincent John Stanton, was the first colonial chaplain of the former Colony of Hong Kong, appointed in 1843. In 1841, Rev. Stanton, raised funds in England to start an Anglo-Chinese school in Hong Kong. The Church of England Anglo-Chinese School opened for the purpose of teaching English to Chinese boys in 1849. St. Paul's College was officially founded in 1851, located at Glenealy in what is today the Central District.\n\nThe school opened with James Summers as headmaster, Rev. Edward T. R. Moncrieff as tutor and nine boys. The number of students soon swelled to 33. Rev. Moncrieff, the school's only tutor at the time, traveled to India, where he was killed in 1857 in the Indian Mutiny.\n\nThe college was suspended from 1857 to 1862. Bishop Burden turned the building into a school mainly for English-speaking boys, which operated from 1873 to 1878. During this time, St. Paul's College and St. Joseph's College competed in the earliest inter-school football matches ever played in the colony. The college again became an Anglo-Chinese school, under the headmastership of A.T. Fryer in 1878. The college was suspended in 1899, and the building was used as a training school for Chinese Catechists under the leadership of Rev. P.A. Bunbury.", "authorname": "hphbhk", "id": "31569669-7838450360-72157634826652805", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/7838450360/#comment72157635331136508", "realname": "", "path_alias": "wcwchan", "author": "61013804@N08", "iconserver": "0", "datecreate": "1378041998", "_content": "[http://www.flickr.com/photos/99490033@N02] Wow! Thanks for the detail history. Is it located at the present church and kindergarten at Glenealy?\nZetland Lodge (at 9 o'clock) is the home to the Freemason. Destroyed by US bombing in 1944. Rebuilt in Kennedy Road.", "authorname": "Paed Ortho", "id": "31569669-7838450360-72157635331136508", "iconfarm": 0}], "photo_id": "7838450360"}}