{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8447554512/#comment72157632695436038", "realname": "Zinaida Beaumont", "path_alias": null, "author": "37408767@N03", "iconserver": "3494", "datecreate": "1360067840", "_content": "I like very much those ancient faces\nThey are remarkable\nI miss them today", "authorname": "Zinaida Beaumont (very busy)", "id": "32254785-8447554512-72157632695436038", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8447554512/#comment72157632705125602", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1360176741", "_content": "From the Red Cross website at <a href=\"http://www.redcross.org.uk/About-us/Who-we-are/History-and-origin/First-World-War\" rel=\"nofollow\">www.redcross.org.uk/About-us/Who-we-are/History-and-origi...</a> \n\n&quot;Following the outbreak of war in August 1914, the British Red Cross and the Order of St John formed the Joint War Committee to pool monetary and human resources and to work together under the protected emblem of the Red Cross.\n\nMembers of the British Red Cross and the Order of St John were organised into Voluntary Aid Detachments (the term VAD later came to be used for an individual member as well as a detachment). All members were trained in first aid and others trained in nursing, cookery and hygiene and sanitation.&quot;\n\nIn addition overseas service volunteers from the Red Cross assisted with the tracing, recording and welfare of PoWs.  The Red Cross also converted and ran wartime hospitals out of private houses throughout the UK.//", "authorname": "Gary Donaldson", "id": "32254785-8447554512-72157632705125602", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8447554512/#comment72157632711358028", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1360253893", "_content": "Information kindly sent by Ms I Royce of the British Red Cross Museum and Archives, (British Red Cross Museum and Archives, 44 Moorfields, London EC2Y 9AL), reveals that in their List of Personnel Who Served Overseas 1914-18, there is the following docket: \n\nRank: Searcher\nName: Dodson, Arthur Ranken\nCertificate Number 15289\nPassport number 175962\nDept for Ref.: Enquiry\nDestination: Boulogne\n\nHe was engaged for this duty on 3rd January 1918, and gave his address as Littledale, Hindhead.  He had apparently been previously employed by the British Red Cross in their &quot;Wounded and Missing&quot; section.  He was sent to France but there is no confirmation of his return on the docket.\n\nClearly there is no definitive identification, however in all likelihood the man in this photograph is Arthur Ranken Dodson.\n\nThere is, elsewhere, a record of an Arthur Ranken Dodson, born in Lancaster (Morecambe) in 1870, son of  Charles Edward Dodson and Wilhemina Clarissa Joanna Charlotte, (nee Ranken).  Arthur Ranken Dodson married a Gertrude Brierley of Cheshire at St Pancras, London, in 1894.  They had one son, Arthur Derek Hafiz Dodson, born 1895 at Woodford, Essex.  Arthur Ranken Dodson died 21 July 1944 at 20 Devonshire Place, London W1, which would have been in his 74th year.\n\nHis son, Captain A D H Dodson of the Royal West Kents, is photographed elsewhere in this IWM portfolio of Faces of the First World War.//", "authorname": "Gary Donaldson", "id": "32254785-8447554512-72157632711358028", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8447554512/#comment72157632713425179", "realname": "IWM Collections", "path_alias": "imperialwarmuseum", "author": "32300107@N06", "iconserver": "5535", "datecreate": "1360320428", "_content": "[http://www.flickr.com/photos/69679868@N03] A great piece of detective work, thank you Gary. A D H Dodson's photo can be seen <a href=\"http://www.flickr.com/photos/imperialwarmuseum/7286198932/\" rel=\"nofollow\">here</a>.", "authorname": "IWM Collections", "id": "32254785-8447554512-72157632713425179", "iconfarm": 6}], "photo_id": "8447554512"}}