{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6810085950/#comment72157629231492850", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1331893559", "_content": "Albert Baswitz, b 1892 in Bradford, a student teacher and former member of London University OTC, was commissioned into 22nd (County of London) Battalion The London Regiment (The Queen's).  He was the son of Mr Herman Baswitz, a German citizen and an enquiring agent with an insurance company.  The family home in 1911 was at 40 Tamworth Street, Fulham, London.  Albert Baswitz was a student at King's College 1911-14 and afterwards at the London Day Training College.  He passed his Intermediate Arts examinations in 1912 and graduated with a Mathematics BSc with Honours in 1914.\n\nThe award of a Military Cross to 2Lt (Temporary Lt) Albert Baswitz is published in the Supplement of 14 Jan 1916 to Edition 29438 of the London Gazette dated 11 Jan 1916.  2Lt (Temp Lt) Baswitz was promoted to Temp Capt with effect 5 Jul 1916. [LG 29694 dated 4 Aug 1916].  2Lt (Temp Capt) Baswitz was promoted to Lt (Temp Capt) with effect 12 Sep 1916 [LG 29778 dated 10 Oct 16].//", "authorname": "Gary Donaldson", "id": "32254785-6810085950-72157629231492850", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6810085950/#comment72157629231909612", "realname": "", "path_alias": null, "author": "77788549@N05", "iconserver": "0", "datecreate": "1331900123", "_content": "The King's College London Memorial contains the following extract from the King's College Review of December 1916 <a href=\"http://kingscollections.org/warmemorials/kings-college/memorials/baswitz-albert\" rel=\"nofollow\">kingscollections.org/warmemorials/kings-college/memorials...</a> \n\nCaptain Baswitz met his death gallantly leading his men against the Germans on September 16th last. A brother officer writing of his death says: &quot;His sheer keenness for the whole thing was wonderfully infectious. On the 16th his chance came - the chance he had been longing for. He was ordered to take his company up and reinforce another battalion which was going to attack. So he died, gallantly leading his men, doing a work that he was always anxious to do.&quot; \n\nAnother writes: &quot;His men, especially the bombers, adored him. There was no more popular officer in the whole division. His example will always be before us.&quot; \n\nHis Colonel, writing to his bereaved parents, said: &quot;He was one of the bravest men I have ever met and one of the best of friends, beloved by the officers and all of his men too.&quot;", "authorname": "Trench-Foote", "id": "32254785-6810085950-72157629231909612", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6810085950/#comment72157629232098932", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1331902765", "_content": "In September 1916 the strong and dominating German position in the notorious ‘High Wood’ feature still remained to be taken.  III Corps was assigned to assault this feature, as part of a broad attack on Martinpuich and Flers Courcelette, using 47th (London) Division.  47th Division, commanded by Major General Charles Barter, had recently arrived on the Somme and they relieved 1st Division in trenches in front of their objective on 10th September.  Tanks were to be used for the first time in this attack, but because of the proximity of the British front line to High Wood the 3 day artillery preparation that was to be brought down elsewhere, commencing on 12th September, was not fired for 47th Division.  Maj Gen Barter and the Commanders of 140, 141 and 142 Brigades wanted to temporarily pull back to allow the British artillery to include High Wood in the fire-plan, but they were overruled by HQ III Corps.  Barter also, correctly, had misgivings about the ability of the tanks to negotiate the tree stumps and craters in and around High Wood.\n\nAt 06.20hrs on 15th September the 47th Division attack began with 50th Division on their left and the New Zealand Division on their right.  The first wave, left their trenches before ‘zero’ and lay out in formation, consisted of London battalions from 141 Brigade – 17th Battalion (Poplar &amp; Stepney Rifles), 18th Battalion (London Irish), and two companies 15th Battalion (Civil Service Rifles) from 140 Brigade.  The Germans immediately responded with artillery and machine-gun fire.  15th Battalion suffered 80% casualties and had both Company Commanders killed.  The tanks, as predicted, became ditched and stuck and were left behind.\n\nAs the attack lost momentum the second wave of 141 Brigade, 19th Battalion (St Pancras) and 20th Battalion (Blackheath &amp; Woolwich) went over the top.  Meanwhile on the left of High Wood 140 Brigade was caught by enfilade fire quickly countered by 7th Londons who got into the ‘Switch Line’ trench.  8th Londons (Post Office Rifles) followed them into the churned and stump filled wood and despite taking heavy casualties began to roll-up the German positions – this advantage was quickly exploited by 6th Londons (Rifles) who reinforced them at 0820hrs.  The infantry battle for High Wood became a savage, close-quarters, hand-to-hand fight which raged for 5 hours during which the London battalions had to call for close artillery and trench mortar fire to neutralise the enemy in prepared positions in the north, north-west and eastern extremities of the wood.  Eventually the Germans were overrun and began to surrender.  By 1300hrs the British finally held High Wood, though the Germans continued to bring down artillery fire.  142 Brigade, (21st, 22nd, 23rd and 24th Londons) were quickly moved into High Wood to tackle any by-passed positions and consolidate the ground taken.  The 332 men killed and wounded in 17th Battalion reflected the desperate ferocity of the battle which cost 4,500 British casualties.  On 19th September, 47th Division was relieved in place by 1st Division.  The GOC, Maj Gen Barter was immediately relieved of his command by the III Corps Commander, Lt Gen Pulteney, who accused him of unnecessarily wasting men.  This was manifestly unjust as Barter had strongly objected to attacking without preliminary artillery support and the consequences chiefly arose from the flawed III Corps plan.  Maj Gen C StL Barter was awarded a KCG in 1916 and a KCMG in 1918, but was denied the official enquiry into his dismissal from command.//", "authorname": "Gary Donaldson", "id": "32254785-6810085950-72157629232098932", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6810085950/#comment72157629248810620", "realname": "", "path_alias": null, "author": "68061336@N05", "iconserver": "0", "datecreate": "1332101655", "_content": "Commonwealth War Graves Commission lists following details \nBASWITZ, ALBERT\nRank:Captain\nDate of Death:16/09/1916    Age:24\nRegiment/Service:London Regiment 1st/22nd Bn. \nAwards:M C\nGrave ReferenceI. E. 13.\nCemetery FLATIRON COPSE CEMETERY, MAMETZ\nAdditional Information:\nTwice Mentioned in Despatches. Son of Mr. H. Baswitz, of 40, Tamworth St., Fulham, London.\nTheses details can be found here <a href=\"http://www.cwgc.org/search-for-war-dead/casualty/556251/BASWITZ,%20ALBERT\" rel=\"nofollow\">www.cwgc.org/search-for-war-dead/casualty/556251/BASWITZ,...</a>\n\nA photo of his grave can be found here <a href=\"http://twgpp.org/information.php?id=3201880\" rel=\"nofollow\">twgpp.org/information.php?id=3201880</a>", "authorname": "coldlunchuk", "id": "32254785-6810085950-72157629248810620", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6810085950/#comment72157632848768044", "realname": "", "path_alias": null, "author": "93518213@N03", "iconserver": "0", "datecreate": "1361731299", "_content": "Albert is one of my cousins. I added him to our family tree last year as his name was not included on the same tree where his father, mother and three other siblings are. From English census records was able to verify he is/was very much a part of our family. He died too young, but he died valiantly. As another of our cousins pointed out, there was a very good chance Albert was fighting his own cousins across enemy lines as there were others of our relatives who fought on the German side during WWI, unbeknownst to each other.", "authorname": "Lace Valentine", "id": "32254785-6810085950-72157632848768044", "iconfarm": 0}], "photo_id": "6810085950"}}