{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/9065959821/#comment72157634188144277", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1371546768", "_content": "«Lockheed» L-1049G Super Constellation\n\nEm 1955 a aquisição, pela TAP, dos «Lockheed» L-1049G Super Constellation, permitiu fazer voos de longa distância nomeadamente para o Brasil e ex-colónias. Operaram até 1965 altura em que entraram ao serviço os primeiros «Boeing» 707-262C.\n\nNa foto, e em primeiro plano,  o &quot;Vasco da Gama&quot; \n\nO «Lockheed» L-1049G Super Constellation, “Super G”, com o prefixo CS-TLA, e batizado de “Vasco da Gama”, foi entregue em 15 de Julho de 1955, em Burbank, na Califórnia. Inicialmente sem radar de tempo, e tendo-o recebido apenas em 1961, foi o último aparelho da frota da TAP a ter este tipo de equipamento instalado. O vôo teria escala em New York e Santa Maria nos Açores. O percurso de New-York-Santa Maria durou 8h e 40m e Santa-Maria-Lisboa 2h e 50m.\n\nOs novos aviões, eram uma versão substancialmente melhorada da anterior versão L-1049E. Esta versão veio com maior capacidade de combustível, janelas quadradas e novos quatro motores &quot;Curtis Wright&quot; «turbo-compound» de 3.250 cavalos cada. Deslocavam 62 toneladas, à velocidade máxima de 600 Km/h, sendo a velocidade de cruzeiro 500 Km/h, \n\nEstas aeronaves estavam destinadas a serem utilizados na linha de África, nas rotas Lisboa-Accra-Luanda-Lourenço Marques, tendo sido iniciadas em 27 de Novembro de 1955. O tempo de duração do vôo Lisboa-Luanda  passou de 22 horas de voo para 15, e para Lourenço Marques passou de 31 horas para 22. Nessa linha foi utilizada a versão de 69 passageiros. «O viajante terá na cabina do &quot;Super-Constellation&quot; mais a sensação de que está instalado num moderno hotel, do que própriamente num avião a que nem falta a confortável sala de estar.»\n\nOs &quot;Super-Constellation&quot; que estiveram ao serviço da &quot;TAP - Transportes Aéreos Portugueses&quot; foram os seguintes: \n\nMatricula: CS - TLA    Nº de Série: 4616    Nome: &quot;Vasco Da Gama&quot;                     Período de serviço: 1955-1967 \n\nMatricula: CS - TLB    Nº de Série: 4617    Nome: &quot;Infante Dom Henrique&quot;            Período de serviço: 1955-1967    \n\nMatricula: CS - TLC    Nº de Série: 4618    Nome: &quot;Gago Coutinho&quot;                      Período de serviço: 1955-1967   \n\nMatricula: CS - TLD    Nº de Série: 4808    Nome: &quot; ---------&quot;                                  Período de serviço: 1958-1959    \n\nMatricula: CS - TLE    Nº de Série: 4677    Nome: &quot;Salvador Correa&quot;                     Período de serviço: 1961-1967   \n\nMatricula: CS - TLF    Nº de Série: 4672    Nome: &quot;Mouzinho de Albuquerque&quot;     Período de serviço: 1961-1967", "authorname": "J. Leite", "id": "26532116-9065959821-72157634188144277", "iconfarm": 6}], "photo_id": "9065959821"}, "flarchive:created": 1387726192}