{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6279131985/#comment72157627990720506", "realname": "IWM Collections", "path_alias": "imperialwarmuseum", "author": "32300107@N06", "iconserver": "5535", "datecreate": "1319731652", "_content": "The attestation paper for Private Archibald Clement Thornton has been digitised by the Library and Collections of Canada and is available to view online:\n\n<img src=\"http://data2.archives.ca/cef/gpc016/636723a.gif\" />\n\nSee details of his record here: <a href=\"http://www.collectionscanada.gc.ca/databases/cef/001042-119.01-e.php?id_nbr=275330&amp;PHPSESSID=otpurdekv1gt70j524p51kkkk6\" rel=\"nofollow\">www.collectionscanada.gc.ca/databases/cef/001042-119.01-e...</a>", "authorname": "IWM Collections", "id": "32254785-6279131985-72157627990720506", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6279131985/#comment72157627984252163", "realname": "", "path_alias": "coolshanagh55", "author": "69645150@N05", "iconserver": "0", "datecreate": "1321091987", "_content": "In Memory of \nPrivate A C THORNTON\n\n57949, 20th Bn., Canadian Infantry (Central Ontario Regiment)\nwho died \non 21 November 1915\n\nRemembered with honour\nBAILLEUL COMMUNAL CEMETERY EXTENSION (NORD)\nSource: CWGC website.", "authorname": "Coolshanagh25", "id": "32254785-6279131985-72157627984252163", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6279131985/#comment72157628111606232", "realname": "", "path_alias": null, "author": "69717788@N04", "iconserver": "0", "datecreate": "1321118732", "_content": "Below text taken from:\n\n<a href=\"http://1914-1918.invisionzone.com/forums/index.php?showtopic=146888\" rel=\"nofollow\">1914-1918.invisionzone.com/forums/index.php?showtopic=146888</a>\n\nMy great-uncle Archibald Clement Thornton died in the early part of the war in the Dickebusch trenches in Belgium. The irony is that Archie was born and bred - like his three brothers - in England while his father was born in Hamburg, Germany. Archie was bright (he quit Cambridge University after a term) but instead he started a new life in Haldimand County, Canada, as a miner and a miller. He joined up 'to do his bit for Canada'. He died on 21 Nov 1915, having been blown up - he had his leg amputated before he succumbed. It seems, because of his knowledge of German, he was posted right to the front of the Canadian lines, to listen in to what the Germans were saying. I am looking for any account whatsoever of his death (the war diaries don't mention him by name). I have uncovered a couple of letters in Haldimand newspapers from comrades, in which they talk of sharing out some tobacco and food that had been sent to Archie just before he died. Archie and his older brother died and their other brother (my grandfather) went on to win the MC after fighting in The Somme, Ypres and in Italy.\n\nAlso:\n\n<a href=\"http://www.sachem.ca/arts_and_entertainment/article/160187\" rel=\"nofollow\">www.sachem.ca/arts_and_entertainment/article/160187</a>\n\nArchibald Clement Thornton, the youngest of four sons of Rev. and Harriet Thornton, at 24 years of age left London on February 22, 1910 for Canada.\n\nHe sailed on the SS Cairnrona carrying 232 passengers. His destination was Caledonia, Ontario and he intended to farm.\n\nOnce he arrived, he was one of five boarders of Sarah (nee Webb), daughter of John Webb and Mary Ann Nichol of Walpole.\n\nSarah had married John Thompson, son of Thomas Thompson and Harriet Elly. John and Sarah had four daughters and one son born between Nov. 1894 and April 1908.\n\nJohn, a teamster, was killed on May 17, 1911 at age 44 in an accident.\n\nHaving boarders would have been a source of income for Sarah's family.\n\nSarah lived east of the Plank Road in Seneca Township, which would have been near the gypsum plant. Her five boarders were Joseph Holland, John Lemon, Archibald Thornton, Guilford Slingsby, all English and Michael McGarry, an Irishman. They were all labourers in the mines.\n\nAlthough Sarah Thompson died in Bakersfield, California, she was buried in Caledonia cemetery where her husband was buried.\n\nGuilford Slingsby and Archibald Thornton had been friends back in England. Guilford set sail for Canada July 16, 1910, five months after Archibald. Guilford, a popular name in the Slingsby family, was the son of a silk ribbon manufacturer in Nuneaton, England.\n\nAccording to more information from Robin Thornton, Archibald claimed to have earned 100 Canadian dollars in the 32 weeks that he worked in 1910.\n\nTwo days before Guilford and Archibald left Montreal with their battalion bound for England, Guilford married Ethel May Hooley at Mimico, Toronto on May 12, 1915.\n\nThey trained in a camp in the Shorncliffe area in England near the channel and on Sept. 2, 1915, the King inspected the Canadian soldiers, some 40,000.\n\nTwo weeks later, Archie was on his way to France. By November 15, he was in the Dickebusch trenches. It was here where he was wounded on Nov. 17, 1915 suffering grenade wounds to his head and leg. He was taken to a field casualty station where his leg was amputated. Archie died Nov. 19, 1915.\n\nArchie Thornton was described as a &quot;good linguist serving as a Listener on the Western Front, monitoring enemy activity and gathering intelligence, a dangerous deployment.&quot;\n\nOn January 26, 1916, the Sachem published two letters. One was written from Belgium Dec. 23, 1915 to Roy Martindale of Hamilton from &quot;Your sincere friend, A. W. Lyon&quot;. The other, also written to Roy Martindale was written from France Dec. 27, 1915 from &quot;Your old friend Gilford A. Slingsby&quot;.\n\nRoy had sent a parcel to Archie Thornton, which arrived after his death.\n\nA. W. Lyon wrote that he was returning the letter but that he had opened the parcel and gave the tobacco to Tom Pettigrew, because he was a Caledonia boy.\n\nTom is listed on Caledonia's honour roll of WWI casualties too.\n\nA. W. Lyon also wrote that he had given the &quot;tobacco to Tim Johnston, a driver for A. E. Jones bake wagon -surely you remember him. Please give my best regards to Bob A., and the rest of the boys.&quot;\n\nGuilford Slingsby's letter to Roy Martindale thanked him for a present.\n\nGuilford was lying in the hospital after an appendicitis operation and was yellow with jaundice.\n\n&quot;I hope things are pretty good with you in the dear old land of the maple. I only wish I was back there with my dear wife, but I hope to be before long. Some of the poor fellows are torn about awful. It is terrible to see them. I cannot say that I want to see the firing line again, for it is just hell and nothing else. Remember me to all kind friends, again thanking you boys for the nice present.&quot;\n\nIn 1919, Canon Thornton presented a large oil painting of the Entombment by VanDyke to his church in memory of Mrs. Thornton, claimed to have died of a broken heart over the death of her two sons two weeks before the war ended. The painting was sold in 1960. Canon Thornton and his two surviving sons, Bernard and Gerard, also placed the present carved oak choir stalls in the chancel and decorated the walls and ceilings to her memory that same year.\n\nA stained glass window in the church in memory of Frederick and Archibald was placed in the east end of the church by Canon Thornton and his two sons.\n\nRobin Thornton's original question remains unanswered. &quot;Does anyone have any letters etc. that might shed more light on Archie and what he did in his short time in Caledonia?&quot; Information about Roy Martindale is unknown, too.", "authorname": "Arnham", "id": "32254785-6279131985-72157628111606232", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6279131985/#comment72157629067142669", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1327757973", "_content": "From &quot;Roll of the sons and daughters of the Anglican Church clergy throughout the world and of the naval and military chaplains of the same who gave their lives in the Great War, 1914-1918&quot;\n<a href=\"http://www.archive.org/stream/rollofsonsdaught00usshrich/rollofsonsdaught00usshrich_djvu.txt\" rel=\"nofollow\">www.archive.org/stream/rollofsonsdaught00usshrich/rollofs...</a>\nThornton, Archibald Clement, Canadian E.F., Canon Thornton, Rector of Downham, Armentieres. \nThornton, Major Frederick Edward, 105th Mahrattas, Canon Thornton, Rector of Downham\n\nRoll of Honour - Shudy Camps <a href=\"http://www.roll-of-honour.com/Cambridgeshire/ShudyCamps.html\" rel=\"nofollow\">www.roll-of-honour.com/Cambridgeshire/ShudyCamps.html</a>\nNames of Archibald C Thornton and Frederick Edward Thornton are on a commemorative screen erected 1920 St Mary's Church, Shudy Camps.\nFrederick Edward Thornton \nMajor, 105th Mahratta Light Infantry, d 25/3/1917, commemorated: BASRA MEMORIAL, Iraq. Son of the Rev. Canon F. S. Thornton, J.P., of Shudy Camps Park, Cambs.\n\nFrederick Edward Thornton Gazetted 1 Sep 1915 Indian Army, Captain to be Temp Major\n105th Mahratta Light Infantry <a href=\"http://www.gazettes-online.co.uk/issues/29667/pages/6994/page.pdf\" rel=\"nofollow\">www.gazettes-online.co.uk/issues/29667/pages/6994/page.pdf</a>\nFrederick Edward Thornton Gazetted 1 Sep 1915 Indian Army, Captain (Temporary Major) to be Major but without pay or allowances before 1st September 1916.\n105th Mahratta Light Infantry.\n<a href=\"http://www.london-gazette.co.uk/issues/30011/pages/3336/page.pdf\" rel=\"nofollow\">www.london-gazette.co.uk/issues/30011/pages/3336/page.pdf</a>\n\nMemorial window to the two brothers at St Mary's Church, Shudy Camps\n<a href=\"http://www.flickr.com/photos/norfolkodyssey/6076005871/\">www.flickr.com/photos/norfolkodyssey/6076005871/</a>\nThe window has three lights - the centre light an adaption of the beautiful picture, called &quot;The Last Sacrifice&quot;. The inscription under it is, &quot;Surely he hath borne our griefs and carried our sorrows&quot;. The left-hand light represents the Diala River where the last great battle with the Turks was fought and is inscribed, &quot;To the Glory of God and the memory of Frederick Edward Thornton 105th Mabratias, before the war Royal Scots Fusiliers, killed in Mesopotamia, March 25th 1917. Aged 37 years.&quot;\nThe right-hand light represents the ruins of the Cloth Hall at Ypres destroyed by the Germans in the war. Inscribed, &quot;To the memory of Archibald Clement Thornton, Canadian Contingent, killed at Bailleul, November 22nd, 1915 aged 29 years.&quot;. The inscription over the whole window is: &quot;Greater love hath no man than this that a man lay down his life for his friends.&quot; The Chancel screen was provided A.D. 1921 by subscriptions from the whole parish in memory of those belonging to Shudy Camps who were killed in the Great War.\n<a href=\"http://www.rd29.net/cc/sc/stmarys.htm\" rel=\"nofollow\">www.rd29.net/cc/sc/stmarys.htm</a>", "authorname": "brenontario", "id": "32254785-6279131985-72157629067142669", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6279131985/#comment72157629067917165", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1327762070", "_content": "Pte Thornton's father:\nSource: <a href=\"http://familyquest.bndon.com/schuetze/caroline_wolff.htm\" rel=\"nofollow\">familyquest.bndon.com/schuetze/caroline_wolff.htm</a>\nFrederick Ferdinand Martin SCHLEICHER b. 9 May 1846 in Hamburg, Germany, son of Friedrich and Caroline SCHLEICHER (nee CAROLINE HENRIETTE WOLFF).\nThe couple emigrated to Australia arriving Pt Adelaide, South Australia in 1848 on &quot;LEONTINE&quot;.\nFor reasons not known their son did not make the voyage with them.\nCaroline was pregnant and a daughter Leoniline Johanne was born during the voyage.\nShe died soon after arrival in Australia.\nThe couple returned to Germany and once again travelled to South Australia, in 1850 on the same ship, this time bringing their son Frederick aged 4/5 with them.\nNOTE: A most interesting tidbit of information is that Hans Thomas Isaachsen was also a passenger on the same ship, on both voyages....!\nCaroline began a relationship with Hans ISAACHSEN, bearing him 5 children prior to their marriage in 1860.\nFriedrich Ludwig Wilhelm Ernst SCHLEICHER - Caroline's first husband - was still living; he left Australia and was married in England to Henriette Auguste STARKE December 1863 - London City Vol 1c Book 227\nIt is thought they returned to live in Germany and had three children, two of whom died.\n\nFrederick Ferdinand Martin SCHLEICHER returned to England where he married Jun Qtr 1879 Harriet Emily WOOLSTON b. Sep Qtr 1845 Wellingborough, Northampton.\n\nFrederick, by the time of his 2nd marriage, had added THORNTON to his name (at this stage there is no known explanation for this action), and he went on to great things in the Church in England.\n\nSource: <a href=\"http://www.rootsweb.ancestry.com/~engcam/PlacesBuildings/ShudyCamps.htm\" rel=\"nofollow\">www.rootsweb.ancestry.com/~engcam/PlacesBuildings/ShudyCa...</a>\nThe Rev. Canon Frederick Ferdinand Martin Schleicher Thornton, born 1845, was Honorary Canon of Ely and J.P. for the county of Cambridge. He was also Chairman of Guardians and District Council. His residence was Shudy Camps Hall which stands in Bartlow, Cambridgeshire. He was a member of the Royal Societies. Educated at Trinity College, Dublin. His career covered being Curate of Ringmere, 1872; Vicar of Preston Deanery, Nortants, 1874; Vicar of St. Sepulchre's, Northampton, 1879; Rector of Downham, Isle of Ely, 1892. He travelled in Europe, Australia, North and South America, Canada, and North Africa. His hobbies being history and travelling. He died at Shudy Camps, 1938.\n\nThere are three crosses in St Mary's Churchyard, Shudy Camps commemorating Rev Canon Thornton, 1846-1938, his wife Emily d. Nov 1, 1918 and son Bernard Martin Thornton MC, Major Seaforth Highlanders, 1881-1950, also his son Donald Martin 1919-1994.\nSource:  <a href=\"http://www.flickr.com/photos/norfolkodyssey/6076547780/in/photostream/\">www.flickr.com/photos/norfolkodyssey/6076547780/in/photos...</a>\nMemorial wall plaque Harriet Emily Thornton at St Mary's.", "authorname": "brenontario", "id": "32254785-6279131985-72157629067917165", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6279131985/#comment72157629069700653", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1327770814", "_content": "Pte Thornton's mother's tree (WOOLSTON) plus THORTON records:\nSource: <a href=\"http://www.nzpictures.co.nz/woolstonjohn1813.pdf\" rel=\"nofollow\">www.nzpictures.co.nz/woolstonjohn1813.pdf</a>\nChildren of Frederick Ferdinand Martin Schleicher and Harriet Emily THORNTON\n(FreeBMD checked and added to)\nFrederick Edward birth reg 1st qr 1880 Northampton 3b 72 (died 25 Mar 1917 Iraq)\nBernard Martin birth reg 2nd qr 1881 Northampton 3b 52\nBernard Martin marr reg 2nd qr 1909 to Edith Frances MORRISON Chertsey 2a 125\nBernard M death reg 2nd qr 1950 age 69 Gipping 4b 671\nGerard Ferdinand birth reg 1st qr 1882 Northampton 3b 103\nGerard F marr reg 3rd qr 1914 to Valerie Z.H BURROW St Geo H Sq 1a 1125\nNeither Gerard's nor Valerie's death notice found.\nArchibald Clement birth reg 4th qr 1886 Northampton 3b 60 (died 22 Nov 1915 Somme)\n\nThornton household \n1881 Census, 50 Sheep St, St Sepulchre, Northamptonshire\nVicar of St Sepulchre\nhusband, wife, two sons, five servants\n1891 Census, The Manor House, Mancetter, Warwickshire\nhusband absent, wife, four sons, five servants, \nplus 22-year-old governess school Ellen Watson boarder (British subject) from Dresden.\n1901 Census, The Rectory, Downham, Cambridgeshire\nhusband, wife, clergyman visitor and three servants.\n\nLondon Gazette 18 Apr 1905 Gerard Ferdinand Thornton entered into a partnership - Hide Broker business, 9 Mincing Lane, City of London\nLondon Gazette 31 Mar 1925 dissolved Hide Broker partnership, 9 Mincing Lane, City of London.\n\nThe Times 29 Dec 1938 Parochial Benefactors \nThe Rev. Canon Frederick Ferdinand Martin Schleicher Thornton, J.P., F.R.G.S., F.R.H.S., vicar of Shudy Camps, Cambridge, who died on June 7, left estate of the gross value of £9,657, with net personalty £1,037. He left:-  \nHis large painting by Van Dyck to the churchwardens of Shudy Camps church as an altar piece; £80 per annum upon trust for the poor and needy of Shudy Camps parish, as the trustees of Manages Charity think fit; five houses in Peterborough to the Diocesan Board of Finance, upon trust, to pay the income to the vicar and churchwardens of St. Sepulchre’s, Northampton, for the stipend of a curate; and the advowson of the living of Shudy Camps to the Bishop of Ely. \n\nLondon Gazette 27 Jun 1929 details re transfer of the advowson of the Benefice of Shudy Camps in the County of Cambridge and the Diocese of Ely.  Bernard Martin Thornton is living in Oldham at this time.", "authorname": "brenontario", "id": "32254785-6279131985-72157629069700653", "iconfarm": 8}], "photo_id": "6279131985"}}