{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6275823893/#comment72157627979517583", "realname": "", "path_alias": null, "author": "69662531@N05", "iconserver": "6048", "datecreate": "1321028859", "_content": "From the Commonwealth War Graves Commission website:\n\nName:SEABROOK, THEO LESLIE\nInitials:T L\nNationality:Australian\nRank:Private\nRegiment/Service:Australian Infantry, A.I.F.\nUnit Text:17th Bn.\nAge:24\nDate of Death:20/09/1917\nService No:6147\nAdditional information:Son of William George and Fanny Isabel Seabrook, of Great North Rd., Fivedock, New South Wales. His brothers William Keith Seabrook and George Ross Seabrook also fell.\nCasualty Type:Commonwealth War Dead\nGrave/Memorial Reference:Panel 7 - 17 - 23 - 25 - 27 - 29 - 31.\nMemorial:YPRES (MENIN GATE) MEMORIAL\n\nName:SEABROOK, WILLIAM KEITH\nInitials:W K\nNationality:Australian\nRank:Second Lieutenant\nRegiment/Service:Australian Infantry, A.I.F.\nUnit Text:17th Bn.\nAge:21\nDate of Death:21/09/1917\nAdditional information:Son of William George and Fanny Isabel Seabrook, of Great North Rd., Five Dock, Sydney, New South Wales. His brothers George Ross Seabrook and Theo Leslie Seabrook also fell.\nCasualty Type:Commonwealth War Dead\nGrave/Memorial Reference:XXIII. B. 5.\nCemetery:LIJSSENTHOEK MILITARY CEMETERY\n\nName:SEABROOK, GEORGE ROSS\nInitials:G R\nNationality:Australian\nRank:Private\nRegiment/Service:Australian Infantry, A.I.F.\nUnit Text:17th Bn.\nAge:25\nDate of Death:20/09/1917\nService No:6174\nAdditional information:Son of William George and Fanny Isabel Seabrook, of Great North Rd., Fivedock, New South Wales. His brothers Theo Leslie Seabrook and William Keith Seabrook also fell.\nCasualty Type:Commonwealth War Dead\nGrave/Memorial Reference:Panel 7 - 17 - 23 - 25 - 27 - 29 - 31.\nMemorial:YPRES (MENIN GATE) MEMORIAL", "authorname": "Historydevotee", "id": "32254785-6275823893-72157627979517583", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6275823893/#comment72157628106960362", "realname": "", "path_alias": null, "author": "16002177@N05", "iconserver": "0", "datecreate": "1321053411", "_content": "My friend's Great-Grandfather &amp; his four brothers all fell in WW1-the Munn brothers of Dalmuir Clydebank.", "authorname": "gill_faulds", "id": "32254785-6275823893-72157628106960362", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6275823893/#comment72157627983853991", "realname": "IWM Collections", "path_alias": "imperialwarmuseum", "author": "32300107@N06", "iconserver": "5535", "datecreate": "1321084905", "_content": "Thank you for your comments. If you have a spare minute, please light a light to help us remember those who died in the First World War, at <a href=\"http://www.1914.org/wall/\" rel=\"nofollow\">www.1914.org/wall/</a>", "authorname": "IWM Collections", "id": "32254785-6275823893-72157627983853991", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6275823893/#comment72157627993296673", "realname": "", "path_alias": null, "author": "69717788@N04", "iconserver": "0", "datecreate": "1321198871", "_content": "<a href=\"http://www.awm.gov.au/blog/2007/11/13/the-seabrook-brothers-all-three-killed-at-passchendaele/\" rel=\"nofollow\">www.awm.gov.au/blog/2007/11/13/the-seabrook-brothers-all-...</a>\n\nAs haunting as any image of the ghosts of Passchendaele is this studio portrait photo of the Seabrook brothers, the sons of William and Fanny Seabrook of Five Dock in Sydney NSW.\n\nTheo (age 25) and George (age 24) were both privates, while their younger brother William (age 20), with his previous military experience, soon made it to Second Lieutenant.  William had in fact joined the AIF back in August 1915, but this had somehow fallen through as he was discharged two months later.  At any rate, he joined up again with his two elder brothers in August 1916 and they left Sydney together as part of the 17th Reinforcements for the 17th Infantry Battalion. \n\nBy the time they got over to Belgium to actually join their unit it was already June 1917 and preparations were well underway for the great offensive at Ypres.  The Battle of Menin Road that began on 20 September 1917 was the first engagement of Australian infantry in this offensive and proved a stunning success.\n\nBut despite this success, for the Seabrook boys it was their first, last and only battle.  All three were mortally wounded in action, and died in the days immediately afterwards.  For some the war was very short, but the sacrifice was nevertheless the full measure. \n\nOne can scarcely begin to imagine what went through the minds of William and Fanny Seabrook, and how they might come to terms with this perhaps baffling and seemingly pointless loss of their three cherished sons.\n\nWilliam is buried at the Lijssenthoek Military Cemetery, just west of Ypres.  George and Theo’s remains were either never identified or never found, so they  are commemorated on the Menin Gate Memorial.", "authorname": "Arnham", "id": "32254785-6275823893-72157627993296673", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6275823893/#comment72157628017845675", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1321471528", "_content": "From the Obituary to George Ross Seabrook, published in the Sydney Morning Herald on 19 December 1917:\n\n&quot;An unusually sad war tragedy has overtaken the family of Mr. and Mrs. Seabrook, of Petersham, three sons having perished on the Western front in the course of two days. The three boys—the oldest was only 25½ years of age—were in the same battalion of infantry, and they left Sydney on the same day. The elder two of the brothers, Private George Ross Seabrook and Private Theo Leslie Seabrook, were killed in action, on September 20. The former was a master painter, well known in Petersham and Bankstown, and the latter was a fireman at the loco works at Eveleigh, and was well known in Armidale. The youngest of the three, Lieutenant W. (Keith) Seabrook, was 21 years of age, and was engaged as a telephonist at Ashfield. He died of wounds on September 21. For 12 months prior to leaving for the front he was a Lieutenant at Casula, Liverpool, and Cootamundra, and being too young to hold a commission, he went away as a sergeant, receiving his commission as Second-Lieutenant in France.&quot;//\n***\nLieutenant Keith Seabrook died of his wounds at Lijssenthoek Casualty Clearing Station.  The bodies of his brothers were probably too destroyed or too inaccessible to recover for burial.", "authorname": "Gary Donaldson", "id": "32254785-6275823893-72157628017845675", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6275823893/#comment72157629858001418", "realname": "", "path_alias": null, "author": "79182452@N06", "iconserver": "0", "datecreate": "1337751745", "_content": "Among the family it was always said that &quot;Keith&quot; was brought back wounded from the line and his two older bothers sort revenge and were also killed, through a bit of research I have concluded that most of it is true, Keith was indeed wounded near Hellfire Corner by a shell round (eight of his men were knocked out) and brought back to the aide station, it seems the two brothers were in the assault that followed, one being killed outright, the second dying from his wounds later, Keith passed away the following day from his wounds, one of the brothers was never declared dead while their mother lived, so she held out hope he was still alive and even looked for him in Western Australia, as heart rendering as the story is, it is even harder for me to take in as this was family", "authorname": "lasabailey", "id": "32254785-6275823893-72157629858001418", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6275823893/#comment72157630016686047", "realname": "", "path_alias": null, "author": "80179258@N07", "iconserver": "0", "datecreate": "1339142028", "_content": "The Seabrook boys are my Great Great Uncles and they hold a special place in my heart even though i never knew them, as does their mother Fanny who had to be so strong and hold her family together after the terrible news. I'd one day like to go over and pay my respect to my ancestors in Europe, visit Keith's final resting place and walk on the grounds of where the boys took their last breaths. Such good looking young men taken too soon...", "authorname": "pinkinoz1", "id": "32254785-6275823893-72157630016686047", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6275823893/#comment72157630080512006", "realname": "IWM Collections", "path_alias": "imperialwarmuseum", "author": "32300107@N06", "iconserver": "5535", "datecreate": "1339165306", "_content": "[http://www.flickr.com/photos/80179258@N07] Thanks for your comments. Hope you manage to make the trip to pay your respects. If you ever find out any more info about the brothers that you'd like to share, it'd be great to hear it.", "authorname": "IWM Collections", "id": "32254785-6275823893-72157630080512006", "iconfarm": 6}], "photo_id": "6275823893"}}