{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/sdasmarchives/9425921236/#comment72157634927311498", "realname": "", "path_alias": "pa_bo5", "author": "55001154@N03", "iconserver": "8545", "datecreate": "1375615841", "_content": "Yes, This is a Ford Tri-motor. Super pictures!", "authorname": "Pabo5", "id": "49465936-9425921236-72157634927311498", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/sdasmarchives/9425921236/#comment72157634974552575", "realname": "", "path_alias": "batman60", "author": "47524421@N08", "iconserver": "7353", "datecreate": "1375931501", "_content": "From vintage air: \n\n&quot;Born as a standard 4-AT-E, (NC-8404; first flight July 10, 1929), serial 66 was used to test Packard's new DR-980 nine-cylinder radial Diesel engine, first designating it a 4-AT-G then AT-11 when the corporate decision was made to offer the configuration for sale. First flight in its experimental configuration took place on April 2, 1930. The engine, designed by Professor Herman Dohner and Captain Lionel Woolson, promised a drastic improvement in fuel efficiency and a power-to-weight ratio - at 550 pounds dry-weight, the 225 horsepower output resulted in a more efficient ratio than some of today's engines. Ford actviely advertised the type as more economical as well as safer, since Diesel fuel is less flamable.  Our photo is an official Ford shot, and the 8x10 glossy period print is so crisp that an enormous amount of detail can be seen by enlarging the scans.\n\nWhen this engine was installed on a Bellanca CH-300, it set a world unrefueled endurance record of 84 hours, 33 minutes on May 28, 1931, a record which stood for 55 years until being broken by the Rutan Voyager.\n\nHowever, there were some drawbacks. The engine was a monovalve design, and consequently was very rough running - in some applications, a flexible coupling needed to be installed between the crackshaft and the propeller. For an airliner, this was a show-stopper. Passengers demanded smoothness in their ride. In addition, many people found the smell of Diesel exhaust particularly annoying.\n\nAfter NX8404's flight test program was over in, Ford dropped the idea of using Packard Diesels, and returned the aircraft to it's stock 4-AT-B configuration with three Wright J-5 R-790 Whirlwind engines (there is some indication that it later had J-6-9s). It was first sold on July 3, 1934 to Mulzer Flying Service of Columbus Ohio, then on January 25, 1936 to Oral K. Southwick of Springfield, Mo. On May 29, 1937 (some sources say it was in March, not May), the plane crashed at Belleville, Illinois, though without killing anyone. The wreckage was taken to Parks College where an attempt was made to rebuild it, but it was ultimately judged too expensive, and the remains were cut up and sold for scrap.&quot;", "authorname": "Batman_60", "id": "49465936-9425921236-72157634974552575", "iconfarm": 8}], "photo_id": "9425921236"}}