{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/usnationalarchives/4166330219/#comment72157623438484717", "realname": "David Foster", "path_alias": null, "author": "21734563@N04", "iconserver": "2314", "datecreate": "1267846630", "_content": "Hi, I'm an admin for a group called <a href=\"http://www.flickr.com/groups/645075@N23/\">Veterans of the American Civil War</a>, and we'd love to have this added to the group!", "authorname": "David C. Foster", "id": "35717303-4166330219-72157623438484717", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/usnationalarchives/4166330219/#comment72157629769095952", "realname": "Don Williams", "path_alias": "danno116", "author": "31439438@N05", "iconserver": "3613", "datecreate": "1337257505", "_content": "The Eighth Reserve Regiment (also designated the 37th Pennsylvania Volunteers) was formed from companies recruited for the three months' service, but not accepted, which had rendezvoused at Camp Wright, twelve miles above Pittsburgh, on the Allegheny River. Its commander was Dr. George S. Hays, M. D., of Allegheny county, who was appointed Colonel. Hays possessed of considerable military knowledge, having commanded the &quot;Duquesne Greys,&quot; a Pittsburg company of some renown, during the three previous years. Over the next three years, the 8th Reserves participated in many of the major battles of the Army of the Potomac. This included battles at Dranesville, Mechanicsville, Gaines Mill, Glendale, 2nd Bull Run, South Mountain, Antietam, and Fredericksburg. On the 8th of February, 1863, the 8th Reserves were ordered to the defences of Washington, where they were lucky to sit out the bloody battles that took place at Chancellorsville and Gettysburg. In  the spring of 1864, they were summoned to participate in the opening battles of the Overland Campaign. They were engaged at the Wilderness and Spottsylvania. On May 17th, their term of service having expired, and the regiment was recalled from the front lines.. New recruits and veterans who had re-enlisted were transferred to the 191st New York. Those who had not re-enlisted were mustered out at Pittsburgh, on the 24th of May. Through the course of their service, the 8th Reserves lost a total of 5 officers and 153 enlisted men killed and mortally wounded. Another 68 enlisted men by disease.\n\nSource: <a href=\"http://www.pa-roots.com/pacw/reserves/8thres/8thresorg.html\" rel=\"nofollow\">www.pa-roots.com/pacw/reserves/8thres/8thresorg.html</a>\n\n____________________________", "authorname": "DrDonWilliams", "id": "35717303-4166330219-72157629769095952", "iconfarm": 4}], "photo_id": "4166330219"}, "flarchive:created": 1387666317}