{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nypl/3109870409/#comment72157617931514210", "realname": "", "path_alias": "toranosuke", "author": "41361030@N00", "iconserver": "3003", "datecreate": "1241933246", "_content": "I wish there were a way to know more specifically which neighborhood this is, so more detailed, thorough historical or comparative descriptions could be offered. Nevertheless, note the combination of traditional Japanese style homes and Western-style ones.\n\nYokohama was made a major city more or less overnight (figuratively speaking) when, in the 1850s, it was made a treaty port and opened up not only to foreign trade but also to foreign settlement. Along with Nagasaki, Kobe, and Edo (later called Tokyo), Yokohama was one of the chief centers of European activity and influence in this period, and retains elements of that character today.", "authorname": "toranosuke", "id": "32946646-3109870409-72157617931514210", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nypl/3109870409/#comment72157620042720332", "realname": "Rob Ketcherside", "path_alias": "tigerzombie", "author": "29056926@N02", "iconserver": "3136", "datecreate": "1245566017", "_content": "@toranosuke: with your hint that you saw western-style homes, I made the assumption that we are looking at the Yokohama Bund (place of foreign business and settlement), and at the Yokohama Canal.  \n\nWhat bridge, though?  It's not the one at the end of the canal, visible <a href=\"http://oldphoto.lb.nagasaki-u.ac.jp/en/target.php?id=104\" rel=\"nofollow\">here</a>.\n\nSo I looked at an <a href=\"http://lunacommons.org/luna/servlet/detail/RUMSEY~9~1~23199~70133:Shinkoku-Yokohama-ku-annai-zenzu---?trs=20&amp;mi=1&amp;qvq=w4s:/where/Yokohama-shi+(Japan);lc:RUMSEY~9~1&amp;cic=RUMSEY~9~1\" rel=\"nofollow\">old Yokohama map</a> on the David Rumsey site, and just started working my way up.  \n\nLucky for me, it appears that this is the second bridge, Maeda Bridge.  We're looking at it from the top of the 100 Motomachi Steps.  Here's <a href=\"http://oldphoto.lb.nagasaki-u.ac.jp/jp/target.php?id=5566\" rel=\"nofollow\">another view from the top</a>, taken at a different time because some bulidings have changed.  Nagasaki University also has a view from the other side of the bridge <a href=\"http://oldphoto.lb.nagasaki-u.ac.jp/en/target.php?id=3142\" rel=\"nofollow\">looking back at the cliff face</a>.\n\nIt should be rather easy to take a &quot;Now&quot; of this picture, assuming you can get to Yokohama.  There is a park right at the top of the old steps, called <a href=\"http://www.city.yokohama.jp/me/kankyou/park/yokohama/kouen047.html\" rel=\"nofollow\">Motomachi Hundred-Step Park</a>.  It's at 中区山手町56-1.\n\nSomeone go take a picture!", "authorname": "Rob Ketcherside", "id": "32946646-3109870409-72157620042720332", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nypl/3109870409/#comment72157620041364149", "realname": "", "path_alias": "toranosuke", "author": "41361030@N00", "iconserver": "3003", "datecreate": "1245623865", "_content": "@rocketpad: thanks so much for taking the effort to figure this all out. If only I still lived in Yokohama, I'd gladly go and take that photo. I actually lived not far from that park, although I don't believe I ever came across this particular park, or realized any significance of it.\n\nThe name Maeda-bashi rings no bells. But it does show up as a still-extant placename on Google Maps. ... Looking at it on Street View, I realize I've crossed that bridge countless times while living there, just never realized the name of the bridge.\n\nVery very neat. Thanks again for the info!", "authorname": "toranosuke", "id": "32946646-3109870409-72157620041364149", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nypl/3109870409/#comment72157620041811225", "realname": "", "path_alias": "toranosuke", "author": "41361030@N00", "iconserver": "3003", "datecreate": "1245624120", "_content": "Not a shot from the same view, but at least a shot of the same bridge, as it looks today. Note the bridge on the right in the old photo. That is, if not the exact same bridge (same timbers, etc), it is at least in the same spot and bears the same name - Maeda-bashi - as the bridge in this photo:\n\n[http://www.flickr.com/photos/toranosuke/3004921757/]", "authorname": "toranosuke", "id": "32946646-3109870409-72157620041811225", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nypl/3109870409/#comment72157620158561440", "realname": "Rob Ketcherside", "path_alias": "tigerzombie", "author": "29056926@N02", "iconserver": "3136", "datecreate": "1245643739", "_content": "@toranosuke: Glad to help! (seriously, it's fun looking this stuff up :)  I'm also glad to see other people interested in the NYPL Kusakabe prints!", "authorname": "Rob Ketcherside", "id": "32946646-3109870409-72157620158561440", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nypl/3109870409/#comment72157620275541420", "realname": "Rob Ketcherside", "path_alias": "tigerzombie", "author": "29056926@N02", "iconserver": "3136", "datecreate": "1245715456", "_content": "I found another <a href=\"http://www.kaikou.city.yokohama.jp/journal/092/092_02.html\" rel=\"nofollow\">wonderful historic shot</a> from this spot, turned to the right a bit.  It's quite a bit older.\n\nThe park faces off to the left a bit, and apparently looks out on tall buildings.  It won't be possible to get exactly the same shot from the park.  As recently as Google's streetview pictures (within a year?), the former head of the real Hyaku-dan steps was an empty lot surrounded by a low construction fence.  Someone better get there quick for the photo before construction starts!  It would look something like <a href=\"http://maps.google.com/maps?f=q&amp;source=s_q&amp;hl=en&amp;geocode=&amp;sll=35.44777,139.630952&amp;sspn=0.010576,0.034847&amp;ie=UTF8&amp;ll=35.439903,139.649202&amp;spn=0,359.999166&amp;t=h&amp;z=21&amp;layer=c&amp;cbll=35.43983,139.649143&amp;panoid=vcSJmDP1QBJwv3NG4iX6iw&amp;cbp=12,330.18,,0,5.72\" rel=\"nofollow\">this</a>.\n\nSo far the only shot I've found online has been of Marine Tower, which someone caught with a telephoto lens through a cherry tree way off to the right.  Everything else is taken OF the park, not from the park.\n\nAnother Flicker user has posted an image from the bridge looking up, with a very colorful story.  Click through to read:\n[http://www.flickr.com/photos/24443965@N08/2409631100/]", "authorname": "Rob Ketcherside", "id": "32946646-3109870409-72157620275541420", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nypl/3109870409/#comment72157620186801393", "realname": "", "path_alias": null, "author": "24443965@N08", "iconserver": "7332", "datecreate": "1245725647", "_content": "If you go down there and stand in the middle of the MAEDA BRIDGE today, and take a photo looking back to the Bluff and the &quot;100 Steps&quot; (which disappeared in the landslide during the 1923 Earthquake, and were never rebuilt) this is what you will see :   <a href=\"http://www.flickr.com/photos/24443965@N08/2408793503/in/set-72157604387914817/\">www.flickr.com/photos/24443965@N08/2408793503/in/set-7215...</a> \n\nIf you try to take a &quot;TODAY&quot; photo from the exact same elevated camera standpoint as the in-comment shot posted by RocketPad just above, your view of the Bluff will be blocked by the elevated expressway that runs over the river seen below the bridge.", "authorname": "Okinawa Soba", "id": "32946646-3109870409-72157620186801393", "iconfarm": 8}], "photo_id": "3109870409"}}