{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1330410925", "originalformat": "jpg", "owner": {"username": "Riksarkivet (National Archives of Norway)", "realname": "", "nsid": "59811348@N05", "iconserver": "5060", "location": "Oslo, Norway", "path_alias": "national_archives_of_norway", "iconfarm": 6}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "6791346900", "title": {"_content": "Ukas bilde/Photo of the week 09/2012"}, "media": "photo", "tags": {"tag": [{"raw": "Grini", "machine_tag": 0, "id": "59806008-6791346900-3800984", "_content": "grini", "author": "59811348@N05"}, {"raw": "war", "machine_tag": false, "id": "59806008-6791346900-3143", "_content": "war", "author": "59811348@N05"}, {"raw": "fengsel", "machine_tag": 0, "id": "59806008-6791346900-554296", "_content": "fengsel", "author": "59811348@N05"}, {"raw": "tortur", "machine_tag": 0, "id": "59806008-6791346900-1436349", "_content": "tortur", "author": "59811348@N05"}, {"raw": "okkupasjon", "machine_tag": 0, "id": "59806008-6791346900-3630743", "_content": "okkupasjon", "author": "59811348@N05"}, {"raw": "gestapo", "machine_tag": false, "id": "59806008-6791346900-143633", "_content": "gestapo", "author": "59811348@N05"}, {"raw": "frigjøring", "machine_tag": 0, "id": "59806008-6791346900-44050419", "_content": "frigjøring", "author": "59811348@N05"}, {"raw": "seng", "machine_tag": 0, "id": "59806008-6791346900-109121", "_content": "seng", "author": "59811348@N05"}]}, "comments": {"_content": "5"}, "geoperms": {"isfriend": 0, "isfamily": 0, "ispublic": 1, "iscontact": 0}, "secret": "b69157d8b1", "location": {"country": {"woeid": "23424910", "place_id": ".w.HEL1TUb59cTCREg", "_content": "Norway"}, "region": {"woeid": "2346385", "place_id": "nq74fLhTUb6NMSsy", "_content": "Akershus Fylke"}, "place_id": "nq74fLhTUb6NMSsy", "longitude": 10.582151, "context": "0", "woeid": "2346385", "latitude": 59.955676, "accuracy": "13"}, "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "Bård Alsvik er underdirektør i Formidlingsseksjonen, og viser frem sitt bilde denne uken:\n\n&quot;I utgangspunktet har jeg ikke noe favorittbilde – men jeg har mange favoritthistorier jeg gjerne skulle ha illustrert. Som den om min farfar – skolebestyrer Olav Alsvik, fange nr. 1 på Grini. Jeg var knappe tre år da han døde, og har ikke noe minne om ham. Men historien kjenner jeg: \nSom en hevnaksjon etter engelskmennenes raid i Svolvær i 1941, og befolkningens jubel over å bli ”frigjort”, en glede som ble meget kortvarig, dro Terboven personlig nordover sammen med politiminister Jonas Lie. Hus ble brent og seksti kvinner og menn ble arrestert, deriblant min farfar. Alle ble sendt sørover. De havnet først i Åneby (Hakadal), før de ble forflyttet til Grini. Med etternavn som begynner på A, ble min farfar fange nr.1 i fangeprotokollen for Grini.\n\nMen jeg fant ikke noe bilde av min farfar, eller noe annet som kunne knyttes til ham, da jeg gikk gjennom NTBs krigsarkiv. Jeg ble imidlertid fascinert av dette bildet av Lauritz Sand, tatt ved frigjøringen i mai 1945. Mens min farfar var den første, og slapp nokså raskt ut igjen, så var Lauritz Sand både den eldste og den siste som forlot Grini. Det sies dessuten at han var Norges mest torturerte mann. I bildeteksten står det: ”Han må holde senga da Gestapo har brukket hvert ben i hans armer og ben. Folk valfartet til sykesenga hans etter frigivelsen, og fant ham i godt humør og vel til mote”. På en byste, reist av Sand på Eiksmarka i Bærum kommune, står ordet ”NEI”, det eneste ordet Gestapo klarte å få ut av ham etter at han hadde sittet i fangenskap og blitt systematisk torturert og lemlestet siden arrestasjonen i september 1941. Dette reddet antageligvis flere nordmenn fra nazistenes klør.&quot;\n\nDet finnes ingen opplysninger om fotografen, men det er å finne i PA 1209 – NTBs krigsarkiv, boks Ue0092, mappe 3 ”Arresterte nordmenn. Grini”.\n\nBård Alsvik in the section for outreach shows us his photo this week:\n“I don’t really have a favorite photo – but I have many favorite stories I would like to illustrate. Like the one about my grandfather – school principal Olav Alsvik, prisoner no 1 at Grini. I was just three when he died, and cannot remember him. But I know the story:\nAs a revenge after the English’ raid of Svolvær in 1941, and the people’s celebration of being “freed”, a joy that was short-lived, Terboven went up to the north of Norway together with police minister Jonas Lie. Houses were burnt and 60 women and men were arrested, among them my grandfather. They were all sent to the south of Norway. First they came to Åneby (Hakadal) before they were moved to Grini prison camp. With a surname starting with A, my grandfather became prisoner no 1 in the prisoner protocol for Grini.\nBut I didn’t find a photo of my grandfather, or something that could be related to him, when I looked through NTB’s war archive. However, I was fascinated by this photo of Lauritz Sand, taken at the liberation in May 1945. While my grandfather was the first, and was released quite quickly, Lauritz Sand was both the oldest and the last to leave Grini prison camp. It is also said that he was Norway’s most tortured man. In the caption it says: “He has to stay in bed, as Gestapo has broken every bone in his arms and legs. People flocked to his hospital bed after the liberation, and found him in good spirits.” On a bust of Sand, erected at Eiksmarka in Bærum municipality, is inscribed the word “NO”, the only word Gestapo managed to get out of him after having been imprisoned and systematically tortured and mutilated since the arrest in 1941. This probably saved many Norwegians from the hands of the Nazis.”\n"}, "isfavorite": 0, "views": "3831", "farm": 8, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2012-02-24 09:51:24", "lastupdate": "1377742834", "takengranularity": "0", "posted": "1330410925"}, "originalsecret": "30e6eff146", "license": "7", "notes": {"note": []}, "server": "7050", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/national_archives_of_norway/6791346900/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}