{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/3277075608/#comment72157613781479758", "realname": "Joe", "path_alias": "whyaduck", "author": "30085166@N00", "iconserver": "0", "datecreate": "1234574907", "_content": "Note the correction by Caesar 1956 in a comment below. I'll leave my comment unchanged, for the record,  but the house in this photo is not the former Phelps house. Also note that the photos BobMeade linked to below do depict the former Phelps house, not the house in this photo.\n\n\nOriginal comment:\n\nThis Italianate brownstone house at the southeast corner of Madison Avenue and 37th Street in Manhattan was built in 1853 for Isaac N. Phelps of Phelps, Dodge &amp; Company. The house was purchased by financier J.P. Morgan in 1904, as a home for his son J.P. Jr., but the property passed out of the family's ownership in 1945. \n\nIn 1988, the house was purchased by the adjacent Morgan Library &amp; Museum, and it has since been incorporated into that institution's campus. The former dining room is now one of the institution's dining facilities, called appropriately enough the Morgan Dining Room. Two other restored rooms on the ground floor now house the Morgan Shop.\n\n<a href=\"http://www.themorgan.org/index.html\" rel=\"nofollow\">The Morgan Library &amp; Museum web site</a>.", "authorname": "whyaduck", "id": "8602872-3277075608-72157613781479758", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3277075608/#comment72157613820228172", "realname": "lifeasdaddy ...a guy, his wife, and their son...", "path_alias": "lifeasdaddy", "author": "13267298@N00", "iconserver": "3144", "datecreate": "1234675576", "_content": "Also good views here:\n\n<a href=\"http://www.flickr.com/photos/library_of_congress/2909004621/\">www.flickr.com/photos/library_of_congress/2909004621/</a>\n\n<a href=\"http://www.flickr.com/photos/library_of_congress/3239313168/\">www.flickr.com/photos/library_of_congress/3239313168/</a>\n\nIn both cases it is described as the home of J. P. Morgan, Jr.", "authorname": "BobMeade", "id": "8602872-3277075608-72157613820228172", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3277075608/#comment72157623258270017", "realname": "Cesar Romero Robles", "path_alias": null, "author": "46317563@N04", "iconserver": "7346", "datecreate": "1265670112", "_content": "This  is J. Pierpont Morgan's House on the northeast corner of  219 Madison Avenue and E. 36th St. It was the first private residence in the city to be lighted by electricity. See <a href=\"http://digitalgallery.nypl.org/nypldigital/id?712325F\" rel=\"nofollow\">digitalgallery.nypl.org/nypldigital/id?712325F</a>. The address here  says Park  Avenue and 36th which is incorrect.  Morgan Sr. lived here from 1880 to 1913, it was torn down in 1928. The house that Phelps built (copper mining tycoon) was the southeast corner of 229-231 Madison Avenue and E. 37th St. (J.P'Jack' Morgan Jr.'s house) which had in 1904, 45 rooms, 22 fireplaces and 12 bathrooms. The two houses and the Morgan Library were connected by underground passageways.", "authorname": "Caesar1956", "id": "8602872-3277075608-72157623258270017", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3277075608/#comment72157624351761288", "realname": "Linh Hanyi", "path_alias": "kazat_7km", "author": "25757540@N00", "iconserver": "3308", "datecreate": "1277432601", "_content": "Hei! I am so impressed with your pic ;)\nHave a nice day ^.^", "authorname": "Hanyi®", "id": "8602872-3277075608-72157624351761288", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3277075608/#comment72157625421127587", "realname": "", "path_alias": null, "author": "37270547@N08", "iconserver": "0", "datecreate": "1291695668", "_content": "Actually, I think you were both right.     It's my understanding that all three freestanding brownstone houses on that side of Madison Avenue between 36th and 37th were built by the Phelps family, and at first they were identical to each other.     All three were remodeled to varying degrees  over the years, but they were clearly built using the same basic plans and materials      The New York Times archives has photos of the deconstruction of the middle house - which at that time was generally known as the Dodge Mansion -  and by viewing the three buildings together,  their similarities become very obvious.    The first thing Morgan Senior did after buying his  own house was to move the entrance stoop.    The front doors of all three homes were originally located on Madison Ave, but Morgan replaced his home's original stoop with the large rounded bay (that's seen in the above photo) and placed this new entrance on 36th St..   He also hired the Herter Brothers to remodel and redecorate the interiors.     The Dodge Mansion, at the time of its demolition at least, had a central entrance with rounded bays on either side of it, and the various changes made to Jack Morgan's house on the corner of 37th St. are pretty easy to spot when comparing it to his father's original house.\n\nI assume they're probably calling this the &quot;MRS. J.P. Morgan House&quot; because the picture above was taken after Morgan's death in 1913 but while Fanny Morgan was still using the place as her city residence.    She really preferred their country place, Cragston, but nobody in the Morgan's set would think of living in the country year-round, not in those days.", "authorname": "new burger", "id": "8602872-3277075608-72157625421127587", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3277075608/#comment72157628142562243", "realname": "", "path_alias": null, "author": "70704557@N02", "iconserver": "0", "datecreate": "1322205855", "_content": "According to Frederick Lewis Allen who wrote, &quot;the great Pierpont Morgan&quot; in 1948 the three Dodge-Phelps houses were built in the 1850's on the East side of Madison Ave. between between thirty-sixth and thirty-seventh streets. All three brownstone houses had &quot;ample&quot; gardens behind them&quot;.  In 1880 he bought the southernmost of the three houses-the one at the corner of Thirty-sixth which had originally belonged to Issac N. Phleps. It stood where the white marble annex of the Morgan Library now stands and &quot;roughly resembled the remaining brownstone house at the corner of Madison and Thirty-seventh- which in 1948 was the sole survivor of that group of houses&quot;.", "authorname": "blanchelebois", "id": "8602872-3277075608-72157628142562243", "iconfarm": 0}], "photo_id": "3277075608"}}