{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/5125518681/#comment72157625196548557", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1289007558", "_content": "PANCHO VILLA'S ARRANGEMENT WITH MUTUAL FILM CO.:\n\n&quot;In January 1914, Pancho Villa became Hollywood's first Mexican superstar when he signed an exclusive contract with the Mutual Film Corporation. In return for $25,000, he agreed to keep other film companies from his battlefield, to fight in daylight whenever possible, and to reconstruct battles if the footage needed reshooting. \n\n&quot;Now the subject of an HBO film starring Antonio Banderas (And Starring Pancho Villa as Himself), Villa is one of the main protagonists in Margarita de Orellana's vivid account of the American movie industry's fascination with the events of the Mexican Revolution. \n\n&quot;Through memoir accounts, newspaper reports, and analysis of the films themselves, &quot;Filming Pancho&quot; reveals much about how Mexico was constructed in the American imagination and how the film images reinforced and justified American expansionism and racial and social prejudices.&quot;\n\n--From a description, on Amazon, of a documentary movie of Hollywood's treatment of the Mexican Revolution. (The DVD is available for purchase from various Amazon vendors.)\n\n====================================================================\nHere are some more Bain/LOC photos of the Mexican Revolution, bearing copyright notices of the Mutual Film Co.:\n[http://www.flickr.com/photos/library_of_congress/5126127064/in/photostream/]\n[http://www.flickr.com/photos/library_of_congress/5125520255/in/photostream/]\n[http://www.flickr.com/photos/library_of_congress/5125516119/in/photostream/]", "authorname": "Wystan", "id": "8602872-5125518681-72157625196548557", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5125518681/#comment72157625402655632", "realname": "John Hartsock", "path_alias": "buckeye616", "author": "60894293@N00", "iconserver": "42", "datecreate": "1289935444", "_content": "On Jun 20, 1916, The Carrizal massacre occured when General Feliz Gomez attacked the 10th U.S. Cavalry with machine gun fire, causing the &quot;call for war&quot; throughout the United States. Those not killed were kept in Chihuahua prison.The following is a description of what occured from Capt. Sydney Lewis Morey was printed in the Washington Post on June 16th:\n\n&quot;Carrizal, Mex., June 21, 1916, 9:15 A.M.&quot;\n&quot;To Commanding Officer, Ojo Frederico&quot;\n\n&quot;My troop reached Ojo Santo Domingo at 5:30 PM on June 20. Met C Troop under Capt. Boyd. I came under Capt. Boyd's command and marched my troop in rear for Carrizal at 4:15 AM reaching open field to southeast of town at 6:30 AM.&quot;\n&quot;Capt. Boyd sent in a note requesting permission to pass trhough the town. This was refused. Stated we could go to the north but not east. Capt. Boyd said he was going to Ahumada at this time.&quot;\n&quot;He was talking to Carrizal commander. General Gomez sent a written message that Capt. Boyd could bring his force in town and have a conference. Capty. Boyd feared an ambush. He was under the imppression that the Mexicans would run as soon as we fired.&quot;\n&quot;We formed for attack his intention being to move up to the line of 120 Mexicans on the edge of the town. We formed C Troop on the left in line of skirmishes, one platoon of  K Troop on right of line and another K Troop platoon on the extreme right, echeloned a little to the rear.&quot;\n&quot;When we were within 300 yards the Mexicans opened fire, and a strong one, before we fired a shot then we opened up. They did not run. To make a long account short, after about a hours fire in which both troops had advanced C Troop to position of Mexican machine gun and K Troop closing in slightly to the left. We were very busy on the right keeping off a flank attack. A group of Mexicans left town went around our rear and led our horses off at a gallop.&quot;\n&quot;At about 9 o'clock one platoon of K Troop, which was on our right, fell back. Sergeant said he could not stay there. Both platoons fell back about 1000 yards to the west, and then together with some men of C Troop who were there, these men scattered.&quot;\n&quot;I was slightly wounded. Capt. Boyd a man told me, was killed. Nothing was seen of Lieut. Adair after fight started so man I saw stated.&quot;\n&quot;I am hiding in a hole 2,000 yards from field, and have one other wounded man and three men with me.&quot;\n\n                                                                                (Signed)   &quot;Morey&quot;\n                                                                                                   &quot;Captain&quot;", "authorname": "buckeye616", "id": "8602872-5125518681-72157625402655632", "iconfarm": 1}], "photo_id": "5125518681"}}