{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/smithsonian/4405642879/#comment72157623749898654", "realname": "", "path_alias": "judo_dad", "author": "91055262@N00", "iconserver": "145", "datecreate": "1270163198", "_content": "Great portrait!!!", "authorname": "judo_dad1953", "id": "25030781-4405642879-72157623749898654", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/smithsonian/4405642879/#comment72157633534675176", "realname": "", "path_alias": "pixelwrangler", "author": "43854658@N00", "iconserver": "5533", "datecreate": "1368979993", "_content": "&nbsp;\n<a href=\"http://news.nationalgeographic.com/news/2013/13/130519-women-scientists-overlooked-dna-history-science/\" rel=\"nofollow\"><b>6 Women Scientists Who Were Snubbed Due to Sexism</b></a>\n<i>&mdash;National Geographic Daily News</i>, May 19, 2013\n\n&quot;Born in Vienna, Austria, in 1878, <b>Lise Meitner's</b> work in nuclear physics led to the discovery of nuclear fission—the fact that atomic nuclei can split in two. That finding laid the groundwork for the atomic bomb.\n\n&quot;Her story is a complicated tangle of sexism, politics, and ethnicity.\n\n&quot;After finishing her doctoral degree in physics at the University of Vienna, Meitner moved to Berlin in 1907 and started collaborating with chemist Otto Hahn. They maintained their working relationship for more than 30 years.\n\n&quot;After the Nazis annexed Austria in March 1938, Meitner, who was Jewish, made her way to Stockholm, Sweden. She continued to work with Hahn, corresponding and meeting secretly in Copenhagen in November of that year.\n\n&quot;Although Hahn performed the experiments that produced the evidence supporting the idea of nuclear fission, he was unable to come up with an explanation. Meitner and her nephew, Otto Frisch, came up with the theory.\n\n&quot;Hahn published their findings without including Meitner as a co-author, although several accounts say Meitner understood this omission, given the situation in Nazi Germany.\n\n&quot; 'That's the start of how Meitner got separated from the credit of discovering nuclear fission,' said Lewin Sime, who wrote a biography of Meitner.\n\n&quot;The other contributing factor to the neglect of Meitner's work was her gender. Meitner once wrote to a friend that it was almost a crime to be a woman in Sweden. A researcher on the Nobel physics committee actively tried to shut her out. So Hahn alone won the 1944 Nobel Prize in chemistry for his contributions to splitting the atom.\n\n&quot; 'Meitner's colleagues at the time, including physicist Niels Bohr, absolutely felt she was instrumental in the discovery of nuclear fission,' Sime said. But since her name wasn't on that initial paper with Hahn—and she was left off the Nobel Prize recognizing the discovery—over the years, she has not been associated with the finding.\n\n&quot;The nuclear physicist died in 1968 in Cambridge, England.&quot;\n&nbsp;", "authorname": "Pixel Wrangler", "id": "25030781-4405642879-72157633534675176", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/smithsonian/4405642879/#comment72157633570371948", "realname": "Smithsonian Institution", "path_alias": "smithsonian", "author": "25053835@N03", "iconserver": "2282", "datecreate": "1369148954", "_content": "This is fascinating, Pixel Wrangler. Thank you for posting it here and making the connection for us.", "authorname": "Smithsonian Institution", "id": "25030781-4405642879-72157633570371948", "iconfarm": 3}], "photo_id": "4405642879"}}