{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8358483682/#comment72157632467396656", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1357603318", "_content": "Williams Australian Army papers can be seen here\n<a href=\"http://naa12.naa.gov.au/NameSearch/Interface/ItemDetail.aspx?Barcode=3058769\" rel=\"nofollow\">naa12.naa.gov.au/NameSearch/Interface/ItemDetail.aspx?Bar...</a>\n\nHe was born Fremantle and had been employed as a Clerk prior to enlisting. He gave his next of kin as his father, living at 29 Hampton Road, Fremantle.(Subsequent mails went to 9 Hampden Road, so may be an error)\n\nHe is described as 5 feet 8 and a quarter inches tall, weighed 175 pounds with a fresh complexion, grey eyes and brown hair. His religion is given as Congregalionalist.\n\nIt looks like he had to resign from some kind of militia unit in order to be able to enlist for service overseas.\n\nHis military career seems to have followed a not untypical pattern for Australian soldiers, with several offences for being absent from parade and AWOL while stationed in England but rapidly promoted once in the field.\n\nEven whilst recovering he went AWOL from hospital for 3 days.\n\nAs well as the Croix de Guerre, the note on his records read\n\n&quot;Commendation of the Div.Commandant at Armentieres. 8.3.17 During a bombardment of the town by the enemy, Cpl Bawden by allaying(?) the alarm of the residents(?) + helping the wounded. A factory was being shelled causing casualties among the women workers. On hearing cries for assistance Cpl Bawden entered the building and ??? assisted in the removal of the wounded workers while the factory was still being shelled - before all were removed he himself was severely wounded.\n\n(??? = handwriting is indecipherable. The citation isn't typed out anywhere in his records)", "authorname": "Moominpappa06", "id": "32254785-8358483682-72157632467396656", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8358483682/#comment72157632473120258", "realname": "", "path_alias": null, "author": "79037172@N04", "iconserver": "0", "datecreate": "1357664934", "_content": "It is tempting to assume that this picture was taken after his injuries had been managed, perhaps even after the war.  His uniform is in particularly good condition for the time and the right side of his face, sympathetically in shadow, does appear to be disfigured.", "authorname": "Blueboy106", "id": "32254785-8358483682-72157632473120258", "iconfarm": 0}], "photo_id": "8358483682"}}