{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/sdasmarchives/6692039345/#comment72157628881379147", "realname": "", "path_alias": null, "author": "25695066@N00", "iconserver": "7037", "datecreate": "1326646081", "_content": "This actually appears to be Keuka Lake, New York.", "authorname": "TVL1970", "id": "49465936-6692039345-72157628881379147", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/sdasmarchives/6692039345/#comment72157631704541980", "realname": "", "path_alias": "batman60", "author": "47524421@N08", "iconserver": "7353", "datecreate": "1349533663", "_content": "[http://www.flickr.com/photos/batman60/7990466590/in/photostream/]\n[http://www.flickr.com/photos/batman60/7990469406/in/photostream]\n[http://www.flickr.com/photos/batman60/7990459719/in/photostream/]\nI took the above photos on September 15, 2012 at the Seaplane Homecoming in Hammondsport, NY, of the Curtiss &quot;Model E&quot; replica N1913E, built and flown by the Glenn Curtiss Museum.\n\nAs with all early Curtiss models, there is confusion (at least by this humble enthusiast) as to which flying boat this replica is designed to emulate.  The Putnam volume by Peter M. Bowers mentions an Army No. 15, one of a number of experimental flying boats flown c. 1912 and referred to as the &quot;E-Boat&quot;, which is what the Curtiss Museum calls their flying replica, but there is no mention of a &quot;Model E&quot; flying boat as such.  \n\nThere was the Curtiss &quot;A-2&quot;, the Navy's second airplane, which was delivered as a landplane in 1911, converted to a float seaplane in June 1912, and in October 1912 modified with a boat-like enclosure over the pilots and float, effectively becoming what some sources refer to as the &quot;Navy's first flying boat&quot;.  This machine later got retractable wheels and was called the &quot;OWL&quot; (Over Water and Land).  In October 1913 the Navy changed its designation to &quot;E-1&quot;, followed by a further change to &quot;AX-1&quot;.  But this aircraft had an open structure supporting the tail, and looked nothing like the replica.\n\nThe San Diego Air and Space Museum's Flickr site has two images of a similar aircraft which it refers to as &quot;Model E : #2 Flying Boat - 1912, 1st successful flight – Flying Fish&quot;. \n[http://www.flickr.com/photos/sdasmarchives/4589780075/in/gallery-95706082@N00-72157628518250207/] \n[http://www.flickr.com/photos/sdasmarchives/4590399664/in/photostream/]\n\nWhile sources agree that the Curtiss Flying Boat #2 &quot;Flying Fish&quot;, the first to actually leave the water and fly, was the world's first successful flying boat, it is clearly different from the replica, at least in the shape of the tail. \n\nThe replica's registration is N1913E, indicating a 1913 model, by which time Curtiss was building the Model F, of which many variants were constructed for several years.  Here are two Model Fs in 1916 at a Curtiss flight school in Newport News.  The similarity to the Museum's flying replica is noteworthy.\n<img src=\"http://ivanpwheaton.smugmug.com/Airplanes/Newport-News-Virginia-1916/i-fTnTzRK/0/L/Curtiss-Model-F-x2-at-Newport-L.jpg\" />\n\nSo my guess is that the N1913E, built in 1998, is a composite design containing features of the &quot;Army No. 14 E-boat&quot;, the &quot;Flying Boat #2 - Flying Fish&quot;, and the 1913 Model F.  \n\nBowers also makes reference to the &quot;erroneous&quot; use of the term &quot;E-Boat&quot; when referring to the 1913 Model F.  Without further information I would never go as far as accusing the Museum or the builders of this amazing machine of an error, but the above gives the reader some idea as to the complexity and ambiguity of identifying century old products from such a prolific genius as Glenn Curtiss.\n\nInformation appreciated - if anyone has a more accurate grasp of the situation, please comment! \n\nThe replica also features standard three axis controls as opposed to the sliding seat aileron control/steering wheel rudder used in the early Curtiss boats, as no pilot alive would be able to re-train his or her muscle memory to safely fly the earlier fomat.  It was launched into the lake on a beaching trolley on a railroad-like track.  The pilot first flew the display flight's course in a Cessna 180 floatplane to determine if it was safe to fly.  When the crowd finally got to see the old Curtiss fly it performed very far away from the park where the spectators were, and where all the other seaplanes present were operating all day.  He flew two takeoffs, distant circuits, and landings, landing downwind both times.  My photos are of the second pass.  It was rumored that this was the last time it was to fly.", "authorname": "Batman_60", "id": "49465936-6692039345-72157631704541980", "iconfarm": 8}], "photo_id": "6692039345"}, "flarchive:created": 1387762485}