{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/sdasmarchives/8091860990/#comment72157632607790352", "realname": "", "path_alias": null, "author": "33497395@N08", "iconserver": "7367", "datecreate": "1359106744", "_content": "Cdt. ERNEST H. LEACH\n “ERNEST HUNNEWELL LEACH. Born November 4, 1895, at Hanson, Massachusettes. Son of Reverend A. Judson and Mary Lewis Leach Educated Reading, Massachusetts, public schools. With First National Bank of Reading, seven years. Joined American Field Service, April 14, 1917, attached Section Eighteen to September 23 1917 – enlisted U.S. Aviation Service, October 1917. Breveted at Tours. Killed January 21, 1918 at the Aero Instruction Centre, Issoudun, in an aeroplane accident. Buried Issoudun, Indre”   (<a href=\"http://net.lib.byu.edu/estu/wwi/memoir/AFShist/Mem2.htm\" rel=\"nofollow\">net.lib.byu.edu/estu/wwi/memoir/AFShist/Mem2.htm</a>).\n\n “Earnest Leach, Janv. 20, 1918 – Issoudun. Leach is, or rather was, a very quiet and retiring young fellow who always acted very much the part of a gentleman. He was formerly an ambulance man, but when the U.S. declared war, be entered our aviation service. I became acquainted with him in the flying school at Tours, where he finished satisfactorily and went to Issoudun for the aerobatics and finishing work. While flying in a 15-meter Nieuport, he went into a wing slip at 100 meters &amp; crashed, mangled almost beyond recognition. Leach is the first of our crowd to go, and it will be long before we forget him” Diary of a WWI pilot ambulances, planes, friends. Harvey Conovers’s adentures in France 1917-1918. Présented by Frances Conover Church. Editor, John Church, 2004 p. 235.\n\n<a href=\"http://www.anciens-aerodromes.com/?p=6305\" rel=\"nofollow\">www.anciens-aerodromes.com/?p=6305</a>\n\nThe picture, however, shows 18 sq.m Nieuport 83.", "authorname": "yavor.dinkov", "id": "49465936-8091860990-72157632607790352", "iconfarm": 8}], "photo_id": "8091860990"}}