{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7697915960/#comment72157631618971754", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1348567348", "_content": "John Everard Digby Neale was commissioned into the 4th Battalion Leicestershire Regiment on 26th September 1914, having been a Cadet Corporal in the Christ's Hospital Officer Training Corps. [LG 20 Oct 1914].  As a Temporary Captain he was promoted to Lieutenant on 13th October 1915. [LG 2 Jun 1916].\n\nHe was seconded from the Leicesters to the Royal Flying Corps on 17th June 1917, [LG 22 Oct 1917], and was killed in an accident at Hounslow while learning to fly on 22nd August 1917.\n\n4th Battalion Leicestershire Regiment trained near Bishop's Stortford in Hertfordshire before arriving in France at the beginning of March 1915 as part of 138th (Lincoln &amp; Leicester) Brigade in 46th (North Midland) Division.  They first went into the line at Hooge where they rotated their front line duty with 1/5th Leicesters.  In October 1915 the Brigade fought at Kemmel and the Hohenzollern Redoubt, then moved from the Ypres salient to the Loos battlefield.  In March and April 1916 the Battalion was up on Vimy Ridge in trenches in Zouave Valley.  They were then shipped out to Egypt, only to return to France almost immediately.  By the time of his secondment, Captain Neale would have been a seasoned front-line infantry officer.//", "authorname": "Gary Donaldson", "id": "32254785-7697915960-72157631618971754", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7697915960/#comment72157631619408593", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1348570069", "_content": "Interestingly the report of Captain Neale's accident on 22nd August 1917 in Flight Magazine of 30th August 1917 reads as follows:\n\n&quot;At 6.40a.m., on August 22nd, as Capt. Neale and Lieut Hollanby (sic) were flying, their machine fell into a field at Hounslow and both officers were killed.  At the inquest it was stated that Capt. Neale was instructing Lieut Hollamby. It was suggested that possibly Lieut. Hollamby got the machine in such a position that the instructor could not pull it out.  A verdict of &quot;Accidental Death&quot; was returned.&quot;\n\nJohn Everard Digby Neale, b. 1894 in Leicester, would appear to have already been a qualified and experienced pilot before his secondment to the RFC.  This is perhaps supported by an entry in Flight of 12th July 1917 which shows Lt (Temp Capt) J E D Neale appointed on secondment to the RFC as a Flying Officer, effective 9th July 1917.\n\nThat weekly issue of Flight (30th August 1917) reports the deaths of 10 RFC officers and SNCOs and the loss of 7 aircraft in flying accidents in England over just 4 days, 19th to 22nd August 1917.\n\nSecond Lieutenant Douglas Hollamby, aged 31, of Brockley, London, was an officer of the Queen's Own (Royal West Kent Regiment).//", "authorname": "Gary Donaldson", "id": "32254785-7697915960-72157631619408593", "iconfarm": 0}], "photo_id": "7697915960"}}