{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7180004957/#comment72157630312629558", "realname": "", "path_alias": null, "author": "78785369@N06", "iconserver": "0", "datecreate": "1340801445", "_content": "<a href=\"http://www.worcestershireregiment.com/wr.php?main=inc/roh_J_A_Acworth\" rel=\"nofollow\">www.worcestershireregiment.com/wr.php?main=inc/roh_J_A_Ac...</a>\n\nJohn Arden Acworth was the younger of the two sons of Mr and Mrs H. A. Acworth, of &quot;The Palms,&quot; Orchard Rd., Malvern.  He was born at Malvern Wells on May 20th, 1898, and was educated first at Twyford School, Hants, where he was Head boy, and where he earned among his school fellows the appropriate name of &quot;Honest John&quot; which he carried with him to Winchester in 1911. During his time at Winchester he was in Culver House under the Rev F. P. David, and won several prizes on his way to the highest form, &quot;Sixth Book&quot;.  He had been, when he left for a year in the Senior Division of that form, during which he had distinguished himself above all the Commoners of his year by winning the King's Gold Medal for English essay, and the Moore Stevens Divinity prize.  He entered as a commoner of Magdelen College, Oxford, and came up to Oxford at the beginning of Michaelmas Term, 1916.  He resided as an undergraduate at Magdelen for one term.  During this term he proved his mettle by passing in December the Previous Examination in History, an examination to get through which in one term would even without interruption, require good capacity and steady work, and was specially creditable in his case, since fully half his working time was taken up by duties in the Officer Training Corps, O.T.C.  \n\n2/Lieut. J. A. Acworth \n \nHe had been a Corporal in his School O.T.C., and in December 1916, being now 18, he was recommended by the authorities of the Oxford O.T.C. for admission to an Officers Cadet Battalion stationed at Oxford, and to his own satisfaction and that of his Magdalen friends, was quartered for the period of his training in his own college, for which he had already a very loyal affection, thus he could still without difficulty, when his duties as a cadet left him free to do so, join the undergraduates of his year in the Junior Common Room and attend the services (in which he took great pleasure) of his College Chapel.   \n \nHe obtained his commission in the Worcestershire Regiment on the 26th April 1917, and after 2 months with the 3/8th Battalion (Reserve Battalion) in Yorkshire, joined the 1/7th Battalion in France at the end of June 1917.  On the 9th October 1917, on the first occasion of his going into action, he was wounded by a shell splinter.  The wound was very serious, but he might have pulled through had gas poisoning (gangrene) not set in.  As it was, he died very suddenly on the 13th October 1917 in the Casualty Clearing station.  He was conscious very nearly to the last, and showed himself, as the matron who nursed him testified, a 'good patient', during the few days of life that remained to him after he was wounded.\n\nSuch is the honourable record of the outward incidents of a life laid down on the threshold of manhood in the cause of England and in defence of justice and freedom throughout the world.", "authorname": "Wemmbley-Hogg", "id": "32254785-7180004957-72157630312629558", "iconfarm": 0}], "photo_id": "7180004957"}}