{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/4092713320/#comment72157637447705566", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1383927364", "_content": "As festas da &quot;Semana dos Hospitais&quot; que se realizaram entre 10 e 17 de Julho de 1927 em Lisboa, foram iniciativa do jornal &quot;Diário de Notícias&quot;, cuja receita reverteu a favor dos hospitais de Lisboa, e para a ajuda da construção de um novo hospital cujo custo ascendia a 20.000 contos.\n\nO primeiro dia das festividades, a que presidiu o Presidente da República, general Óscar Carmona, teve início com a imposição da medalha da &quot;Torre e Espada&quot; à “Associação dos Bombeiros Voluntários Portuenses”, a que se seguiu uma «grandiosa» parada dos &quot;Bombeiros Voluntários Lisbonenses&quot; e dos “Bombeiros Voluntários Portuenses” com as respectivas viaturas.\n\nSeguiu-se a &quot;Batalha das Flores&quot; com confettis e serpentinas, concurso de montras e janelas, concertos públicos por bandas de música.\n\nNo dia seguinte teve lugar a recepção da “Banda Municipal de Madrid”, dirigida pelo maestro Ricardo Villa, pela “Banda da Guarda Nacional Republicana”, visita à Câmara Municipal de Lisboa, festas no Parque Mayer, etc. \n\nNo penúltimo dia, dia 16 de Julho teve lugar a cerimónia da &quot;Benção dos Automóveis&quot;, patrocionada por S. Cristovão, padroeiro dos automobilistas. Presidiu à cerimónia o Bispo de Trajanopolis, a que se seguiu um cortejo automóvel, entre a Rotunda e os Restauradores.\n\nNo último dia da &quot;Semana dos Hospitais&quot;, dia 17 de Julho teve lugar o &quot;Cortejo Alegórico das Províncias&quot;.", "authorname": "J. Leite", "id": "26532116-4092713320-72157637447705566", "iconfarm": 6}], "photo_id": "4092713320"}, "flarchive:created": 1387757753}