{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/state-records-nsw/7007002643/#comment72157629656695117", "realname": "", "path_alias": "beachcomberaustralia", "author": "32162360@N00", "iconserver": "3722", "datecreate": "1332594946", "_content": "It was just about to be &quot;re-modelled&quot; for the widening of Sussex Street / Hickson Road (eastern side),  near the junction with Napoleon street.  The rebuilt warehouse is still there and partly recognisable -  see Google Street View - <a href=\"http://g.co/maps/gnwy5\" rel=\"nofollow\">g.co/maps/gnwy5</a> .   \n\nThe old warehouse in the middle of Sussex St. shows up on the c.1927 map -  <a href=\"http://www.flickr.com/photos/state-records-nsw/6662642331/\">www.flickr.com/photos/state-records-nsw/6662642331/</a>\n\n<blockquote>\n&quot; The remodelling of the Grafton Bond consequent upon the widening of Hickson-road was further advanced by the demolition of the front portion of &quot;E&quot; Store, the erection of a new brick front, and the completion of the southern addition facing Sussex-street. &quot;\nSMH 04/01/1928. p.9 - <a href=\"http://trove.nla.gov.au/ndp/del/article/16431407\" rel=\"nofollow\">trove.nla.gov.au/ndp/del/article/16431407</a>\n</blockquote>\n\nI wonder if the original architect was the same as for this building nearby -\n[http://www.flickr.com/photos/powerhouse_museum/2713156400/]", "authorname": "beachcomberaustralia", "id": "27286215-7007002643-72157629656695117", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/state-records-nsw/7007002643/#comment72157632827333444", "realname": "", "path_alias": "hpeters", "author": "73199923@N00", "iconserver": "7294", "datecreate": "1361498215", "_content": "&quot;...Grafton Bond has historic significance as a remnant of what was claimed to have been the largest bond store complex in Australia. It is a complex building redolent of the busy wharfage area of earlier times and of a large mercantile facility which was once an important part of the city. It has aesthetic significance as an excellent example of urban commercial utilitarian design, by an eminent Australian architect, William Wardell and its design displays the Northern European influence evident in much of the work of the architect, such as the three stepped gable parapets on the eastern elevation. Its recent refurbishment and well contrived juxtaposition with modern glass towers is a most successful conservation project. It has scientific significance for its fine craftsmanship and its clever response to the hilly terrain of this part of Sydney...&quot;\n\n<a href=\"http://en.wikipedia.org/wiki/William_Wardell\" rel=\"nofollow\">en.wikipedia.org/wiki/William_Wardell</a>\n\nHe is buried in the Catholic section of Gore Hill Cemetery", "authorname": "myhappypenguin", "id": "27286215-7007002643-72157632827333444", "iconfarm": 8}], "photo_id": "7007002643"}, "flarchive:created": 1389619412}