{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7697916430/#comment72157631088181440", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1345073373", "_content": "Frederick George Neale was born in Burpham Sussex; in the 1911 Census he is shown as living in East Preston, near Littlehampton, Sussex.  His original Regimental Service Number appears to have been 2606, but at the time of his death he was Number 240654.  His sacrifice is commemorated on the Wotton-under-Edge War Memorial in Gloucestershire.\n\n1st/5th Battalion Gloucestershire Regiment was a Territorial battalion in 145th Brigade of 48th (South Midland) Division.  They landed at Boulogne in March 1915.\n\nBy the middle of 1916, 1/5 Glosters was an experienced and tried infantry battalion.  48th Division was moved forward in late July 1916 into the front line trenches opposite Serre. The Division was much engaged in sporadic fighting and patrol work during the battle of the Somme.   1/5th Battalion were held in reserve around Sailly au Bois, Couin and Maillet-Mailly until 14th July when 48th Division was ordered to take Ovillers. 1/5th were heavily involved, attacking German positions north-west of Pozieres. Finding German positions sited in depth and despite heavy casualties they could not make any headway here. After having been withdrawn from the fighting on 28th July 1916, 48th Division was back in action around Ovillers and the Nab valley on 13th August until 28th August after which it was moved to Auchonvillers in the Ancre sector.  Such reports often did not appear in the press until several weeks after the event.  The heaviest days of fighting in August 1916 for 1/5th Battalion were the night of the 15/16th and the 27th.//", "authorname": "Gary Donaldson", "id": "32254785-7697916430-72157631088181440", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7697916430/#comment72157631094510952", "realname": "", "path_alias": null, "author": "79347192@N06", "iconserver": "0", "datecreate": "1345114648", "_content": "[http://www.flickr.com/photos/69679868@N03] Excellent research and background context, Gary. Was he a relative?", "authorname": "CPUfan2", "id": "32254785-7697916430-72157631094510952", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7697916430/#comment72157631619114465", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1348565694", "_content": "CPUfan2.  Thank you.  No, not a relative at all.  I would just like to help ensure that these men are properly remembered; at least that is how I reconcile my obsessive compulsion to find out about them.//", "authorname": "Gary Donaldson", "id": "32254785-7697916430-72157631619114465", "iconfarm": 0}], "photo_id": "7697916430"}}