{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1283368063", "originalformat": "jpg", "owner": {"username": "Brooklyn Museum", "realname": "Brooklyn Museum", "nsid": "83979593@N00", "iconserver": "7330", "location": "", "path_alias": "brooklyn_museum", "iconfarm": 8}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "4949257362", "title": {"_content": "Schwannah Wright, Manager for Community Involvement"}, "media": "photo", "tags": {"tag": [{"raw": "brooklynmuseum", "machine_tag": 0, "id": "3064182-4949257362-139443", "_content": "brooklynmuseum", "author": "83979593@N00"}, {"raw": "brooklyn", "machine_tag": 0, "id": "3064182-4949257362-1203", "_content": "brooklyn", "author": "83979593@N00"}, {"raw": "museum", "machine_tag": 0, "id": "3064182-4949257362-1154", "_content": "museum", "author": "83979593@N00"}, {"raw": "staff", "machine_tag": 0, "id": "3064182-4949257362-12802", "_content": "staff", "author": "83979593@N00"}, {"raw": "profile", "machine_tag": 0, "id": "3064182-4949257362-6774", "_content": "profile", "author": "83979593@N00"}]}, "comments": {"_content": "0"}, "secret": "0151c7ff43", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<strong>Where are you from? </strong>\n\nI'm originally from Dallas, TX, and I've lived in New York for, let's see... 30 years! Hm, I guess I can call myself an official New Yorker now.\n\n<strong>What do you do here? </strong>\n\nEssentially what I do is share information about the programs and exhibitions of the Brooklyn Museum with our community.  I share this information by attending street fairs, festivals, career days, community board meetings, and neighborhood association meetings, and I try to form collaborations with various community groups so they can have increased access to the Museum.\n\nOne thing I've done recently was to enroll the Museum in the <a href=\"http://www.google.com/url?q=http://www.coolculture.org/&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNFjBO2stdptun2nX3tLqcq-3TcgCQ\" rel=\"nofollow\">Cool Culture program</a> that captures families, such as early childhood day cares, low-income, or foster care families, and gives them free admission to cultural institutions in all five boroughs. It's great because it allows us to invite non-traditional museum goers here and encourages parents to use the Museum as an educational resource.  Often, it's social workers or PTA members who are trying to encourage these families to participate, but they've usually never been here, so we also host orientations so they can fully experience what they are offering.\n\nOverall, I spend about half my time out of the office meeting with community leaders, and the other half here hosting events for different groups, such as the MTA hearing earlier this year or community board meetings, among other things.\n\n<strong>And this time of year, you're busy getting ready for the </strong><a href=\"http://www.google.com/url?q=http://www.wiadca.com/&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNEXF15wRqCNWyT49xfXyfqZzKLbNg\" rel=\"nofollow\"><strong>West Indian-American Day Parade</strong></a><strong>. </strong>\n\nYes, it's the calm before the storm right now...it starts on Thursday and continues for 4 nights of concerts, which all lead up to the big Labor Day Parade on Monday. During those four nights, there's a steel pan competition where 15 different bands (each with 30 to 100 members) play a few songs and synchronize them ... Then there's the King and Queen Costume competition--people spend months and months making these huge elaborate costumes with sequins and feathers. There's also a Soca and Calypso music night, featuring local and international artists.\n\nAll activities take place on our premises so my role is to help implement the activities around Carnival and ensure the safety of our community and the site.\n\n<strong>How did the Museum get involved with this event? </strong>\n\nThe West Indian-American Carnival Festival Association formed a relationship with the Museum 40 years ago because the celebration of West Indian culture centered here in Crown Heights. Brooklyn actually has the second largest Jamaican population outside of Jamaica (though in the Museum's immediate neighborhood, it's primarily Haitian and Trinidadian). The celebration started out small, but has lasted through many evolutions and challenges into what it is today. People now come from all over the world for Carnival: we have over 5,000 people here each night and about 3 million on Eastern Parkway for the parade. All of the West Indian island cultures are supposed to be represented during this event.\n\nMy favorite part is seeing the excitement of the crowd during the Steel Pan Competition and the friendly rivalry between the bands. And one new thing I was introduced to last year was getting to try a shark sandwich, which is a Caribbean delicacy.\n\n<strong>How long have you worked here? </strong>\n\nI've been here for 10 years...it's a bananas milestone!\n\n<strong>What were you doing before coming to the Museum? </strong>\n\nI was in TV and film for 15 years: I started at ABC news, then the Maury Povich show, and also HBO sports (working on World Championship Boxing was pretty exciting). I've actually had a lot of pretty crazy jobs...at one point I managed the bridal registry at Macys on 34th Street...Oh I witnessed it all there: mother-daughter fights, crazy brides... one couple even tried to return china with spaghetti sauce still on it!\n\nAt one point I was also an assistant to Diana Ross, which was very cool. In the beginning, you're in awe because you're in the presence of an icon that you've watched on TV, but then all of a sudden you're sitting in front of her having a normal conversation. She was actually pretty down to earth...I remember she liked to make her own salad dressing.\n\n<strong>What did you want to be when you grew up?</strong>\n\nI wanted to be an anchorperson. So I tried it, but I really did enjoy it. I just didn't like all those people looking at me, and then I couldn't stop thinking about the fact that all these other people were out there looking at me too.  So that didn't last too long...\n\n<strong>Do you have any hidden talents?</strong>\n\nI'm a fencer, though I haven't done it in a few years. I wanted exercise and wasn't so great about going to the gym so I thought this would be a good exercise outlet. Plus, it turned out that it's a pretty great conversation piece. I fenced for 8 years and I really enjoyed it... I even managed to make it into a couple of tournaments (which mostly just let me know that I needed to take more classes).\n\nWe actually had a lot of diversity amongst the students... I fenced at the New York Fencers Club, and Peter Westbrook, who's an Olympic athlete, runs a non-profit out of there that trains young kids in fencing and provides them with college scholarships.  There's even a brother-sister team from Brooklyn who won the scholarship recently.\n\n<strong>Finally, what's your commute like? </strong>\n\nWell, I'm now a proud new homeowner (yay!) in Harlem, so I take the train right from my corner and I'm here in about an hour."}, "isfavorite": 0, "views": "1207", "farm": 5, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2009-03-02 11:24:59", "lastupdate": "1283399853", "takengranularity": "0", "posted": "1283368063"}, "originalsecret": "9179236ff6", "license": "2", "notes": {"note": []}, "server": "4105", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/brooklyn_museum/4949257362/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}