{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9731474312/#comment72157635663196005", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1379622807", "_content": "There is a Medal Index card for a Desmond Allhusen at the National Archive under the reference WO 372/1/65178 \n<a href=\"http://discovery.nationalarchives.gov.uk/SearchUI/Details?uri=D1017158\" rel=\"nofollow\">discovery.nationalarchives.gov.uk/SearchUI/Details?uri=D1...</a>\nInitially a Second Lieutenant in the Kings Royal Rifle Corps, he rose to the rank of Captain by the wars end.\n\nAt the online peerage site he is listed as Major Desmond Allhusen, a rank he achieved while serving with the Kings Royal Rifle Corps. He was the son of Wilton Allhusen, and married Avril Primrose Foulis-Liston on the 22nd November 1946. He died on the 25th March 1977 and had been living at Beaminster, Dorset. The couple don't appear to have had any children.\n<a href=\"http://www.thepeerage.com/p31138.htm#i311372\" rel=\"nofollow\">www.thepeerage.com/p31138.htm#i311372</a>\n\nHe was apparently born the 23rd August 1896\n<a href=\"http://histfam.familysearch.org/getperson.php?personID=I82011&amp;tree=Welsh\" rel=\"nofollow\">histfam.familysearch.org/getperson.php?personID=I82011&am...</a>\n\nOn the 1901 census the 4 year old Desmond, born Axmouth, Devonshire was recorded at Pinhay House, Axmouth. This was the household of his old sister, Helen, aged 22 and from Newbiggin-by-the-Sea, Northumberland. Helen had other siblings in her care:-\nGladys.........aged 18...........born Newcastle upon Tyne\nErin..............aged 16..........born Newbiggin-by-the-Sea\nMary E........aged 9.............born York\nRupert........aged 7.............born Axmouth\nThere are then 12 live in servants.\n\nI couldn't locate Desmond on the 1911 census initially, but the family seem no strangers to travel.\n\nApparently he was a cadet at Sandhurst in 1915.His papers there can be ordered on-line.\n<a href=\"http://archive.sandhurstcollection.co.uk/view/5441/107481/RMC_WO_151_Vol_8_1910-1917/Desmond_Allhusen/\" rel=\"nofollow\">archive.sandhurstcollection.co.uk/view/5441/107481/RMC_WO...</a>\nA picture of the group of cadets he studied with and their subsequent fate can be seen here, (if you are a forum member)\n<a href=\"http://1914-1918.invisionzone.com/forums/index.php?showtopic=55389\" rel=\"nofollow\">1914-1918.invisionzone.com/forums/index.php?showtopic=55389</a>\n\nChecking out a local history site for Axmouth, the page on the church mentions this in passing.\n\n<i>Moving across the churchyard, some of the monuments to the Hallett family may be seen at the south-east corner of the Bindon Chapel.  A little further over, and close to the south wall, are some headstones erected to mark the last resting places of members of the Allhusen family, who had first come to live at Pinhay House around 1892, restoring the old name of the property.  The previous owner, Levi Ames, by now deceased, had renamed it Clevelands.  Pinhay for centuries formed the easternmost part of the old Axmouth parish, but in recent years boundaries have changed and the connection with Axmouth has been severed.</i>\n<a href=\"http://www.axmouthcommunity.org/history/churchyard/\" rel=\"nofollow\">www.axmouthcommunity.org/history/churchyard/</a>\n\nI'd had a quick look down the 10 names that came up at the National Archive for Medal Index cards for the surname Allhusen.\nOnce I was aware of the family members, I took another look.\nThere are cards for a \nGladys A - Volunteer Aid Detachment, Young Mens Christian Associaton\nWO 372/23/529 \n<a href=\"http://discovery.nationalarchives.gov.uk/SearchUI/Details?uri=D6065092\" rel=\"nofollow\">discovery.nationalarchives.gov.uk/SearchUI/Details?uri=D6...</a>\nMary E Allhusen. Nurse, French Red Cross.\nWO 372/23/530 \n<a href=\"http://discovery.nationalarchives.gov.uk/SearchUI/Details?uri=D6065093\" rel=\"nofollow\">discovery.nationalarchives.gov.uk/SearchUI/Details?uri=D6...</a>\nRupert, Second Lieutenant rising to Major, Royal Field Artillery\nWO 372/1/65181 \n<a href=\"http://discovery.nationalarchives.gov.uk/SearchUI/Details?uri=D1017161\" rel=\"nofollow\">discovery.nationalarchives.gov.uk/SearchUI/Details?uri=D1...</a>\n\nApparently the Imperial War Museum has 345 manuscript letters from Major Desmond Allhusen.\nIf I can quote from their site :-)\n\n<i>345 ms letters written by an Old Etonian, principally during his service as an officer: in France at the 27th Divisional Infantry Base in Rouen (October 1915), then with the 3rd Battalion, King’s Royal Rifle Corps (80th Infantry Brigade, 27th Division) initially in France (October – November 1915), en route to Alexandria on the troopship HUNTSGREEN, then in Salonika (December 1915 – 1916) with useful descriptions of conditions there, duties (road making and digging trenches, intelligence work and commanding an international piquet) mainly in Salonika town, the Valley of Rendina and Lake Beshill, prior to being admitted to 5th Canadian Hospital and 21st Stationary Hospital, Salonika with dysentery and invalided home; briefly in France (January 1917) then again, with 7th Battalion, KRRC (41st Infantry Brigade, 14th Division) on the Western Front (September – December 1917), with good references to the excellent German dugouts occupied by the unit, conditions in the front line at Passchendaele during the Third Battle of Ypres, the social background of officers and disparaging remarks about Army padres, prior to being admitted to No 5 British Red Cross Hospital at Wimereux in December 1917 after being seriously wounded; en route to Archangel on HMT PORTO in April 1919, with No 1 Special Company KRRC at Seroka on the White Sea and with the Syren Expeditionary Force with good descriptions of conditions, action against the Bolsheviks and the eccentric nature of members of the international force as well as looting corpses prior to being admitted to 86 General Hospital, Murmansk after being shot (May 1919); en route to Latvia, via Denmark and Finland, and during service in Riga with the British Military Mission as a cipher clerk and later in Reval, Estonia as an intelligence officer/assistant military attaché with good details of society, the colourful characters whom he met and his speculative business ventures (January – May 1920); with 2nd Battalion, KRRC, in Cologne and Upper Silesia (1922); with the British Commercial Mission to Russia (February – June 1923) with vivid descriptions of conditions in Moscow, including references to Arthur Ransome, the Bolshevik politician Leonid Krassin, spies, diplomatic rows, civil unrest and the uncertainties of daily life; during visits to Salonika, Cairo and Damascus (1925), Yugoslavia and Albania (1934) and Italy (1937) with comments on conditions under Fascism; in the Middle East, principally in Egypt and Palestine (October 1940 – January 1945) during operations against the Italians near Benghazi (April 1941), with the Mid Asiatic Bureau in the Middle East, as Commanding Officer of the 2nd Composite Battalion ME, with the Political Warfare Executive and (by September 1944) as Commandant of No 28 Field Punishment Centre; also an illustrated ms memoir (total 152pp), written circa 1919 – 1920, covering in great detail his experiences with the 3rd Battalion Devonshire Regiment in England (August 1914 – circa February 1915), at Sandhurst (February – August 1915), with 5th Battalion KRRC at Sheerness (August 1915), with 3rd Battalion KRRC in France and Salonika (November 1915 – June 1916), with 5th Battalion KRRC at Sheerness (November 1916) and later in France (January 1917), with 7th Battalion KRRC in the Ypres Sector (September – December 1917) containing exceptionally detailed and vivid descriptions of his experiences, morale and preparations for, and operations at, Passchendaele, the trauma of being in the front line and his agonising evacuation after being wounded, as well as his later treatment and convalescence (December 1917 – October 1918); together with a notebook with entries part diary/part memoir (61pp) for September – December 1917, similar in content to the above memoir, but with additional information and other writings (18pp) about Eton and his accounts, papers including references to the General Strike (1926) and correspondence from friends and relatives including 12 ms letters from his brother, Rupert, written between 1916 and (?) 1937 and including vivid descriptions of his experiences serving with the Royal Artillery on the Western Front (autumn 1916) and mentioning also his appointment as ADC to the Governor General in Calcutta in the 1920s.</i>\n<a href=\"http://m.iwm.org.uk/collections/item/object/1030021704\" rel=\"nofollow\">m.iwm.org.uk/collections/item/object/1030021704</a>\n\nDesmond also appears to have been an author of several books\nThe Master Problem. A historical survey of the organisation of production and distribution (1938)\nMoney: The decisive factor; Britain's handicap in the economic race with Russia (1959)\nThe World is Waiting for Us (1976)\n<a href=\"http://books.google.co.uk/books/about/The_World_is_Waiting_for_Us.html?id=veedXwAACAAJ&amp;redir_esc=y\" rel=\"nofollow\">books.google.co.uk/books/about/The_World_is_Waiting_for_U...</a>", "authorname": "Moominpappa06", "id": "32254785-9731474312-72157635663196005", "iconfarm": 1}], "photo_id": "9731474312"}}