{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1303904882", "originalformat": "jpg", "owner": {"username": "Brooklyn Museum", "realname": "Brooklyn Museum", "nsid": "83979593@N00", "iconserver": "7330", "location": "", "path_alias": "brooklyn_museum", "iconfarm": 8}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "5660547621", "title": {"_content": "Brooklyn Ball 2011 -- Bo Joseph"}, "media": "photo", "tags": {"tag": [{"raw": "brooklyn", "machine_tag": 0, "id": "3064182-5660547621-1203", "_content": "brooklyn", "author": "83979593@N00"}, {"raw": "museum", "machine_tag": 0, "id": "3064182-5660547621-1154", "_content": "museum", "author": "83979593@N00"}, {"raw": "brooklynmuseum", "machine_tag": 0, "id": "3064182-5660547621-139443", "_content": "brooklynmuseum", "author": "83979593@N00"}, {"raw": "ball", "machine_tag": 0, "id": "3064182-5660547621-1398", "_content": "ball", "author": "83979593@N00"}, {"raw": "2011", "machine_tag": 0, "id": "3064182-5660547621-676190", "_content": "2011", "author": "83979593@N00"}, {"raw": "artists", "machine_tag": 0, "id": "3064182-5660547621-14895", "_content": "artists", "author": "83979593@N00"}, {"raw": "brooklynball", "machine_tag": 0, "id": "3064182-5660547621-10515803", "_content": "brooklynball", "author": "83979593@N00"}, {"raw": "green", "machine_tag": 0, "id": "3064182-5660547621-586", "_content": "green", "author": "49067898@N05"}, {"raw": "x-ray", "machine_tag": 0, "id": "3064182-5660547621-15298", "_content": "xray", "author": "49067898@N05"}]}, "comments": {"_content": "0"}, "geoperms": {"isfriend": 0, "isfamily": 0, "ispublic": 1, "iscontact": 0}, "secret": "6586533f30", "location": {"locality": {"woeid": "2459115", "place_id": ".skCPTpTVr.Q3WKW", "_content": "New York"}, "country": {"woeid": "23424977", "place_id": "nz.gsghTUb4c2WAecA", "_content": "United States"}, "region": {"woeid": "2347591", "place_id": "ODHTuIhTUb75gdBu", "_content": "New York"}, "place_id": "ucDbYxpTUb9PCxQwhQ", "longitude": -73.962715, "county": {"woeid": "12589335", "place_id": "CldNEG9QUL_lkqUcYA", "_content": "Brooklyn"}, "context": "0", "woeid": "23511807", "latitude": 40.67168, "neighbourhood": {"woeid": "23511807", "place_id": "ucDbYxpTUb9PCxQwhQ", "_content": "Prospect Hights"}, "accuracy": "16"}, "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "Tabula Rasa: Le vide du champ invoque son potentiel (The Emptiness of the Field Invokes Its Potential)\n \nMy table concept juxtaposes appropriated images of works in the Museum’s collection with a Dadaist strategy. The concept consists of eight Duchamp-esque ready-made bottle drying racks, evenly spaced down the center of the table, which are festooned with dozens of ink jet printed x-rays of objects from the Brooklyn Museum collection. I have installed a diffused fluorescent light in the center of each bottle rack so that the x-rays dangling from the prongs are partially illuminated. I have also included 40 ready-made place mats - already decorated with hand drawn place settings - onto which I printed tinted flatware silhouettes and more x-rays from the Museum’s digital database, offering a unique place mat for each diner. \n\nI knew from the beginning I would do something for this project that referenced works in the Brooklyn Museum, an homage and commemoration that is also consistent with the strategies I already employ. In my research, I encountered documentation of Realm of Marvels: Collections for the Future, an inspiring 2000 Brooklyn Museum exhibition whose intent and layered eclecticism parallel themes in my studio practice - I use abstraction to re-contextualize cultural icons, sourced from printed materials and from my own photos. I also discovered the Museum's amazing archive of x-rays of objects in the collection. The x-ray process distances and transforms the objects in ways similar to the methods I use in my work, thus I had a really strong reaction when I saw them. I was considering various cylindrical vessels to use as light boxes when I thought of the bottle rack. The Duchamp-esque bottle drying racks became another loaded iconic source to appropriate, but a very matter-of-fact functional armature as well. It turns out there is no Duchamp in the Brooklyn Museum’s collection, though in 1926 Duchamp did co-curate a major exhibition at the museum - two facts that sealed my choice to use his fabled form in this project.\n\nTabula Rasa, part of the title, is taken from the theory that individuals are born without built-in mental content and that their knowledge comes from experience and perception. The term translates to “Blank Tablet,” and it also translates to “Bare Table,” like the giant 40 foot table at which you are seated. Duchamp’s name translates from French to mean “of the field,” which I spun to reference an empty field - like a blank canvas, sheet of paper, open space, bare table - beckoning to be filled with information. In turn, the title also refers to the “emptiness” of Duchamp’s work - “le vide du champ” - like impartial vessels beckoning to be filled with meaning. An x-ray exposes the ephemerality of appearances, turning an object into an empty vessel, and like Duchamp, reveals only an enigmatic hollow, an invocation of potential. The title is also a metaphor for the Museum itself: like these (previously) bare tables, the Brooklyn Museum is a blank slate of potential beckoning to be filled with new meanings.\n\nThe <a href=\"http://www.brooklynmuseum.org/calendar/event/4128\" rel=\"nofollow\">Brooklyn Ball 2011</a> celebrates the art, creativity, and influence of Brooklyn artists and the Museum’s role as a cultural gateway. This year’s Ball is being designed in partnership with Brooklyn artists to create an evening filled with art, ideas, and surprises.\n\nAdam Husted photo, Brooklyn Museum"}, "isfavorite": 0, "views": "763", "farm": 6, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2011-04-26 00:00:09", "lastupdate": "1315320646", "takengranularity": "0", "posted": "1303904882"}, "originalsecret": "3a72fed05f", "license": "2", "notes": {"note": []}, "server": "5029", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/brooklyn_museum/5660547621/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}