{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1283151602", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "4858567960", "title": {"_content": "SR-71B - Mach 3 Trainer in Flight at Sunset"}, "media": "photo", "tags": {"tag": [{"raw": "Blackbird", "machine_tag": 0, "id": "44489032-4858567960-49824", "_content": "blackbird", "author": "14901566@N07"}]}, "comments": {"_content": "2"}, "secret": "27118b0038", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>Collection:</b> NASA Image eXchange Collection\n<b>Title:</b> -71B - Mach 3 Trainer in Flight at Sunset\n\n<b>Description:</b> The setting sun peeks beneath a SR-71B Blackbird, silhouetted against the orange hues of the western sky on a 1995 flight from at NASA's Dryden Flight Research Center, Edwards, California. Two SR-71 aircraft have been used by NASA as testbeds for high-speed and high-altitude aeronautical research. The aircraft, an SR-71A and an SR-71B pilot trainer aircraft, have been based here at NASA's Dryden Flight Research Center, Edwards, California. They were transferred to NASA after the U.S. Air Force program was cancelled. As research platforms, the aircraft can cruise at Mach 3 for more than one hour. For thermal experiments, this can produce heat soak temperatures of over 600 degrees Fahrenheit (F). This operating environment makes these aircraft excellent platforms to carry out research and experiments in a variety of areas -- aerodynamics, propulsion, structures, thermal protection materials, high-speed and high-temperature instrumentation, atmospheric studies, and sonic boom characterization. The SR-71 was used in a program to study ways of reducing sonic booms or over pressures that are heard on the ground, much like sharp thunderclaps, when an aircraft exceeds the speed of sound. Data from this Sonic Boom Mitigation Study could eventually lead to aircraft designs that would reduce the &quot;peak&quot; overpressures of sonic booms and minimize the startling affect they produce on the ground. One of the first major experiments to be flown in the NASA SR-71 program was a laser air data collection system. It used laser light instead of air pressure to produce airspeed and attitude reference data, such as angle of attack and sideslip, which are normally obtained with small tubes and vanes extending into the airstream. One of Dryden's SR-71s was used for the Linear Aerospike Rocket Engine, or LASRE Experiment. Another earlier project consisted of a series of flights using the SR-71 as a science camera platform for NASA's Jet Propulsion Laboratory in Pasadena, California. An upward-looking ultraviolet video camera placed in the SR-71's nosebay studied a variety of celestial objects in wavelengths that are blocked to ground-based astronomers. Earlier in its history, Dryden had a decade of past experience at sustained speeds above Mach 3. Two YF-12A aircraft and an SR-71 designated as a YF-12C were flown at the center between December 1969 and November 1979 in a joint NASA/USAF program to learn more about the capabilities and limitations of high-speed, high-altitude flight. The YF-12As were prototypes of a planned interceptor aircraft based on a design that later evolved into the SR-71 reconnaissance aircraft. Dave Lux was the NASA SR-71 project manger for much of the decade of the 1990s, followed by Steve Schmidt. Developed for the USAF as reconnaissance aircraft more than 30 years ago, SR-71s are still the world's fastest and highest-flying production aircraft. The aircraft can fly at speeds of more than 2,200 miles per hour (Mach 3+, or more than three times the speed of sound) and at altitudes of over 85,000 feet. The Lockheed Skunk Works (now Lockheed Martin) built the original SR-71 aircraft. Each aircraft is 107.4 feet long, has a wingspan of 55.6 feet, and is 18.5 feet high (from the ground to the top of the rudders, when parked). Gross takeoff weight is about 140,000 pounds, including a possible fuel weight of 80,280 pounds. The airframes are built almost entirely of titanium and titanium alloys to withstand heat generated by sustained Mach 3 flight. Aerodynamic control surfaces consist of all-moving vertical tail surfaces, ailerons on the outer wings, and elevators on the trailing edges between the engine exhaust nozzles. The two SR-71s at Dryden have been assigned the following NASA tail numbers: NASA 844 (A model), military serial 61-7980 and NASA 831 (B model), military serial 61-7956. From 1990 through 1994, Dryden also had another &quot;A&quot; model, NASA 832, military serial 61-7971. This aircraft was returned to the USAF inventory and was the first aircraft reactivated for USAF reconnaissance purposes in 1995. It has since returned to Dryden along with SR-71A 61-7967.\n\n<b>Date:</b> 11.01.1995\n<b>Credit:</b> NASA Dryden Flight Research Center (NASA-DFRC) [ <a href=\"http://www.dfrc.nasa.gov/gallery/\" rel=\"nofollow\">www.dfrc.nasa.gov/gallery/</a> ]\n\n<b>ID:</b> EC95-43351-2\n<b>UID:</b> SPD-NIX-EC95-43351-2\n<b>Original url:</b> <a href=\"http://nix.ksc.nasa.gov/info?id=EC95-43351-2&amp;orgid=7\" rel=\"nofollow\">nix.ksc.nasa.gov/info?id=EC95-43351-2&amp;orgid=7</a>\n\n<b>SOURCE</b>:  <a href=\"http://nasaimages.org/luna/servlet/detail/nasaNAS~2~2~6037~107659\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/nasaNAS~2~2~6037~107659</a>\n\n<b>Visit <a href=\"http://www.nasaimages.org\" rel=\"nofollow\">www.nasaimages.org</a> for the most comprehensive compilation of NASA stills, film and video, created in partnership with Internet Archive. </b>"}, "isfavorite": 0, "views": "22818", "farm": 5, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2010-08-01 00:00:00", "lastupdate": "1376000576", "takengranularity": "4", "posted": "1283151602"}, "originalsecret": "a7e79081eb", "license": "7", "notes": {"note": []}, "server": "4081", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/4858567960/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387643415}