{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/anmm_thecommons/7586731732/#comment72157630612693320", "realname": "Roderick Eime", "path_alias": "rodeime", "author": "67406666@N00", "iconserver": "7303", "datecreate": "1342489038", "_content": "Thank you for sharing. These are gold.", "authorname": "Roderick Eime", "id": "33142378-7586731732-72157630612693320", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/anmm_thecommons/7586731732/#comment72157630617823262", "realname": "marco", "path_alias": null, "author": "79310289@N08", "iconserver": "7094", "datecreate": "1342522995", "_content": "Great to see one of the Repair and Refit twins  \nWe lost a good family friend on 10 December when the Old Lady was sunk with POW", "authorname": "bela bazas", "id": "33142378-7586731732-72157630617823262", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/anmm_thecommons/7586731732/#comment72157630644503142", "realname": "", "path_alias": "anmm_thecommons", "author": "33147718@N05", "iconserver": "3829", "datecreate": "1342659144", "_content": "Glad you are enjoying the images, the Wilkinson collection is quite extensive so keep an eye out for more! Bela bazas we will try &amp; share some more images of REPULSE especially.", "authorname": "Australian National Maritime Museum on The Commons", "id": "33142378-7586731732-72157630644503142", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/anmm_thecommons/7586731732/#comment72157631016112494", "realname": "Stephen", "path_alias": null, "author": "32842300@N06", "iconserver": "3630", "datecreate": "1344691055", "_content": "Not 1934 (see below) its 1924 also suggest dating is wrong for month. \n\n1 9 2 3\nJanuary to October\nAtlantic Fleet service in continuation\nPrepared for World Cruise to British Empire ports.\n\nNovember\n27th - \nJoined battlecruiser HMS HOOD and cruisers HM Ships DELHI, DANAE, DAUNTLESS, DRAGON and DUNEDIN and took passage for Freetown.\n\nDecember\nCalled at Freetown.\n21st - Visited Cape Town.\nSailed with same ships to Zanzibar.\n\n1 9 2 4\nJanuary\n1st - Arrived at Zanzibar.\n17th - Took passage to Fremantle.\n\nFebruary\n24th - At Fremantle\n\nMarch\nVisited Albany, Adelaide and Melbourne\n\nApril\nVisited Hobart, Tasmania\n\n9th - Arrived at Sydney.\n20th - Sailed for Wellington, New Zealand.\n\nMay\n7th - Sailed from Wellington for visits to Pacific Islands\n16th - Commenced calls in Pacific.\n(Note: These included Suva, Samara, Fiji, Apia, W Samoa)\n\nJune\nPassage to Victoria, British Colombia.\n6th - Arrived at Victoria.\n\nJuly\n6th - Visited Vancouver.\n(Note: The five cruisers detached and took passage to visit ports in South America)\n\nAugust\nVisited ports in USA with the HMS HOOD.\n\nSeptember\nTook passage to Portsmouth via Panama Canal.\n\n29th - Arrived at Portsmouth.\n(NB During cruise ship steamed over 30 000 miles)\n\nOctober to December\nResumed Atlantic Fleet duties.\nDeployed at Portsmouth.\nNominated for special duties to take Prince of Wales to visit ports in South Africa and South America.\n\n1 9 2 5\nCarried special duties for Royal Visits to Portugal, South Africa and east coast of South America with Prince of Wales.\nResumed Atlantic Fleet duties on return after seven months detached service.\nNominated for reduction of complement.\n\n1 9 2 6  t o  1 9 3 2\nDeployed with 60% of full complement in Atlantic Fleet including visits and Fleet exercises.\n(NB These included annual exercises in Atlantic and Mediterranean with ships of the Mediterranean Fleet based in Atlantic and Mediterranean based at Gibraltar).\n\nDuring 1927 in a flying accident two pilots from the ship were killed.\n\nThis period included three Full Commissions.\n\nNominated for major refit.\n\n1 9 3 3  to  1 9 3 5\nTaken in hand for refit.\nThe work carried out included: Installation of a catapult for launch of aircraft together with construction of a Hangar to accommodate four seaplanes and provide suitable repair and maintenance facilities. \nStowage of petrol was also needed.\n\n1 9 3 6\nOn completion of refit carried out harbour and sea trials after recommissioning for service in Mediterranean Fleet based in Malta.\nTook part in Fleet exercise and visits programmes.\n\n1 9 3 7\nJanuary to May\nMediterranean Fleet deployment in continuation\nJune to December\nDuring Fleet programme visited Spanish waters.\nDuring August was involved in negotiating the release of a British mercantile stopped by Spanish cruiser MIGUEL CERVANTES.\n\n1 9 3 8\nJanuary to September\nHome Fleet deployment in continuation including Fleet Exercises and Visits Programme\nNominated for refit\nOctober\nUnder refit.\n(NB AA was improved to limited extent without replacement of most 4'in DP AA)\n\nDecember\nAA mountings which were of original design used during build.\nNo work was done on machinery.\n\n1 9 3 9\nJanuary to February\nUnder refit\n(NB Selected for conversion to suit use for taking HM King George VI and HM Queen Elizabeth to Canada with the Royal Family. \nThis was later changed because of the increased possibility of war with Germany as all major warships were to remain in Home waters)\n\nMarch\nRefit work completed.\nCarried out sea trials.\n\nApril\nDeployed as escort for RMS EMPRESS OF AUSTRALIA during initial stage of passage.\n\nMay\nCompleted workup with RN Home Fleet ships\n\nJune\nHome Fleet deployment in continuation.\n\nJuly to August\nCompleted harbour and sea trials.\nCarried out shakedown and workup prior to resuming service in Home Fleet.\nRejoined Home Fleet for service in 1st Battle Squadron with battlecruisers HMS RENOWN and HMS HOOD.\n\n30th \nHMS REPULSE Captain Ernest John Spooner DSO RN and HMS HOOD arrived at Scapa Flow from Rosyth.\n\n31st – \nAt 1900 hours the 1st BCS comprising HMS REPULSE and HMS HOOD escorted by the Tribal class destroyers HM Ships SOMALI, ASHANTI, BEDOUIN, ESKIMO, MASHONA, and TARTAR of the 6th D departed Scapa Flow to patrol with the Home Fleet in the northern North Sea. \nThe intention of the CinC Home Fleet being to detach the battlecruisers to shadow any German forces met.\nHMS BEDOUIN had mechanical defects and returned to Scapa Flow for repairs. \n\nAt 2300 hours west of the Orkneys the 1st BCS joined the Home Fleet.\n\nWAR DECLARED.", "authorname": "diversdream", "id": "33142378-7586731732-72157631016112494", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/anmm_thecommons/7586731732/#comment72157631016361832", "realname": "Stephen", "path_alias": null, "author": "32842300@N06", "iconserver": "3630", "datecreate": "1344692385", "_content": "Wartime Service Stops in Australia are - \n\nSeptember 1941\n\n15th \nConvoy WS 11S arrived at Freetown.\n18th \nAt 1400 hours HMS REPULSE, HMS DERBYSHIRE and destroyers HMS WRESTLER and HMS VELOX sailed from Freetown escorting convoy WS 11 which now comprised, DUCHESS OF YORK, CITY OF MANCHESTER, NIEUW ZEELAND, CITY OF EDINBURGH, KINA II, LARGS BAY, VICEROY OF INDIA, ORONTES, GLAUCUS, BHUTAN, GLENORCHY, MOOLTAN, EMPRESS OF AUSTRALIA, SCYTHIA, OTRANTO, BARRISTER and MANCHESTER PROGRESS.\n\n20th \nThe destroyers HMS WRESTLER and HMS VELOX detached from WS 11 and returned to Freetown.\n\n23rd \nHMS REPULSE detached from WS 11 to refuel at St Helena.\n\n25th \nHMS REPULSE rejoined WS 11.\n\n29th \nAt 1300 hours DERBYSHIRE with DUCHESS OF YORK, CITY OF MANCHESTER, NIEUW ZEELAND, CITY OF EDINBURGH, KINA II, LARGS BAY, VICEROY OF INDIA, ORONTES, GLAUCUS, BHUTAN and GLENORCHY detached for Cape Town.\n\nOctober\n\n3rd \nHMS REPULSE with MOOLTAN, EMPRESS OF AUSTRALIA, SCYTHIA, OTRANTO, BARRISTER and MANCHESTER PROGRESS arrived at Durban.\n\n7th \nAt 1400 hours HMS REPULSE with DILWARA, CITY OF CANTERBURY, PULASKI, EASTERN PRINCE, LLANDAFF CASTLE, NIEUW HOLLAND, BARRISTER and MANCHESTER PROGRESS sailed from Durban.\n\n8\nAt 1000 hours in approximate position 29-20S, 36-10E HMS REPULSE and her charges RV with DERBYSHIRE and also with DUCHESS OF YORK, CITY OF MANCHESTER, NIEUW ZEELAND, CITY OF EDINBURGH, KINA II, LARGS BAY, VICEROY OF INDIA, ORONTES, GLAUCUS, BHUTAN and GLENORCHY. \nDERBYSHIRE then detached for Durban and the reconstituted convoy WS 11 then formed into 6 columns and steered for the Mozambique Channel.\n\n11th \nThe troopship JOHANN DE WITT, delayed at Durban, joined convoy WS 11.\n\n13th \nAt 1500 hours in approximate position 6S, 41-30E the cruiser HMS CERES joined convoy WS 11 from Mombasa. \nFollowing which HMS REPULSE detached for Mombasa.\n\n14th \nAt 0200 hours HMS REPULSE arrived at Mombasa.\nOn arrival at Mombasa she joined the aircraft carrier HMS HERMES and the cruiser HMS EMERALD to form Force T. \nFor the remainder of October Force T operated out of Mombasa searching for German raiders.\n\nNovember\n\n1st \nHMS REPULSE sailed from Mombasa for Durban.\n\n5th \nHMS REPULSE arrived at Durban.\nWhilst in Durban, the South African Prime Minister Jan Smuts visited HMS REPULSE and addressed the crew.\n\n8th\nHMS REPULSE sailed from Durban escorting convoy WS 12 which comprised 9 troopships and 3 MT ships.\nIn position 29-35S, 34-06E the Durban section of WS 12 RV with the Cape Town section escorted by the AMC HMS DUNNOTTAR CASTLE. \nFollowing which the HMS DUNNOTTAR CASTLE detached for Durban.\n\n14th\nAt 0700 hours in position 5-10S, 44E the battleship HMS REVENGE joined convoy WS 12, following which HMS REPULSE detached for Mombasa.\nAt 2330 hours HMS REPULSE arrived at Mombasa.\n\n15th\nHMS REPULSE sailed from Mombasa for Colombo.\n\n22nd \nHMS REPULSE arrived at Colombo.\n\n26th \nHMS REPULSE sailed from Colombo for Trincomalee.\n\n27th \nHMS REPULSE arrived at Trincomalee.\n(On 28 Nov 1941 the United States Naval and Military authorities in Washington ordered their forces in the Pacific to assume the first state of readiness. \nAlso on this date the Japanese became aware of the arrival of HMS PRINCE OF WALES in Colombo. \nFollowing which HMS PRINCE OF WALES and HMS REPULSE would head for Singapore. \nIn response to this intelligence the Japanese sent a further 26 torpedo equipped Mitsubishi G4M’s (Betty) aircraft to Indo-China to reinforce those already there).\n\n29th\nAt 1800 hours HMS REPULSE sailed from Trincomalee to RV with the battleship HMS PRINCE OF WALES.\n\n30th\nAt 1000 hours in approximate position 6N, 83E, HMS REPULSE RV with HMS PRINCE OF WALES and destroyers HM Ships JUPITER, ENCOUNTER, ELECTRA and EXPRESS. \nCaptain Tenant RN of HMS REPULSE as senior officer took command of the force which was designated Force G. \nCourse was then set for Singapore.\n\nDecember\n2nd\nAt 1200 hours the force arrived at Sembawang naval dockyard, Singapore; \non arrival the force was designated Force Z.\nHMS REPULSE entered dry dock for a quick bottom scrape.\n \n3rd \nAn undetected Japanese reconnaissance aircraft located Force Z at Singapore.\n \n5th\nHMS REPULSE escorted by the destroyers HMS TENEDOS and HMAS VAMPIRE sailed from Singapore for Darwin for a 'showing the flag' visit to Australia.\n \n6th\nAt 1330 hours eroute to Darwin, HMS REPULSE and her escort were recalled to Singapore (At 1030 hours three Lockheed Hudson reconnaissance aircraft of 1 RAAF Squadron took off from Kota Bharu Malaya, on a reconnaissance flight over the South China Sea. \nOne of these aircraft sighted the Japanese invasion fleet and reported as follows:\n1212 hours 3 ships in position 7-51N, 105- 00E, course 310 degrees.\n1246 hours 25 ships escorted by 6 cruisers, 10 destroyers, in position 8N, 106-08E., course 270 degrees. \n1300 hours 10 ships escorted by 2 cruisers, 10 destroyers, in position 7-40N, 106-20E, course 270 degrees.  \n1835 hours 1 cruiser, 1 transport, in position  8N, 102-30E. \n\nThe cruiser opened fire on the Hudson.\n\nThe actual forces employed by the Japanese were 28 transports escorted by the light cruiser IJNS SENDAI (flag, Rear-Admiral Hashimoto), 10 destroyers, 6 minesweepers and 3 submarine chasers. \nThis force moved into the Gulf of Siam.\nThe whole Southern Expeditionary Force was commanded by Vice-Admiral Ozawa, with his flag in the heavy cruiser IJNS CHOKAI with the 7th cruiser division of the heavy cruisers IJNS KUMANO (Flag Vice-Admiral Kurita), IJN Ships SUZUYA, MIKUMA and MOGAMI and four destroyers in support.\nOff the southeast coast of IndoChina, were the battleships IJN Ships KONGO, HARUNA, heavy cruisers ATAGO (flag Vice-Admiral Kondo) and TAKAO and 10 destroyers.\nFollowing receipt of these reports Rear Admiral AFE Palliser DSC RN, Admiral Tom Phillips RNs Chief of Staff ordered the recall of HMS REPULSE and her escorts).\n\n7th\nAt 1200 hours HMS REPULSE, HMS TENEDOS and HMAS VAMPIRE arrived back at Sembawang naval dockyard.\n\nWAR DECLARED Pacific. \n\nAs can be seen from the above HMS Repulse never came to Australia after 1939, and the only prewar visit she made was in the 1920s. \nhope this is of use! \n\nstephen", "authorname": "diversdream", "id": "33142378-7586731732-72157631016361832", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/anmm_thecommons/7586731732/#comment72157631040568360", "realname": "", "path_alias": "anmm_thecommons", "author": "33147718@N05", "iconserver": "3829", "datecreate": "1344817457", "_content": "[http://www.flickr.com/photos/32842300@N06] Ah of course! It was 1924. Wilkinson dated many of his images, but I think there was a slip in the decade for this one! We agree 18 April 1924 - and have updated our records accordingly. Cheers!", "authorname": "Australian National Maritime Museum on The Commons", "id": "33142378-7586731732-72157631040568360", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/anmm_thecommons/7586731732/#comment72157631040759712", "realname": "", "path_alias": "anmm_thecommons", "author": "33147718@N05", "iconserver": "3829", "datecreate": "1344818467", "_content": "There are several articles in Trove recording the 11 day visit of REPULSE to Sydney. SMH Thursday 24th April is recorded as the departure date - I would say this is the period that Wilkinson was able to photograph the vessel :)", "authorname": "Australian National Maritime Museum on The Commons", "id": "33142378-7586731732-72157631040759712", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/anmm_thecommons/7586731732/#comment72157633068040273", "realname": "", "path_alias": "unclejeffers", "author": "96183773@N00", "iconserver": "2883", "datecreate": "1364066869", "_content": "Great image, Aussies !\nMy GF was Leading Stoker on her during this tour.  His papers show June 1922 - Dec 1924.  Here he is wearing capbadge of HMS Calypso (Jan 15-Aug 27): <a href=\"http://www.flickr.com/photos/unclejeffers/2341303046/in/set-72157603574199186\">www.flickr.com/photos/unclejeffers/2341303046/in/set-7215...</a>", "authorname": "Fission Magazine", "id": "33142378-7586731732-72157633068040273", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/anmm_thecommons/7586731732/#comment72157633080465783", "realname": "", "path_alias": "anmm_thecommons", "author": "33147718@N05", "iconserver": "3829", "datecreate": "1364175934", "_content": "[http://www.flickr.com/photos/unclejeffers] Thanks for sharing the info &amp; photograph, its such a great image!", "authorname": "Australian National Maritime Museum on The Commons", "id": "33142378-7586731732-72157633080465783", "iconfarm": 4}], "photo_id": "7586731732"}, "flarchive:created": 1389681096}