{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nlscotland/4699199629/#comment72157626055641858", "realname": "", "path_alias": null, "author": "46712921@N05", "iconserver": "0", "datecreate": "1297779199", "_content": "The caption may say American Nurses but they are in the uniform of the Territorial Force Nursing Service. Does this mean they were American and enlisted with our forces? Any more info, I would be grateful.", "authorname": "wanderingqa", "id": "14435201-4699199629-72157626055641858", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nlscotland/4699199629/#comment72157629555403813", "realname": "Mossy Carey", "path_alias": "mosskayree", "author": "69587809@N05", "iconserver": "7030", "datecreate": "1331410280", "_content": "Hi Wanderingqa:  Your comment hasn't been answered and I really wish it had been.  I have browsed through hundreds of pictures and am struck by the lack of comments from  the public; but those few who commented, such as you on this picture, have received no response.  I hope the National Library of Scotland will enhance this fine service by allocating a curator to respond to comments and encourage more comments.", "authorname": "Myrtle26", "id": "14435201-4699199629-72157629555403813", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/nlscotland/4699199629/#comment72157634619729383", "realname": "", "path_alias": "blinkoart", "author": "14730903@N02", "iconserver": "7392", "datecreate": "1373741694", "_content": "Researching American Nurses at the moment and these are not in American Uniforms . The badge is as been pointed out the Territorial Forces Nursing Service. The US nurses were either in the US Army/Navy Nursing service or The American Red Cross and the uniforms were altogether different in every photo I have found.\nThe Library should employ a student to vet comments about these photos its there responsibility to get it as accurate as possible , that being said what a wonderful set of photos they have on Flickr and this one is brilliant in quality etc.", "authorname": "oxlade134", "id": "14435201-4699199629-72157634619729383", "iconfarm": 8}], "photo_id": "4699199629"}}