{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/9965121905/#comment72157636088585735", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1380643210", "_content": "Em 1970, após a demolição do &quot;Aviz Hotel&quot; (instalado no antigo Palacete Silva Graça proprietário do jornal &quot;O Século&quot;), e após ter sido construído ao lado o &quot;Edifício Aviz&quot; (o primeiro arranha-céus do país), a cadeia hoteleira americana &quot;ITT Sheraton&quot;, construía o seu primeiro hotel na Península Ibérica, transportando o inconfundível estilo arquitectónico dos arranha-céus americanos para Lisboa com a construção do &quot;Lisboa Sheraton Hotel&quot;. Ambos os edifícios ocuparam os terrenos do antigo &quot;Aviz Hotel&quot;.\n\nConcebido pelo arquitecto Fernando Silva e um investimento total de 500 mil contos (2,5 milhões Euros) é o edifício mais alto de Portugal na época, com 30 pisos e cerca de 100 metros de altura onde o acesso aos vários pisos era efectuado pelos elevadores mais rápidos do país.\n\nAs portas abriram-se ao público a 15 de Agosto de 1972, no entanto, somente a 9 de Novembro é inaugurado oficialmente, pelo Presidente da República Almirante Américo Tomaz, aquele que viria a ser um ícone na cidade, o &quot;Lisboa-Sheraton Hotel&quot;, conhecido como “A oitava colina de Lisboa”.\n\nEmbora de origem americana, o hotel foi decorado ao estilo português e as obras de arte eram de artistas portugueses de renome – Querubim Lapa, Tomás de Melo, Figueiredo Sobral Gomes Martins e Mário Silva.\n\nO Hotel tinha 401 quartos e suites e 450 funcionários. Possuía uma piscina exterior aquecida, um ginásio e salas de massagens. O &quot;Panorama&quot; restaurante e bar, ex-líbris do hotel, no topo do edíficio com um terraço de vista deslumbrante sobre Lisboa, viria a ser um dos melhores restaurantes da cidade e local de eleição da alta sociedade.\n\nEm 1998, a &quot;Starwood Hotels &amp; Resorts Worldwide, Inc.&quot;, adquire a marca Sheraton.\n\nO &quot;Lisboa-Sheraton Hotel&quot;, foi o edifício mais alto até ao ano 2000, perdendo essa posição para as Torres São Rafael e São Gabriel no Parque das Nações.", "authorname": "J. Leite", "id": "26532116-9965121905-72157636088585735", "iconfarm": 6}], "photo_id": "9965121905"}, "flarchive:created": 1387723717}