{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1279121342", "originalformat": "jpg", "owner": {"username": "OSU Special Collections & Archives : Commons", "realname": "", "nsid": "34586311@N05", "iconserver": "2835", "location": "", "path_alias": "osucommons", "iconfarm": 3}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "4788295650", "title": {"_content": "The Great Bell of Chion-In Temple, Kyoto, Japan."}, "media": "photo", "tags": {"tag": [{"raw": "OSU Archives", "machine_tag": 0, "id": "34580971-4788295650-28769879", "_content": "osuarchives", "author": "34586311@N05"}, {"raw": "Take a Trip", "machine_tag": 0, "id": "34580971-4788295650-2632633", "_content": "takeatrip", "author": "34586311@N05"}, {"raw": "Japan", "machine_tag": 0, "id": "34580971-4788295650-1038", "_content": "japan", "author": "34586311@N05"}, {"raw": "Chion-In Temple", "machine_tag": 0, "id": "34580971-4788295650-353207", "_content": "chionintemple", "author": "34586311@N05"}, {"raw": "Flickr_home", "machine_tag": 0, "id": "34580971-4788295650-1343618", "_content": "flickrhome", "author": "34586311@N05"}]}, "comments": {"_content": "0"}, "secret": "6f74cfd253", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "Image Description from historic lecture booklet: &quot;You are in the eastern outskirts of Kyoto; the city proper lies behind you are the west. The trees you see between the great beams of the bell tower belong to the temple-garden or park--all Japanese temples have gardens, large or small as the case may be, in which their various buildings are grouped. This bell-tower is separate from the other buildings. It was erected almost three hundred years ago (1613) for a Buddhist monastery up here on the eastern hill. The giant bell of bronze is 108 ft. high and weighs nearly 148,000 pounds; the priests ring it by striking it form the outside with a heavy beam of wood. The beam itself hangs from above by a rope and is pulled to one side, its end striking the great metal flower as it swings back. \n\nThere is something marvelous and almost indescribable about the sound that rings out through the air. It fills all the space wit hit sonorous vibrations, deep in tone as the bass of a big church organ and mellow as golden sunshine. Even the most indifferent tourist is impressed by it .The sound lingers, and lingers, and lingers in the air--if you stand quite near, say as near as those women by the railing, you can distinguish a low musical hum five minutes after the bell was struck. \n\nThe people you see here are Kyoto residents, Buddhist believers of the middle class. The men's head-gear shows the unpicturesque effect of contact with European customs, but the women are absolutely Japanese from the glossy waves of their soft, dark hair to the clumsy wooden elogs strapped on their little feet. The big, flat loops in which their sashes (obi) are tied are rigidly prescribed by Japanese canons of elegant propriety.&quot;\n \nOriginal Collection: Visual Instruction Department Lantern Slides\n \nItem Number: P217:set 060 016\n \n\nYou can find this image by searching for the item number by clicking <a href=\"http://oregondigital.org/digcol\" rel=\"nofollow\">here</a>. \n\nWant more? You can find more <a href=\"http://scarc.library.oregonstate.edu/digital-resources.html\" rel=\"nofollow\">digital resources online</a>. \n\nWe're happy for you to share this digital image within the spirit of The Commons; however, certain restrictions on high quality reproductions of the original physical version may apply. To read more about what “no known restrictions” means, please visit the <a href=\"http://archives.library.oregonstate.edu/exhibits/FlickrCommonsNoKnownCopyrightsRestrictions.html\" rel=\"nofollow\"> Special Collections &amp; Archives website</a>, or contact staff at the OSU Special Collections &amp; Archives Research Center for details.\n"}, "isfavorite": 0, "views": "2806", "farm": 5, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "1915-01-01 00:00:00", "lastupdate": "1386609662", "takengranularity": "8", "posted": "1279121342"}, "originalsecret": "cabae281c9", "license": "7", "notes": {"note": []}, "server": "4141", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/osucommons/4788295650/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1389682535}