{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2889437939/#comment72157607629248782", "realname": "Rich", "path_alias": "richardstowey", "author": "55626503@N00", "iconserver": "35", "datecreate": "1222862694", "_content": "He doesn't look like a happy chappy. And it looks quite cold there!", "authorname": "Richard Stowey", "id": "8602872-2889437939-72157607629248782", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2889437939/#comment72157625783957760", "realname": "", "path_alias": "mr_thalweg", "author": "33855900@N03", "iconserver": "3383", "datecreate": "1294589724", "_content": "At the beginning of the twentieth century, baseball’s nascent American League, invaded cities with established National League teams. This occurred in Boston, Chicago and Philadelphia and created a ‘turf-war’ between the rival leagues. Many players ‘jumped’ leagues following larger salary offers, fostering a feeling of discontent between principles on both sides. The American League Baltimore franchise pondered a shift in home venue to New York (they would become the Yankees), furthering this simmering dispute. The manager of the National League New York Giants, John McGraw, commented to the press “the Philadelphia club is not making any money. It has a big white elephant on its hands.” Mr. McGraw’s pejorative statement of “white elephant” implied something odd, worthless and undesirable. Interestingly, Mr. McGraw had just himself ‘jumped’ from the American League Baltimore franchise to the New York National League franchise. Connie Mack, Philadelphia Athletics’ manager, and Ben Shibe the owner of the A’s defiantly adopted the white elephant as their mascot. The Philadelphia Athletics found success on the field and at the box office; the franchise was anything but a white elephant. The Oakland Athletics mascot remains an elephant, these days referred to as ‘Stomper.", "authorname": "mr.thalweg", "id": "8602872-2889437939-72157625783957760", "iconfarm": 4}], "photo_id": "2889437939"}}