{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/4954228564/#comment72157624872139704", "realname": "", "path_alias": null, "author": "11418107@N02", "iconserver": "1068", "datecreate": "1283544029", "_content": "Pennsylvania politician Vance Criswell McCormick (1872-1946), was running for governor of Pennsylvania in 1914.\n<a href=\"http://en.wikipedia.org/wiki/Vance_C._McCormick\" rel=\"nofollow\">en.wikipedia.org/wiki/Vance_C._McCormick</a>", "authorname": "pennylrichardsca (now at ipernity)", "id": "8602872-4954228564-72157624872139704", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4954228564/#comment72157624878137740", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1283624214", "_content": "Here's what a fellow native of Harrisburg PA says about Harrisburg's favorite son, Vance Criswell McCormick:\n\nBy  LEON L CZIKOWSKY (Harrisburg, Pa USA) \n\nThis review is from: &quot;Citizen Extraordinaire: The Diplomatic Diaries of Vance McCormick in London and Paris, 1917-1919: With Other Documents from a High-Minded American Life&quot; \n\nThis book is a collection of articles written about, and diary entries during the diplomatic years of, Vance McCormick, a &quot;citizen extraordinaire.&quot; Vance McCormick was an All American football star at Yale, Mayor of Harrisburg, Democratic National Chairman during Woodrow Wilson's 1916 reelection campaign, a diplomat under President Wilson, and unsuccessful candidate for Governor of Pennsylvania. The bulk of this book concentrates on the diplomatic years of Vance McCormick, as he served during the times leading to our entry in World War I through the war years and he was at a participant at the peace talks. \n\nIt is interesting reading how the editor and Penn State Harrisburg students went through nine boxes of family letters and documents to compile this book. Students of local history may wish to note that Vance McCormick was a director of the Central Iron and Steel Works which used to be located in the southern part of Harrisburg, that he was elected to City Council and then, in 1902, as Mayor as a reform Democrat, and then went on to own the Harrisburg Patriot newspaper and found the Evening News, which lasted until a few years ago. \n\nAmerican History scholars will find the bulk of this book as an insight into one diplomat's perspective of our effort to conduct a blockade of German ships during the First World War and of various missions before and after the war. Football fans may find it interesting to note that Vance McCormick was an All American quarterback on an 1892 Yale team that outscored its opponents by 435 to 0, but that McCormick scored none of those points. In football then, players played both offense and defense, and McCormick was noted for his defensive skills and his leadership at quarterback during a time when quarterbacks seldom scored goals. \n\nThe set of Vance McCormick diary entries during 1917, when he led the War Trade Board, fail to provide the perspectives that later diary entries provide. He would write comments such as &quot;we made some progress, but not as much as I had hoped&quot; without describing the circumstances of the discussions that would have proven more enlightening to future generations of readers. Still, his notations that he was impressed with the commitment the British had for the war allows us to realize that the American government was impressed that America could eventually successfully serve as a British ally. \n\nLater diary entries, after the United States entered the war, are more vibrant. His descriptions of the miles of destruction around Verdun, site of the war's most devastating battlefield, are among highlights found in these diaries. We learn about his concern during the peace talks about the sinking condition of the German people and his concern about the imperialism and militarism expressed by the war victors. Vance McCormick thought it was ridiculous of Lloyd George of England to promise the British people he would extract $120 billion in war reparations from Germany as Germany had no ability to pay anywhere close to that amount. This becomes of historic interest as he may have perceived the dangers that many historians believe ultimately led to the German resentment that led to World War II. Further, Vance McCormick expressed concern over blockades of Poland, Estonia, Lettland, and Lithuania, which the British supported, fearing that the blockade would allow these countries to fall to Russia. Of special note is his concern that the Germans might not accept the peace agreement as there were fears the French and English armies could no longer continue to battle the German army and that, should the peace talks collapse, it would be left for the American army to fight the German army. \n\nThe book notes that Vance McCormick placed his opinions above political party loyalty. He refused, as a supporter of prohibition, to support anti-prohibition Democratic nominees for President in 1928 and for Governor in 1930. Dauphin County Democrats then ousted a party slate run by McCormick. \n\nReading diary entries of a diplomat may be boring to many, but they serve an important historical purpose. Reviving insights into these historical moments maintains our awareness and connections to our past. It has been reported that, in 2004, the last known surviving combat wounded American veteran of World War I passed away. There are historians who observe that we could have learned from World War I the mistakes that led to World War II. Let us not let this history dissolve. This book is just one small part into keeping this history alive.", "authorname": "Wystan", "id": "8602872-4954228564-72157624878137740", "iconfarm": 4}], "photo_id": "4954228564"}}