{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1289574509", "originalformat": "jpg", "owner": {"username": "Brooklyn Museum", "realname": "Brooklyn Museum", "nsid": "83979593@N00", "iconserver": "7330", "location": "", "path_alias": "brooklyn_museum", "iconfarm": 8}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "5169018221", "title": {"_content": "Brooklyn’s Finest: Elizabeth Franks"}, "media": "photo", "tags": {"tag": [{"raw": "brooklyn", "machine_tag": 0, "id": "3064182-5169018221-1203", "_content": "brooklyn", "author": "83979593@N00"}, {"raw": "museum", "machine_tag": 0, "id": "3064182-5169018221-1154", "_content": "museum", "author": "83979593@N00"}, {"raw": "brooklynmuseum", "machine_tag": 0, "id": "3064182-5169018221-139443", "_content": "brooklynmuseum", "author": "83979593@N00"}, {"raw": "staff", "machine_tag": 0, "id": "3064182-5169018221-12802", "_content": "staff", "author": "83979593@N00"}, {"raw": "profile", "machine_tag": 0, "id": "3064182-5169018221-6774", "_content": "profile", "author": "83979593@N00"}]}, "comments": {"_content": "3"}, "secret": "5358bbca15", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<strong>How long have you been a volunteer here?</strong>\n\nI've been here for 15 years and have always volunteered in merchandising. The staff in this department has always kept me very engaged.  Sometimes I do mundane tasks like pricing new merchandise or dusting or even folding gift boxes--wherever I can help out. But I also get to do more interesting things like writing product descriptions.   Products sold in the Shop are to be connected in some way to the Museum's collections or exhibitions. So my test is to write a product description card that makes the connection...it's kind of a personal challenge for me.\n\nThis is all a fascinating change from my first life as a school teacher. Teaching can be a very structured environment, and now I have a lot of flexibility and variety in my day-to-day tasks here in the merchandising department. Plus, everyone's really open to new ideas so conversations are lively.\n\n<strong>Where are you from originally?</strong>\n\nI'm from the midwest, from a small farming town near Chicago. A really small town. I arrived in Brooklyn in the 1960s for my first teaching job and never left. Moving here was really the escape I longed for, to get away from the confines of  my small rural home town...New York City was just a big adventure and  I've had a great life here.\n\n<strong>What did you want to be when you grew up?</strong>\n\nI always wanted to be a teacher. It was a common career for women in those days before liberation. You could work and have a family without sacrificing too much.   But also, I came from a big family and I was naturally bossy, so teaching was a good fit for me.\n\n<strong>Why did you want to volunteer at the Brooklyn Museum?</strong>\n\nWhile I was a Brooklyn teacher, before there was much of a school program at the museum, I used to bring my classes to fill out the study of Ancient Egypt, Northwest Coast Indians (remember those totem poles), African ritual art and other topics.  The Brooklyn Museum is such a gem and it used to be passed over by teachers who had to develop their own on-site experience.  When I retired from the school system, I called the volunteer office thinking I might do docent work, but the merchandising department contacted me and the rest is history.\n\n<strong>What are you working on right now? </strong>\n\nRight now I'm working on the Children's Book Fair. A few years ago, Sallie Stutz (Vice Director for Merchandising) had a connection with a professional colleague who had been doing a book fair at the Portland, (Oregon ) Historical Society. They are locally famous for their book fair which make use of many volunteers, so we looked to their example and started planning to hold  a children's book fair here at the Museum.\n\n<strong>How long has the Book Fair been going on?</strong>\n\nThis is the fourth year. We started working on the first book fair a year in advance by looking for  authors  and illustrators to invite to participate. Our good fortune was to have contact with  two children's book authors/illustrators who were on staff: one was <u><a href=\"http://www.brooklynmuseum.org/community/blogosphere/bloggers/2010/07/06/brooklyn%e2%80%99s-finest-keith-duquette/\" rel=\"nofollow\">Keith Duquette, who was interviewed for Brooklyn's Finest</a></u>, and the other was Sean Qualls who used to work in the merchandising stock room and has since gone on to be an important illustrator. They led us to other children's book authors/illustrators who might be Brooklyn-based. So we started to develop a list of some twenty Brooklyn authors and illustrators. That was about the same year that the annual <u><a href=\"http://www.brooklynbookfestival.org/BrooklynBookFestival/festival.html\" rel=\"nofollow\">Brooklyn Book Festival</a></u> started at Brooklyn Borough Hall and we looked at what they were doing and scoped our event to include only recently published children's books.\n\n<strong>How many authors participate now?</strong>\n\nThis year we have 37 authors and illustrators. We have a core of author/illustrators who have retuned most years but each year we are led to invite new people. We have pretty specific guidelines: the participants must have published a new book within the last 18 months or if it's an older publication, it must have a Brooklyn theme. Through the years we have brought together authors with the illustrators whose names appeared together on the book, but had never personally met each other.  The author Nancy Krulik of the <em>Katie Kazoo</em> adventure series was surprised to meet John &amp; Wendy, who are the illustrators of that series.  They continue to collaborate and John &amp; Wendy have gone on to get their own books published.  The success of the Book Fair has also led the way to our Eco Fair Event and author signings in the Museum Shop.\n\n<strong>What do you like about this event?</strong>\n\nIt's a free admission public event that coincides with the museum's mission. The book fair is about reaching out to the community and over the years we've expanded to reach out to many ethnic groups and cultures. We've also connected with different Brooklyn neighborhoods and gotten in touch with individuals who bring their peers and community with them to the book fair and sometimes to the museum for the first time. All of this keeps the museum's mission on education and community involvement in focus.  One author/illustrator who is a parent, publicized the event at his children's school where he is a local hero and many families attended the book fair and experienced the Museum for the very first time.\n\n<strong>What's your favorite work of art here?</strong>\n\nThe <em>Burghers of Calais</em> series of sculptures by <u><a href=\"http://www.brooklynmuseum.org/opencollection/artists/58/Auguste_Rodin\" rel=\"nofollow\">Auguste Rodin</a></u>, which I've always admired since taking trips to the Musśe Rodin in Paris. I am also fond of any art work that includes the Brooklyn Bridge.\n\n<strong>Finally, what's your commute like?</strong>\n\nI live in Carroll Gardens so it's pretty close. It's easy--I just drive my car into the parking lot."}, "isfavorite": 0, "views": "1075", "farm": 2, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2010-11-10 16:59:33", "lastupdate": "1320267464", "takengranularity": "0", "posted": "1289574509"}, "originalsecret": "74227f45e8", "license": "2", "notes": {"note": []}, "server": "1317", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/brooklyn_museum/5169018221/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}