{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9545487061/#comment72157635247404985", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1377578593", "_content": "Robert Edward Adeney was born in Wandsworth, London, regd. in the 1st Qr. 1898 (FreeBMD.org.uk).  \n\nRobert Edward Adeney \nDeath: Apr. 11, 1917\nSecond Lieutenant, Royal Flying Corps. Age: 19.\nBurial:\nDouai Communal Cemetery\nDouai\nDepartement du Nord\nNord-Pas-de-Calais, France\nPlot: D. 8.\n(findagrave.com)", "authorname": "brenontario", "id": "32254785-9545487061-72157635247404985", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9545487061/#comment72157635290754221", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1377844744", "_content": "From the archive of Flight Magazine [5 July 1917].\n\n&quot;Second Lieutenant Robert Edward (Roy) Adeney, the Queen's (Royal West Surrey Regiment), attached to R.F.C., reported &quot;missing&quot; on April 11th and now reported by la Comite International de la Croix Rouge, Geneva, to have died at Douai from wounds received in an aerial action on that date, was the only son of Mr. and Mrs. W. H. Adeney of Dulwich, and was aged 19.  He was educated at the City of London School and Hurstpierpoint College.  In March 1915, at the age of 17, he joined the Inns of Court O.T.C., and received his commission the following June.  Last August he was attached to the Royal Flying Corps and got his &quot;wings&quot; in December.  His Squadron Commander writes: - &quot;Lieutenant Adeney's patrol was seen to successfully engage a hostile patrol, two of which they destroyed, and about an hour later they were heavily engaged with a far superior number of hostile machines (10 to 3).&quot;&quot;\n\n48 Squadron RFC was formed in April 1916 and trained for operations at Netheravon, on Salisbury Plain, in Wiltshire.  The Squadron arrived in France in March 1917, the first RFC Fighter Squadron to be equipped with the F2A Bristol Fighter, affectionately referred to by crews as the 'Brisfit' or 'Biff'. This was a two-seater aircraft, armed with a single Vickers .303&quot; machine gun firing forward through the propeller and usually a .303&quot; Lewis Gun on a ring mounting for the Observer.  The F2A had a maximum speed of  around120mph at 5,000 feet.\n\nIn April 1917, 48 Squadron RFC would probably have been flying patrols in support of the Battle of Arras.  The enemy at that time, including Manfred von Richtofen's 'Jasta 11', were flying the very capable Albatross D.III fighter and encountered 48 Squadron on numerous occasions. 48 Squadron had a bad start to their operations in the first days of April, having several aircraft shot down on April 7th, including that of William Leefe-Robinson VC, who was captured.//", "authorname": "Gary Donaldson", "id": "32254785-9545487061-72157635290754221", "iconfarm": 0}], "photo_id": "9545487061"}}