{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9205726443/#comment72157634483119788", "realname": "", "path_alias": null, "author": "92149915@N08", "iconserver": "0", "datecreate": "1372951290", "_content": "See here: <a href=\"http://en.wikipedia.org/wiki/Rupert_Balfe\" rel=\"nofollow\">en.wikipedia.org/wiki/Rupert_Balfe</a>", "authorname": "Zaphod_B_42", "id": "32254785-9205726443-72157634483119788", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9205726443/#comment72157634494110505", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1373042231", "_content": "A digitised copy of his army records can be seen here:-\n<a href=\"http://recordsearch.naa.gov.au/SearchNRetrieve/Interface/DetailsReports/ItemDetail.aspx?Barcode=3046839\" rel=\"nofollow\">recordsearch.naa.gov.au/SearchNRetrieve/Interface/Details...</a>\n<a href=\"http://recordsearch.naa.gov.au/scripts/Imagine.asp?B=3046839\" rel=\"nofollow\">recordsearch.naa.gov.au/scripts/Imagine.asp?B=3046839</a>\n\nHe was appointed a Second Lieutenant in the 6th Battalion on the 24th August 1914 and promoted to Lieutenant with effect from the 1st February 1915. On his application for a commission he states he is a Medical Student and has 4 years service with the MM Rifles - fifteen months as an officer. His home address is 6 Barkly Street, Brunswick.It looks like his date of birth is recorded as &quot;March the ninth 1890&quot; - but this is a trainee doctors handwriting !\n\nHe had embarked at Melbourne on the 19th October 1914 on the transport ship &quot;Honoraria&quot; \\ &quot;Honorata&quot; - different spellings on various documents.\n\nOn the day that he died he was initially reported as wounded and missing. It was only later in the summer that this was updated to killed in action.\n\nOne of the inquiries sent by his father was on company headed notepaper - &quot;M Balfe &amp; Sons, Importers and Exporters, of 58-62 Sydney Road, Brunswick, Victoria.&quot; In a side panel it lists the company as importers of paperhangings, paints, oils, varnishes, brushware, sheet and fancy glass, picture mouldings, etc, as well as sole makers of Balfe's black and colors for ladies straw hats and Balfes school black for blackboards, used in Public and Private Schools and by State Governments. They are suppliers of enamel varnish stains for wood and patent knotting. The business even has a telephone numbers - Brunswick 190.\n\nIncluded in the file is the report of an Infantry Sergeant Collins, made in October 1919 about the death of Lieutenant Balfe.\n\n&quot;At Gaba Tepe 25/04/1915. Landed in the early morning about 5.20 am, just reached beach and a bursting shell killed Balfe instantly. He was in command of B Company.  Came from Australia with informant on transport Honorato on 19th 1914. Buried at Hillcrest - Shrapnel Gully - Gaba Tepe. Temporary cross erected. Dark complexion, about 25 years of age, thickset. From Victoria.&quot;\n\nGiven the length of time that had elapsed and the other experiences the Sergeant must have gone through, there may be some confusion in his statement, but the fundamentals sound right.\n\nIt looks like the 6th Battalion War Diary doesn't start until May 1915.\n\nFather; Major Matthew Balfe JP. Mother; Sarah Balfe (nee Knott), according to this site, \n<a href=\"http://www.anzacs.org/index_ab.html\" rel=\"nofollow\">www.anzacs.org/index_ab.html</a>\n\n(His army records just refer to his father as M Balfe, but he, (M Balfe) does authorise his wife Sarah to sign for their son's medals in the correspondence in the army records.", "authorname": "Moominpappa06", "id": "32254785-9205726443-72157634494110505", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9205726443/#comment72157634501146734", "realname": "", "path_alias": "porkynz", "author": "10758109@N04", "iconserver": "8545", "datecreate": "1373044760", "_content": "Nice work Mooms.  We're so lucky to have military records and other repositories now online to fill in the story!  Saves so much leg work compared to the 80's!  \nDigital papers are also cool.  This item states his parents were mayor and mayoress of Brunswick, Victoria\n<a href=\"http://trove.nla.gov.au/ndp/del/article/87754397/8486000?zoomLevel=3\" rel=\"nofollow\">trove.nla.gov.au/ndp/del/article/87754397/8486000?zoomLev...</a>", "authorname": "SandyEm", "id": "32254785-9205726443-72157634501146734", "iconfarm": 9}], "photo_id": "9205726443"}}