{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1348687305", "originalformat": "jpg", "owner": {"username": "Riksarkivet (National Archives of Norway)", "realname": "", "nsid": "59811348@N05", "iconserver": "5060", "location": "Oslo, Norway", "path_alias": "national_archives_of_norway", "iconfarm": 6}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "8027478167", "title": {"_content": "Ukas bilde/Photo of the week 23/2012"}, "media": "photo", "tags": {"tag": []}, "comments": {"_content": "3"}, "geoperms": {"isfriend": 0, "isfamily": 0, "ispublic": 1, "iscontact": 0}, "secret": "d744f4d588", "location": {"locality": {"woeid": "862592", "place_id": "QAkFKjxZVLgK0Y0", "_content": "Oslo"}, "country": {"woeid": "23424910", "place_id": ".w.HEL1TUb59cTCREg", "_content": "Norway"}, "region": {"woeid": "2346395", "place_id": "wcAfH9FTUb5hN3ak", "_content": "Oslo Fylke"}, "place_id": "PVAlK_tZVLgw2ho", "longitude": 10.8423, "county": {"woeid": "20100334", "place_id": "kVlRnUdTUruYyn1nuw", "_content": "Bydel Østensjø"}, "context": "0", "woeid": "862530", "latitude": 59.899269, "neighbourhood": {"woeid": "862530", "place_id": "PVAlK_tZVLgw2ho", "_content": "Opsal"}, "accuracy": "13"}, "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "Arnhild Aasen er arkivar i Seksjon for kildeutgivelse, og viser oss sitt favorittbilde.\n\n&quot;Jeg flyttet nylig inn i min nye leilighet på Oppsal, og har derfor valgt et gammelt bilde fra dette området. De fleste boligblokkene på mitt boligfelt ble oppført på begynnelsen av 1950-tallet, og arkitekturen er typisk for denne perioden. Jeg trives veldig godt på Oppsal og vil gjerne vise at det er et flott sted å bo.\n\nBildet viser den tidlige drabantbybebyggelsen på Oppsal på begynnelsen av 1960-tallet. Etter sammenslåingen av Oslo og Aker kommuner i 1948 ble OBOS tildelt et feste på ca. 900 dekar for boligutbygging på Oppsal. Den nye boligutbyggingen foregikk i tett samarbeid mellom Oslo kommune, OBOS og Husbanken. Kommunen kjøpte opp gamle Aker-gårder og stilte nye tomter til rådighet for regulering av boligfelt. Boligbyggelaget OBOS skulle, etter en avtale inngått med Oslo kommune i 1935, fungere som kommunens byggende organ. Den Norske Stats Husbank, opprettet i 1946, sørget gjennom gunstige lån og støtteordninger for finansiering av byggeprosjektene. Befolkningsveksten etter annen verdenskrig førte til stor etterspørsel etter nye boliger. Utbyggingen av drabantbyer var således et viktig ledd i gjenreisningen etter krigen og i oppbyggingen av den moderne velferdsstaten. Mottoet for boligutbyggingen lød: ”Flest mulig, raskest mulig og billigst mulig”. &quot;\n\nBildet er fra arkivet etter Brente steders regulering (BSR). Krigsskadde steders regulering ble opprettet som en institusjon under Innenriksdepartementets Gjenreisningsavdeling i 1940 for å utarbeide byplaner/reguleringsplaner for krigsskadde steder. Navnet ble senere endret til Brente steders regulering. Etter krigen omfattet arbeidsområdet også regionplanlegging. Fotoarkivet etter BSR inneholder over 5000 bilder, papirpositiver og lysbilder, og er fra perioden 1890-1970. Det inneholder også bilder som ikke gjelder krigsskadde steder, og typehus og etterkrigsbebyggelse mer generelt er representert, som disse bildene fra Oppsal.\n\nArkivreferanse: S-1540"}, "isfavorite": 0, "views": "1217", "farm": 9, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2012-09-26 21:12:34", "lastupdate": "1374012633", "takengranularity": "0", "posted": "1348687305"}, "originalsecret": "b3beff6358", "license": "7", "notes": {"note": []}, "server": "8172", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/national_archives_of_norway/8027478167/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}