{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1292869320", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "5277460993", "title": {"_content": "Hubble Captures Volcanic Eruption Plume From Io"}, "media": "photo", "tags": {"tag": [{"raw": "Pele", "machine_tag": 0, "id": "44489032-5277460993-87971", "_content": "pele", "author": "94443490@N00"}, {"raw": "volcanic eruption", "machine_tag": 0, "id": "44489032-5277460993-1902875", "_content": "volcaniceruption", "author": "94443490@N00"}, {"raw": "Io", "machine_tag": 0, "id": "44489032-5277460993-11126", "_content": "io", "author": "94443490@N00"}, {"raw": "moon", "machine_tag": 0, "id": "44489032-5277460993-384", "_content": "moon", "author": "94443490@N00"}, {"raw": "1996", "machine_tag": 0, "id": "44489032-5277460993-7022", "_content": "1996", "author": "94443490@N00"}]}, "comments": {"_content": "0"}, "secret": "ddc9c2571d", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>Collection:</b> NASA Planetary Photo Journal Collection\n<b>Title:</b> Hubble Captures Volcanic Eruption Plume From Io\n\n<b>Original Caption Released with Image:</b> The Hubble Space Telescope has snapped a picture of a 400-km-high (250-mile-high) plume of gas and dust from a volcanic eruption on Io, Jupiter's large innermost moon. Io was passing in front of Jupiter when this image was taken by the Wide Field and Planetary Camera 2 in July 1996. The plume appears as an orange patch just off the edge of Io in the eight o'clock position, against the blue background of Jupiter's clouds. Io's volcanic eruptions blasts material hundreds of kilometers into space in giant plumes of gas and dust. In this image, material must have been blown out of the volcano at more than 2,000 mph to form a plume of this size, which is the largest yet seen on Io. Until now, these plumes have only been seen by spacecraft near Jupiter, and their detection from the Earth-orbiting Hubble Space Telescope opens up new opportunities for long-term studies of these remarkable phenomena. The plume seen here is from Pele, one of Io's most powerful volcanos. Pele's eruptions have been seen before. In March 1979, the Voyager 1 spacecraft recorded a 300-km-high eruption cloud from Pele. But the volcano was inactive when the Voyager 2 spacecraft flew by Jupiter in July 1979. This Hubble observation is the first glimpse of a Pele eruption plume since the Voyager expeditions. Io's volcanic plumes are much taller than those produced by terrestrial volcanos because of a combination of factors. The moon's thin atmosphere offers no resistance to the expanding volcanic gases; its weak gravity (one-sixth that of Earth) allows material to climb higher before falling; and its biggest volcanos are more powerful than most of Earth's volcanos. This image is a contrast-enhanced composite of an ultraviolet image (2600 Angstrom wavelength), shown in blue, and a violet image (4100 Angstrom wavelength), shown in orange. The orange color probably occurs because of the absorption and/or scattering of ultraviolet light in the plume. This light from Jupiter passes through the plume and is absorbed by sulfur dioxide gas or is scattered by fine dust, or both, while violet light passes through unimpeded. Future HST observations may be able to distinguish between the gas and dust explanations. This image and other images and data received from the Hubble Space Telescope are posted on the World Wide Web on the Space Telescope Science Institute home page at URL <a href=\"http://oposite.stsci.edu/pubinfo/\" rel=\"nofollow\">oposite.stsci.edu/pubinfo/</a> .\n\n<b>Addition Date:</b> 1998-05-02\n<b>Producer ID:</b> STSCI-PRC97-21\n<b>Image #:</b> PIA01256\n<b>UID:</b> SPD-PHOTJ-PIA01256\n<b>Original url:</b> <a href=\"http://photojournal.jpl.nasa.gov/catalog/PIA01256\" rel=\"nofollow\">photojournal.jpl.nasa.gov/catalog/PIA01256</a>\n\n<b>SOURCE:</b> <a href=\"http://www.nasaimages.org/luna/servlet/detail/nasaNAS~4~4~16142~119563\" rel=\"nofollow\">www.nasaimages.org/luna/servlet/detail/nasaNAS~4~4~16142~...</a>\n\n<b>Visit <a href=\"http://www.nasaimages.org\" rel=\"nofollow\">www.nasaimages.org</a> for the most comprehensive compilation of NASA stills, film and video, created in partnership with Internet Archive. </b>"}, "isfavorite": 0, "views": "4897", "farm": 6, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2010-12-20 10:22:00", "lastupdate": "1379448832", "takengranularity": "0", "posted": "1292869320"}, "originalsecret": "9a9519b2d9", "license": "7", "notes": {"note": []}, "server": "5044", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/5277460993/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387643102}