{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/5260000763/#comment72157625513529883", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1292864843", "_content": "Conde de São Lourenço foi um título criado por D. Filipe III, por carta de 26 de Junho de 1640 a favor de Pedro da Silva, administrador colonial português e governador-geral do Brasil,  e a seus descendentes.\n\nConde de Sabugosa, foi um título criado por carta de 19 de Setembro de 1729, do rei D. João V, a favor de Vasco Fernandes César de Meneses,  alferes-mor do Reino, alcaide-mor de Alenquer, comendador de São João de Rio Frio e de São Pedro de Lomar, vice-rei da Índia e do Brasil\n\nD.António Maria José de Mello Silva César e Meneses, (1825-1897), o 8.º Conde de Sabugosa, 10.º Conde de São Lourenço e 3.º Marquês de Sabugosa, foi um aristocrata português que teve uma participação relevante na vida política, tendo sido militante destacado do Partido Histórico, foi Par do Reino com grande participação na Câmara dos Pares, governador civil, administrador de empresas,  historiador, diplomata e Mordomo Mor da Casa Real\n\nViveu, assim como a sua dinastia, neste &quot;Palácio Sabugosa&quot;, cuja quinta noutros tempos  estendia-se até à capela de Santo Amaro.\nEste Palácio teve origem numa casa de campo de D. Luís César de Meneses, governador do Rio de Janeiro e mais tarde, já alferes-mor do Reino,  Governador de Angola. \nNo início do século XVIII, um dos seus descendentes D. Vasco Fernandes César de Menezes, 1º Conde de Sabugosa,  procedeu a grandes obras nas casas daquela propriedade, então chamada Quinta Cesária\n\nFoi na biblioteca deste Palácio que o Conde de Sabugosa, encontrou o &quot;Auto da Festa&quot; de Gil Vicente, que andava desparecido, tendo mandado publicar posteriormente. O Palácio de Sabugosa terá ainda sido a fonte de inspiração o seu amigo Eça de Queirós, para a descrição do Ramalhete no romance “Os Maias”.\nNa Capela deste Palácio Sabugosa pode ser encontrado um Cristo de autoria de Machado de Castro", "authorname": "J. Leite", "id": "26532116-5260000763-72157625513529883", "iconfarm": 6}], "photo_id": "5260000763"}, "flarchive:created": 1387730820}