{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/6871123408/#comment72157629726456638", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1337014023", "_content": "Concluída a demolição do Convento das Francesinhas, após duas décadas de trabalhos, frente a uma das alas do Palácio das Cortes, a Câmara Municipal decidiu construir nesse terreno, por ocasião das &quot;Festas da Cidade&quot; de Lisboa de 1935, um bairro antigo em miniatura, evocando Lisboa no século XVIII, sob a ideia e direcção do arquitecto Gustavo Matos Sequeira.\n\nNo primeiro domingo de fevereiro de 1935 foram à feira do Campo Grande contratar trabalhadores para a edificação. No dia 14 de Fevereiro começaram as escavações e 21 dias depois a 7  de Março foi colocado o primeiro prumo. Matos Sequeira fez a planta e os alinhamentos com a ajuda de Rocha Vieira que traçou os desenhos. Tiveram a colaboração ainda do modelador João Rocha e do construtor civil Álvaro Rodrigues de Oliveira. Trabalharam dia e noite, Sábados, Domingos e feriados.\n\nEm 4 de Junho de 1935, após 110 dias de trabalhos surgia  o &quot;Bairro Novo da Lisboa Velha&quot; apelidado de &quot;Lisboa Antiga&quot;. Era composta de ruas, travessas, praças, arcos, Igrejas, conventos e casa nobres. Toda esta armação e madeiramentos forrados de estafe, foram demolidos e o terreno devolvido à Câmara Municipal de Lisboa no final.\n\nEste recinto contava como atractivos desde o &quot;Pátio das Comédias&quot; à típica &quot;Estalagem do Vicente&quot;, passando pelas cerca de sessenta velhas Tendas de Comércio. Várias festas ali ocorreram como um grande sarau no &quot;Pátio da Saúde&quot;, becerradas, corridas ao pato, cavalhadas, um oiteiro no convento e festejos populares nas vésperas de S. João e S. Pedro e ainda um festival elegante em que todos os visitantes se trajaram á moda antiga.\n\nPouco mais de uma década depois, em 1949, neste mesmo local era inaugurado um jardim de traçado geométrico, com a estátua “A Família”, de Leopoldo de Almeida, dominando todo o espaço, ainda sem árvores. O jardim tomou o nome do antigo parque de diversões &quot;Jardim da Lisboa Antiga&quot;", "authorname": "J. Leite", "id": "26532116-6871123408-72157629726456638", "iconfarm": 6}], "photo_id": "6871123408"}, "flarchive:created": 1387728262}