{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/3842042833/#comment72157621983462697", "realname": "lifeasdaddy ...a guy, his wife, and their son...", "path_alias": "lifeasdaddy", "author": "13267298@N00", "iconserver": "3144", "datecreate": "1250923279", "_content": "Battleship USS Alabama (BB-08).  Used for an extensive period as a training vessel for Naval Militias:\n\n&quot; Alabama was placed in reserve at New York on 3 November 1908. Though she remained inactive at New York, the battleship was not decommissioned until 17 August 1909. The warship underwent an extensive overhaul that lasted until the early part of 1 912. On 17 April 1912, she was placed in commission, second reserve, at New York, Comdr. Charles F. Preston in command. At that point, she became an element of the newly established Atlantic Reserve Fleet. According to that concept, the Navy organize d a unit that comprised nine of the older battleships as well as Brooklyn (Armored Cruiser No. 3), Columbia (Cruiser No. 12), and Minneapolis (Cruiser No. 13) for the purpose of keeping those ships constantly read for active servi ce using the fiscal expedient of severely reduced complements that could be filled out rapidly by naval militiamen and volunteers in an emergency. The unit as a whole possessed enough officers and men to take two or three of the ships to sea on a rota ting basis to test their material readiness and to exercise the sailors at drill. \n\nAlabama was placed in full commission on 25 July 1912 and operated with the Atlantic Fleet off the New England coast through the summer. She was returned to reserve status-in commission, first reserve-at New York on 10 September 1912. Late in t he spring of 1913, the Navy added a new dimension to the concept of the Atlantic Reserve Fleet by having the warships of that unit embark detachments of the various state naval militias for training afloat in a manner similar in many respects to the c ontemporary Navy's selected reserve program. During the summer of 1913, Alabama cruised along the east coast and made two round-trip voyages to Bermuda to train naval militiamen from Maryland, the District of Columbia, New York, Rhode Island, M aine, North Carolina, and Indiana. She ended her last training cruise of the year at Philadelphia on 2 September. The battleship was placed in ordinary on 31 October 1913 and in reserve on 1 July 1914&quot;\n\nref. (http://www.hazegray.org/danfs/battlesh/bb8.htm )", "authorname": "BobMeade", "id": "8602872-3842042833-72157621983462697", "iconfarm": 4}], "photo_id": "3842042833"}}