{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7351479200/#comment72157630081358572", "realname": "", "path_alias": null, "author": "79037172@N04", "iconserver": "0", "datecreate": "1339173763", "_content": "Should this not read &quot;served as adjutant of a service battalion&quot;?", "authorname": "Blueboy106", "id": "32254785-7351479200-72157630081358572", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7351479200/#comment72157630082043834", "realname": "", "path_alias": null, "author": "77788549@N05", "iconserver": "0", "datecreate": "1339180710", "_content": "Eric Stuart Ellis.", "authorname": "Trench-Foote", "id": "32254785-7351479200-72157630082043834", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7351479200/#comment72157630023487241", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1339228507", "_content": "Citation for the award of the Military Cross to Temporary Lieutenant Eric Stuart Ellis Royal Sussex Regiment published in the London Gazette 29731 of 18th August 1916.\n\n&quot;For conspicuous gallantry during operations.  He led his bombing party with great dash into the enemy's support line.  He was knocked down by the blast of a shell, but pushed on and accounted for two of the enemy with his revolver.&quot;\n\nHe continued to serve in the Army after the war; his promotion to Captain in the Royal Sussex Regiment is published in the London Gazette of 10 Nov 1922, effective 2 Oct 1922 with seniority from 24 Mar 1920.\n\nIt appears likely that he was born in India.  Also that he was married to a Kathleen Marion Collier, b. 1899.  But she is shown to have later married Cuthbert Fennessy Selous in 1927.  Selous was born at Faysabad, India, b. 1876 (which would mean at marriage he was 51 and she 28, suggesting the possibility that she was a widow?).//", "authorname": "Gary Donaldson", "id": "32254785-7351479200-72157630023487241", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7351479200/#comment72157630085931998", "realname": "", "path_alias": null, "author": "77788549@N05", "iconserver": "0", "datecreate": "1339234037", "_content": "Cuthbert Fennessey Selous died in 1945 at Tonbridge in Kent.  So it was Eric Stuart Ellis who married his widow, then Kathleen Marion Selous, at Plympton Devon in 1949.  By then Eric Ellis was in his early 50s and Kathleen was 49.  She had three children, Reginald aged 20, Patricia 18, and Diana 16.\n\nEric Stuart Ellis is shown as being appointed as a Captain in the 4th Battalion The Queen's Regiment on 8 Oct 1935.  London Gazette of 8 Oct 1935.", "authorname": "Trench-Foote", "id": "32254785-7351479200-72157630085931998", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7351479200/#comment72157630086575582", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1339243262", "_content": "Eric Stuart Ellis was commissioned into 13th (Service) Battalion The Royal Sussex Regiment on 4th January 1915.  13th Battalion was a 'Pals' battalion, raised by 42-year-old Lt Col Claude Lowther MP on 20 Nov 1914 at Bexhill in Kent.  It was known as the 3rd South Down battalion and irreverently as 'Lowther's Lambs'.  Between 16 Nov 1914 and 4 Jan 1915 there were 15 officers newly commissioned into the Battalion.  Claude Lowther had fought in the Second Boer War in the 8th Imperial Yeomanry and at Fabers Put on 30 Mar 1900 was recommended for a Victoria Cross but received only a Mention in Despatches.\n\n13th Battalion initially trained at Maidstone and was adopted by the War Office in July 1915.  In Sep 1915 they moved to Aldershot, and then in Oct 1915 to Witley where they formed an element of 116 Bde of 39 Div.  The Battalion sailed from Southampton on 5 Mar 1916 aboard the SS 'Viper' and SS 'Australind', landing at Le Havre in the snow on 6 Mar 1916.  They went into the front line 'under instruction' for the first time on 12 Mar 1916.  Lt Col Lowther was denied the opportunity to lead his men in action in France.  He returned to Herstmonceux Castle before 13th Battalion took over a section of front line under their own command for the first time, when they relieved 13th Battalion Royal Welch Fusiliers at Givenchy on 15 Apr 1916.  \n\nFrom the War Diary; published at <a href=\"http://www.1914-1918.net/sussex.htm\" rel=\"nofollow\">www.1914-1918.net/sussex.htm</a> \n\nThe three pals battalions of the Royal Sussex - 11th, 12th and 13th - the South Down battalions, or &quot;Lowther's Lambs&quot; - suffered terrible casualties on 30 June 1916, 24 hours before the much better known &quot;First Day on the Somme&quot;. This was in a diversionary attack, a large scale raid launched by 39th Division at a position called the Boar's Head, near Richebourg l'Avoue. The three South Down battalions suffered 360 killed and 1,100 wounded in a fruitless attack that had no effect on the enemy's abilities to withstand next day's assault on the Somme. The vast majority of the losses were to men from the county of Sussex.\n\nIt is almost certainly to have been in this action that Eric Ellis won his MC.  Going over the top on a flank attack at 3.05 am, following a 15 minute artillery fire-plan, Lieutenants Whitley and Ellis, Platoon Commanders in 'A' Company, are recorded as having 'gained a footing in the enemy trench'.//", "authorname": "Gary Donaldson", "id": "32254785-7351479200-72157630086575582", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7351479200/#comment72157631051524720", "realname": "", "path_alias": null, "author": "75766823@N03", "iconserver": "0", "datecreate": "1344879981", "_content": "I'm pleased to see all these comments because I am a relative of Capt Ellis, and all this has added to my knowledge as well as confirming things about his career that I was previously guessing at.   It would be really useful to me if anyone out there can say any more about him.   He went to Berkhamsted School with the famous adventurer Harold William Tilman, a Ranulph Fiennes (and then some) figure for decades, who now has a building at the school named after him.  Capt Eric had many accomplished class mates, some of whom perished in Sopwith Camels about the time he was earning his MC. He also had some outstandingly accomplished relatives.  Good luck to those who have made this photo a favorite.  It is a brilliant image of a young First World War Officer and was taken by Bassano, the Royal Photographers at the time.", "authorname": "Andyroo10", "id": "32254785-7351479200-72157631051524720", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7351479200/#comment72157631062900262", "realname": "IWM Collections", "path_alias": "imperialwarmuseum", "author": "32300107@N06", "iconserver": "5535", "datecreate": "1344941360", "_content": "[http://www.flickr.com/photos/75766823@N03] Thank you for adding in some details about your relative, and it is great that you have found the information added here to be useful.", "authorname": "IWM Collections", "id": "32254785-7351479200-72157631062900262", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7351479200/#comment72157631063176750", "realname": "", "path_alias": null, "author": "75766823@N03", "iconserver": "0", "datecreate": "1344943141", "_content": "Additionally, to amend some of the earlier content, Eric Ellis was born in Sudbury, Suffolk, on 11th December 1897, and died regrettably soon after his marriage in Plympton, Devon on 14th November 1950.   He was connected with the Sussex Regiment because his father had moved away from the main location of the Ellis family, many of whom worked for The Great Eastern Railway in East Anglia, to create a successful outfitter's business in South Street, Worthing, Sussex.   Sussex is the county of Bexhill, not Kent as stated in a previous message.  I am not sure whether Eric had an earlier marriage.  He had a sister Edris Ellis, who seems to have been an acquaintance of a number of intellectual young ladies who married prominent clergy, including the eventual wife of Archbihop Coggan of York.\nIt is noteworthy that he would have been less than 17 years 1 month old on 4th January 1915 if that date is correct for his commissioning.\nI believe his father was a town councillor in Worthing, and that his mother took a photograph while standing on Worthing Pier, published locally, of a famous incident that nearly resulted in the loss of the lifeboat in storm conditions even though it was on the beach. I cannot remember the date but it was possibly even before the First World War at a time when men, rather than women, were more likely to take such pictures.", "authorname": "Andyroo10", "id": "32254785-7351479200-72157631063176750", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7351479200/#comment72157632784945500", "realname": "", "path_alias": "wizzyspictures", "author": "46301705@N04", "iconserver": "4020", "datecreate": "1361059328", "_content": "Eric Stuart Ellis was my grandfather.  He and his first wife, Margaret &quot;Peg&quot; Kendall nee Oram, had 3 children - Dorothy b. 1920 , David Erskine b. 1921 and Mary Erskine b. 1923 (my mother)\n\nHis second wife, Kathleen &quot;Kate&quot; Marion Selous nee Collier and her first husband, Dr Cuthbert Fennessy Selous, were their neighbours and friends.  Cuthbert died in 1945 and Peg divorced Eric to enable him to marry Kate.  As a child in the 1950s I remember meeting Kate having tea with Peg and it wasn't until some years later I discovered they had both been married to the same man!  They remained friends until the ends of their lives.", "authorname": "Wizzy's pictures", "id": "32254785-7351479200-72157632784945500", "iconfarm": 5}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7351479200/#comment72157632780075153", "realname": "", "path_alias": "wizzyspictures", "author": "46301705@N04", "iconserver": "4020", "datecreate": "1361059517", "_content": "Oh and I shall be interested to know who Andyroo10 is!  Because if he is a relative of my grandfather's, he is also a relative of mine", "authorname": "Wizzy's pictures", "id": "32254785-7351479200-72157632780075153", "iconfarm": 5}], "photo_id": "7351479200"}}