{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/8379195883/#comment72157632526114505", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1358262967", "_content": "O projecto de construção da “Torre de Belém” data do reinado de D. João II, tendo sido posto em prática apenas no reinado do seu sucessor, o rei D. Manuel I, entre 1515 e 1519, seguindo os projectos do cronista Garcia de Resende e de Francisco de Arruda. A sua função era essencialmente defensiva. No início encontrava-se completamente rodeada de água.\n\nO cronista Garcia de Resende foi o autor do seu risco inicial, tendo escrito:\n&quot;E assim mandou fazer então a (...) torre e baluarte de Caparica, defronte de Belém, em que estava muita e grande artilharia; e tinha ordenado de fazer uma forte fortaleza onde ora está a formosa torre de Belém, que el-Rei D. Manuel, que santa glória haja, mandou fazer; para que a fortaleza de uma parte e a torre da outra tolhessem a entrada do rio. A qual fortaleza eu por seu mandado debuxei, e com ele ordenei a sua vontade; e tinha já dada a capitania dela a Álvaro da Cunha, seu estribeiro-mor, e pessoa de que muito confiava; e porque el-Rei João faleceu, não houve tempo para se fazer&quot; (RESENDE, Garcia. Crónica de D. João II, 1545.),\n\nA “Torre de Belém” é constituída por dois corpos: o baluarte e a torre de menagem. A torre de menagem, de forma quadrangular, desenvolve-se em três pisos e terraço aos quais se sobe através de uma escada em espiral. Originalmente, as três salas da torre destinavam-se à residência do Alcaide-mor, o comandante da guarnição militar. O baluarte que se projecta diante da torre de menagem como a proa de uma nau, tem a forma de um hexágono irregular. O acesso ao conjunto da torre é feito por um portal em arco de volta perfeita encimado pelo escudo régio e as esferas armilares, símbolos utilizados na emblemática manuelina habitual. \n\nA decoração escultórica de toda a torre utiliza o vocabulário formal do manuelino, conjugado com aspectos do renascimento italiano. São profusos os elementos naturalistas e heráldicos, os típicos cordoamentos e algumas notas bastante originais, como o rinoceronte esculpido numa das faces.\n\nNo interior do baluarte situam-se as casamatas, cobertas por robustas abóbadas de cruzamento de ogivas. Nas paredes rasgam-se estreitas aberturas destinadas às peças de artilharia. Ao centro existe um pequeno claustro e, por baixo da casamata, ficavam os paióis, em algumas épocas utilizados como masmorras. Nos ângulos do baluarte erguem-se seis elegantes guaritas, cobertas com cúpulas gomadas. As guaritas arrancam de mísulas decoradas com motivos naturalistas e numa delas encontra-se a representação do rinoceronte.\n\n\nAs faces exteriores da “Torre de Belém” são soberbamente decoradas. Ao nível do primeiro andar da face sul descortina-se um balcão corrido, ou varandim, com arcaria de sete voltas e uma balaustrada rendilhada. Por cima, um enorme escudo real, ladeado por duas pequenas janelas de arcos torcidos e duas esferas armilares. Nas restantes paredes da torre, ao mesmo nível do varandim Sul, situam-se três balcões, com cruzes de Cristo nas balaustradas. Ao nível do último andar, uma varanda circunda a torre, ameada com escudos da Ordem de Cristo. Embutidas nos ângulos da parede Norte da torre encontram-se duas guaritas e, por cima destas, dois nichos com as imagens de S. Miguel e S. Vicente. \n\nFinalmente, o terraço superior deste monumento, tem outras quatro guaritas nos ângulos e merlões chanfrados a toda a volta, coroando a torre de menagem. Do cimo da torre avista-se um magnífico panorama sobre o rio Tejo e sobre toda a zona de Belém e seus monumentos.\n\n\n1515 - D. Manuel manda construir a Torre de Belém, no local onde D. João II pretendera erguer um forte para defesa do porto e sob projectos de Garcia de Resende.\n\n1516 - Francisco de Arruda é referido como mestre do Baluarte de Belém.\n\n1521 - Gaspar de Paiva é nomeado oficialmente 1 º Capitão – Mor.\n\n1580 - Serve de Fortaleza até esta data. Após poucas horas de combate a Torre entrega-se ao Duque de Alba, cujas forças representavam o domínio espanhol. As masmorras passam a servir de prisão de Estado. Nessa altura a Torre foi aumentada para albergar mais soldados, o que originou importantes alterações na parte superior do Baluarte.\n\n1589 - Filipe II encomenda ao engenheiro italiano Pe. João Vicêncio Casale um projecto de fortaleza para completar a defesa do Tejo. Constroem - se os &quot;Quartéis Filipinos&quot; - construção simples paralelepipédica sobre o baluarte, junto ao alçado sul da Torre.\n\n1640- As masmorras do baluarte continuam a servir de prisão política aos condenados de elevada categoria social.\n\n1780 - Durante o reinado de D. Maria I o General Guilherme de Valleré constrói o Forte do Bom Sucesso.\n\n1782 - Constrói - se a Bateria do Forte do Bom Sucesso que o ligava ao baluarte casamatado da Torre, numa espécie de muralha equipada com artilharia.\n\n1808/14 - Durante as Invasões francesas sofreu algumas alterações para poder comportar diversas instalações militares.\n\n1845 - Foi restaurada durante o reinado de D. Maria II, em consequência de protestos de Almeida Garrett e esforços do Duque da Terceira, então ministro de Guerra, tendo as obras ficado sob direcção do Eng. Militar António de Azevedo e Cunha. Novos elementos esculpidos, tais como o nicho com a imagem de N. S. das Uvas, foram acrescentados à estrutura original.\n\n1865 - Colocação de uma baliza luminosa (farolim), na extremidade sul do terraço do Baluarte.\n\n1867 - Instalação da “Fábrica do Gás” nas imediações, o que veio a causar grandes protestos. Esta só viria a ser retirada deste local a quando da “Exposição do Mundo Português” em 1940.\n\n1940 - É entregue ao Ministério das Finanças. Procede - se à demolição dos &quot;Quartéis&quot;, situados sobre a Bateria e constrói-se o claustro interior, os merlões em forma de escudo e os piramidais, as cúpulas de gomos das guaritas, o pano de muro protegendo a entrada bem assim como outras obras. Durante o governo do Dr. Oliveira Salazar, - por ocasião da  &quot;Exposição do Mundo Português&quot; -  foram realizadas alterações nas margens do rio Tejo, e na área envolvente da Torre de Belém, com a já mencionada desactivação da &quot;Fábrica do Gás&quot;. Esta fábrica seria transferida para a Matinha, na área oriental de Lisboa.\n\n1983 - São feitas obras de adaptação para a XVII Exposição de Arte, Ciência e Cultura. Coloca-se uma cúpula acrílica sobre o claustrim e cria-se um lago artificial em volta da Torre, para que permanecesse dentro de água.\n\nNota: A cronologia histórica - com pequeníssimas alterações - foi retirada do site da Torre de Belém.", "authorname": "J. Leite", "id": "26532116-8379195883-72157632526114505", "iconfarm": 6}], "photo_id": "8379195883"}, "flarchive:created": 1387726837}