{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8743286971/#comment72157633603150481", "realname": "", "path_alias": null, "author": "78249091@N05", "iconserver": "0", "datecreate": "1369330485", "_content": "No record on Commonwealth War Graves Commission web site so it is likely that he survied WW1", "authorname": "coldlunch", "id": "32254785-8743286971-72157633603150481", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8743286971/#comment72157633609596103", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1369348685", "_content": "Going through the Austrailian Army records, there is a possible candidate in Captain James Victor Atkinson.\n<a href=\"http://naa12.naa.gov.au/NameSearch/Interface/ItemDetail.aspx?Barcode=3039648\" rel=\"nofollow\">naa12.naa.gov.au/NameSearch/Interface/ItemDetail.aspx?Bar...</a>\n\nReading Coldlunch's note above I was expecting him to have survived the war, so imagine my surpise when one of the earliest documents in his file is a note from a firm of solicitors dated 18th February 1919 stating they were executors for the estate of the late officer, 49th\\late 9th Battalion AIF who had died on the previous 5th April.\n\nOn the CWGC database, that would be:-\nATKINSON, JAMES VICTOR\nRank:Captain\nDate of Death:05/04/1918\nAge:23\nRegiment:Australian Infantry, A.I.F.  49th Bn. \nAwards:Mentioned in Despatches\nGrave Reference...Albert Road Memorial.\nCemetery..DERNANCOURT COMMUNAL CEMETERY EXTENSION\nAdditional Information:\nSon of Henry Wallace Atkinson and Martha Jane Atkinson, of Fitzroy Chambers, Adelaide St., Brisbane, Queensland.\nCWGC <a href=\"http://www.cwgc.org/find-war-dead/casualty/36488/ATKINSON, JAMES VICTOR\" rel=\"nofollow\">www.cwgc.org/find-war-dead/casualty/36488/ATKINSON,%20JAM...</a>\n\nChecking other sources online, the same picture is attributed as being James Victor here\n<a href=\"http://anzacsonline.net.au/2012/01/atkinson-james-victor/\" rel=\"nofollow\">anzacsonline.net.au/2012/01/atkinson-james-victor/</a>\n<a href=\"http://www.findagrave.com/cgi-bin/fg.cgi?page=pv&amp;GRid=56586472\" rel=\"nofollow\">www.findagrave.com/cgi-bin/fg.cgi?page=pv&amp;GRid=56586472</a>\n\nGoing back to his Army Records, he enlisted on the 22nd August 1914 in Brisbane, the city of his birth. He was part of the first recruits into the 9th Battalion - he was already serving then in the militia. He gives his trade as Clerk (later notes say Insurance Clerk), and his next of kin as his father, Henry Wallace Atkinson.\n\nAt the time of enlisting he was 19 years and 9 months old, stood 5 feet 8 inches tall, weighed 150lbs, had brown hair, blue eyes and a fair complexion.\n\nHe rose rapidly from Private to Sergeant over the next few weeks but by November was back down to Corporal at his own request and with a Training Battalion. He was back to Sergeant by the 3rd July 1915, probably in Egypt. At some stage he served in Gallipoli as some hand written medical notes in his file, dated 6th December 1915 states he was in hospital in Heliopolis, (Egypt) having been medically evacuated from there as a consequence of ill-heath. On the 8th March 1916 he transferred to the 49th Battalion and made Regimental Sergeant Major. On the 5th April 1916 he was made a Second Lieutenant.\n\nHe sailed from Alexandria on the 5th June 1916 with his unit to join the BEF, landing at Marseilles on the 12th.He seemes to have been on various instructors course, each time returning to the 49th, before being promoted Lieutenant on the 14th November 1916.\n\nOn the 26th July 1917 he was promoted to Captain.He seems to have spent from August 1917 to March 1918 on secondment to a Training Battalion in the UK. he rejoined his Battalion in the field on the 9th March 1918. Less than a month later he would be dead.\n\nThe 49th were hastily rushed forward from the reserve lines on this day, initially to hold the line in the face of a German attack. They were unaware that the the plan was a counter-attack and while they went forward to seize new positions as ordered, they were ill-prepared and suffered heavy casualties. The commanding officer in writing up his report afterwards notes that he very quickly lost most of his officers in the attacking companys, while the promised tank and artillery support failed to materialise.\n\nIt looks like initially he was buried in the field at Buire Sur L'Ancre and was moved to the Albert Road Military Cemetery. The soldiers interred there were subsequently consolidated to the Dernancourt Cemetery.When they came to James grave in the Albert Road cemetery, they could not find a body and so his cross was made into a memorial at the new location, and then subsequently replaced with a more permanent memorial. The absent of a body was put down to shelling which had hit the cemetery in the closing months of the war.\n\nThere is a list of his personal effects in a sealed cabin trunk, a package containing his wrist watch and a valise which were all to be shipped home to his father aboard the SS Barunga, an armed mechantman. Unfortunately the Barunga was sunk by a German U-boat 150 miles south-west of the Scilly Isles, so they too never made it back home.  The inventory is simply stamped &quot;effects ex Barunga lost at sea&quot;\n\nApparently his brother in law, also serving with the 49th Battalion, also died the same day.\n<a href=\"http://anzacsonline.net.au/2012/01/atkinson-james-victor/\" rel=\"nofollow\">anzacsonline.net.au/2012/01/atkinson-james-victor/</a>\n\nVERRY, REGINALD HERBERT\nRank:Lieutenant\nDate of Death:05/04/1918\nAge:24\nRegiment/Service:Australian Infantry, A.I.F.\n 49th Bn. \nGrave ReferenceVI. H. 2.\nCemeteryDERNANCOURT COMMUNAL CEMETERY EXTENSION\nAdditional Information:\nSon of Ellen Mary Gamack (formerly Verry) and the late Alfred George Verry; husband of Vera M. Verry, of Coorparoo, Queensland. Native of Toowoomba, Queensland.\nCWGC <a href=\"http://www.cwgc.org/find-war-dead/casualty/427588/VERRY, REGINALD HERBERT\" rel=\"nofollow\">www.cwgc.org/find-war-dead/casualty/427588/VERRY,%20REGIN...</a>", "authorname": "Moominpappa06", "id": "32254785-8743286971-72157633609596103", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8743286971/#comment72157633814700564", "realname": "", "path_alias": null, "author": "78249091@N05", "iconserver": "0", "datecreate": "1369936102", "_content": "Sad that he did not survive the war and that my post was incorrect.", "authorname": "coldlunch", "id": "32254785-8743286971-72157633814700564", "iconfarm": 0}], "photo_id": "8743286971"}}