{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/anmm_thecommons/9674348209/#comment72157635386296173", "realname": "", "path_alias": "beachcomberaustralia", "author": "32162360@N00", "iconserver": "3722", "datecreate": "1378378109", "_content": "Not much in Trove about the MAURETANIA due to censorship during WW2 - <a href=\"http://trove.nla.gov.au/ndp/del/article/17661632\" rel=\"nofollow\">trove.nla.gov.au/ndp/del/article/17661632</a>\n\nFrom wikipedia - <a href=\"http://en.wikipedia.org/wiki/RMS_Mauretania_(1938)\" rel=\"nofollow\">en.wikipedia.org/wiki/RMS_Mauretania_(1938)</a>\n\n&quot; ... On 20 March 1940 she sailed from New York to Sydney, via Panama, to be converted for her new role [as a troopship]. She had an exciting voyage out to Australia via Bilbao, San Francisco and Honolulu, tracked for much of the way by the enemy and having to evade concentrations of U-boats that were known to be lying in wait for her. \n\nThis conversion work was carried out in April and in May she left Sydney as part of one of the greatest convoys ever mustered for the transport of troops. With her were Queen Mary, Queen Elizabeth, and Aquitania, with 2,000 troops, bound for the River Clyde via South Africa. Other notable liners in this great convoy were Empress of Britain, Empress of Canada, Empress of Asia, and Nieuw Amsterdam. \n\nDuring the early stages of the war the ship transported Australian troops to Suez, India and Singapore but later she mainly served in the North Atlantic. Like Aquitania, she amassed over 50,000 nautical miles (93,000 km) over the course of her war duties, first crossing of the Indian Ocean, then working the Atlantic with American and Canadian troops and finally serving in the Pacific. \n\nOne of her wartime voyages, of 28,662 nautical miles (53,082 km) duration, took her right around the world, taking 82 days to complete. During this epic voyage she established a speed record for the crossing time from Fremantle, Australia to Durban, South Africa. The 4,000-mile (6,400 km) distance was covered in 8 days and 19 hours at an average speed of 21.06 knots (39.00 km/h). ... &quot;", "authorname": "beachcomberaustralia", "id": "33142378-9674348209-72157635386296173", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/anmm_thecommons/9674348209/#comment72157635441593795", "realname": "", "path_alias": "anmm_thecommons", "author": "33147718@N05", "iconserver": "3829", "datecreate": "1378702568", "_content": "[http://www.flickr.com/photos/beachcomberaustralia] Thanks beachcomber, we actually have a whole series of photographs from this big troopship convoy. We'll get higher quality versions and put them all up :)", "authorname": "Australian National Maritime Museum on The Commons", "id": "33142378-9674348209-72157635441593795", "iconfarm": 4}], "photo_id": "9674348209"}, "flarchive:created": 1389618346}