{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/royalaustralianhistoricalsociety/6433408217/#comment72157636462320776", "realname": "Brandon Haist", "path_alias": "paleo_sherlock", "author": "9513592@N08", "iconserver": "3728", "datecreate": "1381584138", "_content": "fine ships", "authorname": "B Haist", "id": "69236863-6433408217-72157636462320776", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/royalaustralianhistoricalsociety/6433408217/#comment72157636473136765", "realname": "Horatio J. Kookaburra", "path_alias": null, "author": "41311545@N05", "iconserver": "3439", "datecreate": "1381605566", "_content": "Yes, a wonderful view,  many thanks. Let's try to date it, and identify the ships.\n\nIn fact I've concluded that the photograph is taken early in 1929.\n\nThe presence of the  'O' Class submarines  HMAS OXLEY [I] and HMAS OTWAY [I] outboard of the submarine depot ship HMAS PLATYPUS at the Oil Wharf on the far left of the photo dates the image between Feb. 14, 1929, when the boats [subs] arrived in Sydney, and April 10, 1931, when they were handed as a gift to the Royal Navy and returned to Britain,  due to the constraints placed on their operational use in Australia imposed by the Great Depression. It also assisted Britain with the submarine number limitations imposed by the 1930 London Naval Treaty.\n\nAhead of the submarines is the most recent of the Improved Town Class cruisers HMAS ADELAIDE [I],  and ahead of her - under the sheerlegs with a lighter alongside - is the famous HMAS SYDNEY [I], which had paid off on May 8, 1928 and was slowly stripped there at the sheerlegs before being towed to Cockatoo Island to be broken up in 1929.  \n\nThat's what gives us the year [1929].\n\nThere are the masts of another cruiser above the buildings to the right of the photo, on the other side of the island. It's the old cruiser ex-HMAS ENCOUNTER, re-named HMAS PENGUIN, being used as an accommodation ship for trainee recruits up to 1929, and scrapped in 1932.  \n\nFinally, at the far right of the photo, we just see the stern of a ship, but enough to tell us that it's the 'double-ended' '24' or 'Racehorse' Class sloop HMAS MORESBY, ex-HMS SILVIO [the ships were originally named after English Derby winners] ,  from a WWI class of convoy escort ships designed to look the same front and back in order to confuse submarines about which way they were going.  MORESBY, ex-SILVIO was sent to Australia as a survey vessel, arriving on Sept. 9, 1925.\n\nWell, that was fun. Love the old urban and rural Australia images - but send us more ship photos, won't you.  Thanks again.", "authorname": "Kookaburra2011", "id": "69236863-6433408217-72157636473136765", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/royalaustralianhistoricalsociety/6433408217/#comment72157636540314386", "realname": "", "path_alias": "royalaustralianhistoricalsociety", "author": "69269002@N04", "iconserver": "3801", "datecreate": "1381753227", "_content": "Kookaburra 2011, thank you for the message. Watch this space re. ship photos!", "authorname": "Royal Australian Historical Society", "id": "69236863-6433408217-72157636540314386", "iconfarm": 4}], "photo_id": "6433408217"}}