{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/5725807515/#comment72157626633147331", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1305822015", "_content": "Permitam-me que acrescente o seguinte:\n\nRelojoeiros da realeza como, Julien e depois Pierre Le Roy, Harrison, Berthoud e Louis Breguet, Jules Audmars entre outros, foram percursores destes mecanismos de precisão para medição mecânica do tempo.\nÉ assim que no século XVIII, de Paris a Buenos Aires, e de Madrid a Londres que a casa 'Le Roy &amp; Fils'  e mais tarde 'L. Leroy &amp; Cie.', diversificam seus produtos, serviços e distribuição pela sua clientela.\n\nÉ assim que em 1867 começa a história deste famoso &quot;Leroy 01&quot;, relógio de nove complicações, dirigido a um circulo de coleccionadores restrito. É nesta altura que o Conde Nicolas Nostitz, de Moscovo encomenda a estes ateliers parisienses um exemplar ainda mais espectacular. Um relógio de onze complicações.\n\nDesenvolvido e aperfeiçoado pelo especialista e célebre relojoeiro de La Vallé de Joux (localidade suiça célebre pela concentração de relojoeiros famosos), Charles Piguet au Brassus que mais tarde juntamente com Jules Audmars viriam a fundar a célebre ‘Audmars Piguet’. Este relógio foi concluído e montado nos ateliers de L. Leroy na Square St. Amour. \n\nAlgumas funções: Indicação de anos bissextos, fases da Lua , indicação das estações do ano, solstícios e equinócios, indicador de reserva de marcha, horas de nascer e pôr do sol em Lisboa, higrómetro, barómetro, altímetro até 5.000 metros, bússola , hora em 125 cidades do mundo, toque de horas 1/2 hora e 1/4 de horas, etc ...\n\nEste exemplar é exposto na Exposição Universal de Paris de 1878, antes de ser entregue ao seu propietário russo. Porem após a morte do Conde Nicolas Nostitz, o célebre português Dr. António Augusto Carvalho Monteiro adquire esta peça de relojoaria e pensando que será possível acrescentar ainda mais complicações a este relógio, envia-o a Louis Leroy acompanhado de uma carta em que enumera as suas solicitações que se resumiam no seguinte: fabricar um relógio que reunisse tudo o que a ciência e a mecânica, da época pudessem reunir num objecto portátil.\n\nDr. António Augusto Carvalho Monteiro (1848-1920), conhecido também como “Monteiro dos Milhões” nasceu no Rio de Janeiro em 1848, filho de pais portugueses. Herdeiro de uma grande fortuna familiar, multiplicada no Brasil com o comércio de cafés e pedras preciosas, que cedo lhe permitiu embarcar para Portugal. Licenciado em Leis pela Universidade de Coimbra, Monteiro foi um distinto coleccionador e bibliófilo, detentor de uma das mais raras colecções camonianas. Homem de cultura que, decerto, influenciou e determinou parte bastante substancial do mistério simbólico e iconográfico do palácio que mandou construir na sua quinta, situada na encosta da serra de Sintra, o Palácio da Regaleira. Em Lisboa possuía um Palácio no Largo Barão de Quintela\n\nTeve de se esperar por 1989, até que as complicações deste relógio fossem superadas por outro relógio da famosa casa Patek Philippe ,ao apresentarem o seu modelo ‘Calibre 89’, com 33 complicações.e cujo valor ascende hoje, a 6 milhões de dólares, cerca de 4,2 milhoes de euros. Tinham passado práticamente 100 anos.", "authorname": "J. Leite", "id": "26532116-5725807515-72157626633147331", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/biblarte/5725807515/#comment72157626762768650", "realname": "Biblioteca de Arte / Art Library Fundação Calouste Gulbenkian", "path_alias": "biblarte", "author": "26577438@N06", "iconserver": "3017", "datecreate": "1305883932", "_content": "Caro J. Leite,\nos nossos agradecimentos pela informação adicionada.\nCumprimentos", "authorname": "Biblioteca de Arte-Fundação Calouste Gulbenkian", "id": "26532116-5725807515-72157626762768650", "iconfarm": 4}], "photo_id": "5725807515"}, "flarchive:created": 1387730163}