{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/powerhouse_museum/2363537388/#comment72157606286968166", "realname": "Mark Dowsett", "path_alias": "speedy_msd", "author": "57281914@N00", "iconserver": "3784", "datecreate": "1216623140", "_content": "The picture (same angle, same people, but cropped slightly) was published in &quot;Randwick, a Social History&quot; (Randwick Council 1985) and captioned:\n\n&quot;The Bondi Aquarium at Tamarama opened in 1887.  It is pictured here in about 1891, after rebuilding following a fire&quot;\nIt is attributed to Australian Consolidated Press Ltd.", "authorname": "Speedy_MSD", "id": "24762863-2363537388-72157606286968166", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/powerhouse_museum/2363537388/#comment72157634236982339", "realname": "Alison Guesdon", "path_alias": "alisonguesdon", "author": "56512128@N06", "iconserver": "5286", "datecreate": "1371781558", "_content": "Bondi Aquarium 1889: At Bondi I find hundreds having a look round like myself. It is situate on the sea coast, andl is built on the edge or borders of a pretty little bay, remarkable for its picturesque and natural beauties. This spot was recently secured by a syndicate, and made still more attractive by artificial means. The tram runs close to the gates. You are charged one shilling admission, for which you are shown the sights. There is an aquarium, well furnished and after the style of a continental aquaria. Opening out of the aquarium there is a handsome fernery, refreshment rooms, magnificent promenade verandah; in the centre of the aquarium is a fresh water fountain, the -basin of which contains goldfish. Above the aquarium is the Grand Hall, capable of holding 1500 visitors, with an elegant stage, retiring rooms and galleries. Then there are the skating rinks, one covered in, the others not covered-made up of a sort of fine asphalt-overlooking the Pacific Ocean. This rink is said to be the finest in Australasia; photograph galleries, shark pond, merry-go-round,. terraced lawns with bandstands, camera obscura, and summer houses. These, and other parts of the vast, established are like the Crystal Palace, London, lit up with the electric light. Bondi cost the promoters something like £40,000, and the capital admits of a further £10,000 expenditure. I spent the afternoon here, and am indebted to Mr Bartlett, the manager, for my stray notes. STRAY NOTES FROM SYDNEY. (1889, June 29). Williamstown Chronicle (Vic. : 1856 - 1954), p. 2. Retrieved from <a href=\"http://nla.gov.au/nla.news-article68592574\" rel=\"nofollow\">nla.gov.au/nla.news-article68592574</a>", "authorname": "alisonguesdon", "id": "24762863-2363537388-72157634236982339", "iconfarm": 6}], "photo_id": "2363537388"}}