{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2333664410/#comment72157604240134017", "realname": "", "path_alias": null, "author": "23103743@N05", "iconserver": "2155", "datecreate": "1206416227", "_content": "From NYT September 4, 1912,\r\n<a href=\"http://query.nytimes.com/gst/abstract.html?res=9907E1D9123CE633A25757C0A96F9C946396D6CF\">query.nytimes.com/gst/abstract.html?res=9907E1D9123CE633A...</a>\r\n\r\n&quot;Young Bronx Electricians Construct a Unique 104-Foot Alrship. C. A. Allen and John J. Meckler, young electrical engineers, living at 862, Hewitt Place, the Bronx, have built a hydro-biplane, with the $5,000 proceeds of forty-five patents for new electrical devices, and say they are going to fly to Europe the last of this month.  Their 104-foot flying ship, finished almost to the last details, is at Kane's Amphitheatre, at Clason Point, awaiting a trial trip, which the inventors intend to make soon, probably to Governors Island. The machine, in which Allen and Meckler say they will make the trip across the Atlantic in three days, is seventy-six feet wide across the main plane. Loaded with gasoline and food for their flight, weight will be about 5,000 pound. ...&quot;\r\n\r\nCan anyone discover if the plane actually flew?", "authorname": "swanq", "id": "8602872-2333664410-72157604240134017", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2333664410/#comment72157623395867712", "realname": "Richard Norton", "path_alias": "richard_arthur_norton", "author": "54904823@N00", "iconserver": "2568", "datecreate": "1265779359", "_content": "De Nueva York a Londres en aeroplano! He aquí un asunto que si hace algunos años alguien se hubiera atrevido a sugerir o tratar se le hubiera declarado loco o al menos una persona de ideas irrealizables. En cambio hoy día el público lee esta declaración sin sorprenderse y hasta los más escépticos piensan que no es una empresa muy difícil de realizar dado que muchos '' pilotos aéreos&quot; han predicho que se efectuará antes del fin de 1913.\nHace un año cuando el intrépido Wellman y la tripulación que lo acompañaba en el globo dirigible, construido a propósito para la travesía del Atlántico, cayeron al mar y fueron recogidos por el vapor Trent se predijo el abandono del viaje por la vía aérea, y más tarde cuando el infortunado Vanniman y todos sus compañeros se perdieron en el océano cerca de Atlantic City el sentimiento público se declaró en contra de empresas tan atrevidas. Pero ahora se anuncia que dos jóvenes ingenieros electricistas de Nueva York, Allen Cantón y John J. Meckler, tienen casi terminado un aeroplano en el cual se proponen volar de Nueva York a Londres en 24 horas y en cuya construcción han gastado todas sus economías, algo así como $20,000 y han aprovechado la experiencia sacada de los desastres aéreos de los últimos años de manera que están seguros de su éxito y de maravillar al mundo con su intrépida tentativa.\n\nLa máquina voladora que han construido los susodichos jóvenes tendrá capacidad para llevar 22 tanques de gasolina, cuatro motores de 125 caballos de fuerza cada uno y otro de 65 caballos. Tiene 104 pies de largo por 76 de ancho y puede soliviar 20,000 libras. Para su construcción se tomaron como modelo las aeroplanos más modernos de Wright y Farman. En el centro de las dos alas principales hay un mástil de 24 pies de altura y el marco del aeroplano está hecho de ...\n\n\nSource: <a href=\"http://books.google.com/books?id=pvAsAAAAYAAJ&amp;pg=PA254&amp;dq=&quot;John+J.+Meckler&quot;&amp;ei=_kFyS4PbIpn0ygTFmL3XDg&amp;cd=1#v=onepage&amp;q=&quot;John\" rel=\"nofollow\">books.google.com/books?id=pvAsAAAAYAAJ&amp;pg=PA254&amp;d...</a> J. Meckler&quot;&amp;f=false", "authorname": "Richard Arthur Norton  (1958- )", "id": "8602872-2333664410-72157623395867712", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2333664410/#comment72157623403106258", "realname": "", "path_alias": null, "author": "23103743@N05", "iconserver": "2155", "datecreate": "1265835059", "_content": "From Google Translate (from middle of text above):\n\nBut now it is announced that two young electrical engineers from New York, Allen and John J. Canton Meckler, have almost finished a plane in which they intend to fly from New York to London in 24 hours and in which construction has spent all his savings, some $ 20,000 and have drawn on the experience drawn from the air disasters of recent years So they are sure of their success and to impress the world with his bold attempt.\n\nThe flying machine they built the aforementioned youth have the capacity to carry 22 tanks of gas, four engines of 125 horsepower each and another 65 horses. Is 104 feet long by 76 wide and can Bolivia 20,000 pounds. For its construction were taken as the model of Wright's most modern aircraft and Farman. In the center of the two main wings is a mast 24 feet high and the frame of the airplane is made of  ...\n\nSo we still don't know how it turned out.  My guess is that we would know if they managed to cross the Atlantic.", "authorname": "swanq", "id": "8602872-2333664410-72157623403106258", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2333664410/#comment72157624618310200", "realname": "Richard Norton", "path_alias": "richard_arthur_norton", "author": "54904823@N00", "iconserver": "2568", "datecreate": "1280526796", "_content": "I started a Wikipedia entry for them:\n<a href=\"http://en.wikipedia.org/wiki/Meckler-Allen_airplane\" rel=\"nofollow\">en.wikipedia.org/wiki/Meckler-Allen_airplane</a>", "authorname": "Richard Arthur Norton  (1958- )", "id": "8602872-2333664410-72157624618310200", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2333664410/#comment72157631163397636", "realname": "", "path_alias": "ryan_loc", "author": "35234565@N04", "iconserver": "1021", "datecreate": "1345487845", "_content": "Thanks to you both for this information.  We'll see if we can get the names straightened out and clarify them in the record the next time we update.", "authorname": "Ryan (LOC P&P)", "id": "8602872-2333664410-72157631163397636", "iconfarm": 2}], "photo_id": "2333664410"}}