{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6275757919/#comment72157627980488395", "realname": "", "path_alias": null, "author": "69662531@N05", "iconserver": "6048", "datecreate": "1321038865", "_content": "From the Commonwealth War Graves Commission website:\n\nName:LEWES, FREDERICK HENRY MEREDITH\nInitials:F H M\nNationality:United Kingdom\nRank:Captain\nRegiment/Service:Sherwood Foresters (Notts and Derby Regiment)\nUnit Text:Adjt. 5th Bn.\nAge:29\nDate of Death:01/07/1916\nAdditional information:Son of Col. H. A. Lewes, and Mrs. L. J. P. Lewes of &quot;Rothsay&quot;, Camelsdale, Haslemere, Surrey.\nCasualty Type:Commonwealth War Dead\nGrave/Memorial Reference:Pier and Face 10 C 10 D and 11 A.\nMemorial:THIEPVAL MEMORIAL", "authorname": "Historydevotee", "id": "32254785-6275757919-72157627980488395", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6275757919/#comment72157627999569547", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1321262757", "_content": "5th Battalion Sherwood Foresters were in 139th Brigade, committed to the ill fated 'diversionary attack' at Gommecourt on 1 Jul 1916.  The full story of this episode, and its aftermath, is told in &quot;A Lack of Offensive Spirit: The 46th Midland Division at Gommecourt&quot; by Alan MacDonald.  This attack was used as a Leadership Study by Majors at the Joint Service Command and Staff College 2007-2010.", "authorname": "Gary Donaldson", "id": "32254785-6275757919-72157627999569547", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6275757919/#comment72157628011228395", "realname": "", "path_alias": "andybailey", "author": "8498561@N08", "iconserver": "2844", "datecreate": "1321390484", "_content": "“Capt Frederick Henry Meredith Lewes was born on 28th July 1887 and was married to Mrs A Lewes. They lived at 3 Oak Hill Road, Surbiton Hill, Surrey. The son of Col. H. A. Lewes and Lucy Julia Perfect Lewes of Rothsay, Camelsdale, Haslemere, Surrey, he was educated at Haileybury and was a civil engineer. He moved to Derby and worked in the Coaching Section of the Midland Railway. He was commissioned as a 2nd Lt in the Territorial Force on 11th April 1911. He had previously been in the Electrical Engineers, R.E. between 1905 and 1908 and the 4th North Midland Howitzer Brigade from 1908 to 1911. He contracted trench fever in September 1915 and rejoined the battalion on 29th November 1915. He died of wounds on 2nd July 1916. In spite of his body being buried by the Germans it was subsequently lost.”\n(p393 A Lack of Offensive Spirit? The 46th (North Midland) Division at Gommecourt By Alan MacDonald)\n\nIt appears from posts on the Great War Forum that Capt Lewes, and members of his unit were the only men of their Brigade to reach the German 3rd line, where they were cut off and never seen again. It is likely that they fought in that position until over run, hence the German burial of Lewes's body.", "authorname": "AndyBailey", "id": "32254785-6275757919-72157628011228395", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6275757919/#comment72157628989871795", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1327280428", "_content": "Old Haileyburian - attended 'public school' Haileybury, near Hertford, Hertfordshire <a href=\"http://www.haileybury.com/honour/HAILEYBURY\" rel=\"nofollow\">www.haileybury.com/honour/HAILEYBURY</a> 1916.htm\nInteresting Wikipedia notes about the school:\nViscount Allenby - most famous for his WW1 role in leading the Egyptian Expeditionary Force in the conquest of Palestine and Syria in 1917 and 1918 - is an alumnus of the school.\nThe Memorial Dining Hall was opened by the future King George VI &amp; Queen Elizabeth, and serves as a monument to former pupils who gave their lives in the First World War. Until the 1990s, the entire school of over 700 pupils dined there at a single sitting, all brought to silence for grace by the beating of a massive brass howitzer shell, captured from a German gun emplacement during World War I and then converted into a gong. As well as the dining hall, there are other impressive memorials to the school's 1,436 war casualties. The memorial on Terrace, originally built to commemorate those lost in World War I, was unveiled by General Sir Alexander Godley, KCB, KCMG on 7 July 1923. It was designed by former pupil Sir Reginald Blomfield. Known as the Cross of Sacrifice this simple stone structure serves as a prototype for war memorials found in every Commonwealth War Cemetery and other war memorials around the world. (Wikipedia: Cross of Sacrifice - The Cross of Sacrifice was designed by Sir Reginald Blomfield for the Imperial War Graves Commission and is usually present in Commonwealth war cemeteries containing 40 or more graves.)\nSeventeen former pupils of Haileybury and its antecedents have received the Victoria Cross, and three the George Cross.", "authorname": "brenontario", "id": "32254785-6275757919-72157628989871795", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6275757919/#comment72157628990745153", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1327285331", "_content": "Capt Frederick Lewes' father is Lt-Colonel H. A.  Lewes was present at the outbreak of the mutiny at Meerut on the 10th May 1857, and was severely wounded. Other service included serving in the Afghan War 1879-80.\nSource: Hart's annual Army list, Militia list, and Imperial Yeomanry list, p470.\nThis is Hugh Arthur Lewes b. 3 Jan 1839  Cawnpore, Bengal  who in 1873 married \nAmy Theophila Gwatkin,   b. 28 Jan 1848, Plymouth, Devon d. 6 May 1875, Mussoorie, India\nHe died 2 Jun 1914 in Surbiton, Surrey.\n<a href=\"http://www.treesandstars.com/Gwatkin/getperson.php?personID=I62990&amp;tree=Gwatkin\" rel=\"nofollow\">www.treesandstars.com/Gwatkin/getperson.php?personID=I629...</a>", "authorname": "brenontario", "id": "32254785-6275757919-72157628990745153", "iconfarm": 8}], "photo_id": "6275757919"}}