{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/3147384718/#comment72157625153888205", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1288522623", "_content": "Por iniciativa do então Ministro das Obras Públicas e Comunicações o Engº Duarte Pacheco, em 1932 iniciam-se as primeiras experiências com um emissor de Onda Média, e posteriormente em 1934 para ondas curtas, para a instalação da futura “Emissora Nacional de Radiodifusão”.\nOficialmente, a Emissora Nacional de Radiodifusão, usualmente designada Emissora Nacional da qual a RDP é sucessora, foi fundada no dia 4 de Agosto de 1935.\nContudo, o primeiro passo para a sua constituição já tinha sido dado em 1930, aquando de um decreto que criou, na dependência dos CTT, a Direcção dos Serviços Rádio Eléctricos, autorizando, em simultâneo, a aquisição dos primeiros emissores de onda média e onda curta em Portugal.\nOs primeiros estúdios e emissores de Onda Média e Onda Curta situaram-se em Barcarena.\nTrês anos depois, a sua capacidade de emissão era alargada para atingir a diáspora portuguesa. Data dessa altura o lançamento de um programa de referência - a &quot;Hora da Saudade&quot; - destinado aos emigrantes no continente americano e aos pescadores da frota bacalhoeira.\nJá na vigência do Estado Novo é constituída a Comissão Administrativa dos Estúdios das Emissoras Nacionais. Um estudo levado a cabo em 1933, e apresentado na lei orgânica da “Emissora Nacional”, declara que nesse ano o número de radiouvintes não ultrapassava em muito os dezasseis mil, sendo essencialmente urbanos, distribuídos pelas cidades de Porto, Lisboa, Coimbra e Braga. Claro que não era alheio ao facto dos ouvintes serem na esmagadora maioria citadinos a quase nula electrificação dos meios rurais\nÉ inaugurada 2ª estação da Emissora Nacional em Onda Média, em Castanheira do Ribatejo.\nEm 1954 é inaugurado oficialmente o Centro Emissor de Onda Curta de S. Gabriel em Pegões. A “EN” passa a transmitir para o estrangeiro o seu &quot;Serviço Internacional&quot;", "authorname": "J. Leite", "id": "26532116-3147384718-72157625153888205", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/biblarte/3147384718/#comment72157626364101249", "realname": "", "path_alias": "deposto", "author": "74351555@N00", "iconserver": "56", "datecreate": "1302689982", "_content": "... que hoje acabou.", "authorname": "Deposto", "id": "26532116-3147384718-72157626364101249", "iconfarm": 1}], "photo_id": "3147384718"}, "flarchive:created": 1387760755}