{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/sdasmarchives/4823832549/#comment72157629371320770", "realname": "", "path_alias": null, "author": "77345821@N06", "iconserver": "0", "datecreate": "1333505967", "_content": "Jasta 18 commander, Ltn. August Raben poses with a D.H.4 of No. 55 Squadron, RAF that he forced down. Aircraft is possibly the one seen in the previous photo overpainted in the vermillion red/white markings of Jasta 18. Engine is the excellent Rolls-Royce Eagle VIII engine. Manufacturer is Airco (Aircraft Manufacturing Company w/ Geoffrey de Haviland as designer). Technically, there was no DeHaviland company at this time. This was established AFTER the war. \n\nAirco, due to war supply demands, arranged for the aircraft to be built by several licensees. Production was by the parent company Airco, F.W. Berwick and Co, Glendower Aircraft Company, Palladium Autocars, Vulcan Motor and Engineering, and the Westland Aircraft Works in the UK. A total of 1,449 aircraft (from orders for 1,700 aircraft) were made in the UK for the RFC and RNAS. Demand and pressure to fulfil the government contracts created supply problems for the preferred Rolls-Royce Eagle engines. \n\nThe DH.4 was designed by Geoffrey de Havilland as a light two-seat day bomber powered by the new BHP engine. The prototype first flew in August 1916, powered by a prototype BHP engine rated at 230 hp (170 kW).[2] While the DH.4 trials were promising, the BHP engine required major redesign before entering production, and the Rolls-Royce Eagle engine was selected as the DH.4's powerplant. The first order for 50 DH.4s, powered by 250 hp (186 kW) Eagle III engines was placed at the end of 1916.[ \n\nAs production continued, DH.4s were fitted with Eagle engines of increasing power, settling on the 375 hp (280 kW) Eagle VIII, which powered the majority of front line DH.4s by the end of 1917. Because of the chronic shortage of Rolls-Royce aero engines in general, and Eagles in particular, alternative engines were also investigated, with the BHP (230 hp/170 kW), the Royal Aircraft Factory RAF3A (200 hp/150 kW), the Siddeley Puma (230 hp/170 kW) and the 260 hp (190 kW) Fiat, all being used in production aircraft.[3] None of these engines could match the Rolls-Royce Eagle, however there were simply not enough Eagles available. Visual differences including two and four-bladed propellers, height of the propeller boss, various radiator styles, exhaust stack configurations, rear-fuselage turtle-deck shapes (flat, curved, or recessed rear cockpit opening), etc. can help distinguish the various manufacturers in photos, as well as knowing what squadron's used which production variant.\n \nThe Americans, on the Bolling Commission's recommendation/agreement, also built the type under license as the DH-4 (not D.H.4! which was British designation). The Dayton-Wright Corporation and Fisher Body Corporation were the two U.S. producers during the war. For the American production versions, the new Liberty engine proved suitable as a DH-4 powerplant although the engine produced a slightly inferior performance to the Eagle. The Liberty was also to eventually power the British DH.9A.", "authorname": "Aviatik IMG", "id": "49465936-4823832549-72157629371320770", "iconfarm": 0}], "photo_id": "4823832549"}, "flarchive:created": 1389580976}