{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6797269742/#comment72157629124734028", "realname": "Guido", "path_alias": "adb41", "author": "77235581@N00", "iconserver": "82", "datecreate": "1330619036", "_content": "<a href=\"http://www.cwgc.org/search-for-war-dead/casualty/1626329/THOMPSON, SAMUEL RUBERY\" rel=\"nofollow\">CWGC record</a>\n\nFrom his service record:\nHe was born in the 3rd quarter of 1880 in Salford, Greater Manchester, Lancashire, England. His father's first name is William. He enlisted on 27 December 1898 into the Royal Welsh Fusiliers, 4th Bn Manchester Regiment. when he was 18 years of age. His height was 5 ft 3¼, his weight 123 lb, fresh complexion, grey eyes and dark brown hair. His religious denomination was Church of England. His occupation was barman. \n\nHe was engaged for a period of 6 years in 1898, and continued to serve until his death. \nHe took part in the South African campaign of 1899-1902, for which he received the Queen's South African Medal. \n\nSamuel was married to Ada Dugmore in St Stephens, Salford, on 22 February 1905. \n\nHe served in France from 4 October 1914 until his death, which was accepted for official purposes to have occurred on 30 October 1914.", "authorname": "adb402004", "id": "32254785-6797269742-72157629124734028", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6797269742/#comment72157629500513761", "realname": "", "path_alias": null, "author": "61195140@N03", "iconserver": "0", "datecreate": "1330761558", "_content": "His father William THOMPSON was the son of Richard THOMPSON &amp; Harriet RUBERY who married in 1852 in the Wolverhampton Registration District; so his second forename came from his grandmother's maiden name. Harriet RUBERY was related to the RUBERY family who established the engineering firm which became Rubery, Owen &amp; Co Ltd. Anyone who would like to know more about this family can contact me via my website at <a href=\"http://www.rowberry.org\" rel=\"nofollow\">www.rowberry.org</a>.", "authorname": "Pollycensus", "id": "32254785-6797269742-72157629500513761", "iconfarm": 0}], "photo_id": "6797269742"}}