{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/smithsonian/4011428942/#comment72157622510344243", "realname": "", "path_alias": "roslyn119", "author": "40619665@N00", "iconserver": "148", "datecreate": "1256157699", "_content": "from whence comes the expression...\n&quot;a train wreck&quot;", "authorname": "...robert joseph...", "id": "25030781-4011428942-72157622510344243", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/smithsonian/4011428942/#comment72157623573314714", "realname": "Joel Dinda", "path_alias": "jowo", "author": "96739609@N00", "iconserver": "7423", "datecreate": "1267989094", "_content": "Beitner, it turns out, was south of Traverse City, apparently not far from Chum's Corner.  Since the wreck is reported (elsewhere) as &quot;a mile from Beitner and seven from Traverse City,&quot; TC's Beitner Park is likely too far in toward the city. I'm guessing the town was at the corner of Beitner and Williams Roads and the wreck was close to current M-37.   In 1895 the place had a train station, a post office, and a mill, but the mill and PO were gone by 1919.\n\nThe passenger train was No. 6; the freight extra was 362.\n\nThe railroad-employee victims deserve mention:  Passenger train engineer Fletcher Gage of Grand Rapids, passenger fireman McClellan (no first name listed) of GR, freight engineer Carl Amy of GR, freight fireman Earl Beeman of Reed City, and brakeman Davis (no first name) apparently of GR.  RPO clerk Cushman was a Petoskey resident.  At the time of the reports I've found, Davis and McClellan were believed, but not confirmed, dead.\n\nSome of this information from Walter Romig's Michigan Place Names; crash coverage from the wire story report in the August 21 Iowa City Citizen (via NewspaperArchive.com).  The same story was published the same day in the Sandusky Star Journal; a shorter wire-service article appeared in other papers.  The Naugatuck Daily News identifies the freight extra as 355 and the location as Grawn, which is in the same vicinity.  I found no other source that claims more than 15 passengers were injured.", "authorname": "joeldinda", "id": "25030781-4011428942-72157623573314714", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/smithsonian/4011428942/#comment72157623448917755", "realname": "Joel Dinda", "path_alias": "jowo", "author": "96739609@N00", "iconserver": "7423", "datecreate": "1267990670", "_content": "If, on the other hand, the body of water in the background is the Boardman River, Beitner might have been at Beitner Park.  In which case the distances are wrong and Grawn makes no sense.", "authorname": "joeldinda", "id": "25030781-4011428942-72157623448917755", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/smithsonian/4011428942/#comment72157632535412486", "realname": "", "path_alias": null, "author": "21686909@N07", "iconserver": "2188", "datecreate": "1358307651", "_content": "Well, I would think the Historical Society in Traverse City would know where this accident occurred.", "authorname": "budderflyman", "id": "25030781-4011428942-72157632535412486", "iconfarm": 3}], "photo_id": "4011428942"}}