{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/7005915562/#comment72157629677204138", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1336732430", "_content": "Em 1933, é criado o &quot;Secretariado de Propaganda Nacional (SPN)&quot; sob a direcção de António Ferro. Este recruta vários dos melhores artistas modernos e, juntos, modernizam a informação relativa ao turismo e \nelevam o gosto português com surpreendentes participações nas exposições internacionais de Paris, em 1937, e de Nova Iorque, em 1939, impulsionando a área da publicidade.\n\nAs campanhas publicitárias multiplicaram-se, não descurando a autorização do Estado, e produtos como o vinho, a fruta e as conservas de peixe começaram a ser anunciados ajudando na protecção da agricultura e da pesca. Também passou a ser publicitado e incentivado à compra de produtos nacionais, para apoio à indústria, e o cuidado com higiene, para precaver as doenças, bem como a praia como local de terapia e de lazer.       \n\nO &quot;ETP&quot;  foi fundado em 1936 pelo designer José Rocha. Em 1982, fundiu-se com a &quot;Letra&quot; em 1972 usando até hoje a designação de &quot;Letra ETP&quot;. O &quot;ETP&quot; contou com a colaboração de Fred Kradolfer,  Maria Keil, Bernardo Marques, Ofélia Marques, Carlos Botelho, Thomaz de Mello, Emérico Nunes, Stuart Carvalhais, Carlos Rocha, José Feio, Paulo Ferreira, Jorge Matos Chaves, Carlos Ribeiro, Carlos Rafael, Eduardo Anahory\n\nAntónio Ferro, pelo &quot;SNI - Secretariado Nacional da Informação, Cultura Popular e Turismo&quot; (desde 1945), apoia incessantemente as artes gráficas, estimulando o desenvolvimento de vários modernistas, que trabalham tanto para o Estado como para publicidade comercial. As ruas passam a apresentar-se cheias de cores e formas e em 1942, o &quot;ETP&quot;, pela mão de José Rocha e Fred Kradolfer, utiliza os tapumes das obras, enchendo-os com cartazes pintados e em relevo iluminado.", "authorname": "J. Leite", "id": "26532116-7005915562-72157629677204138", "iconfarm": 6}], "photo_id": "7005915562"}, "flarchive:created": 1387728108}