{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2163761446/#comment72157604719699459", "realname": "", "path_alias": "mulligan", "author": "37865451@N00", "iconserver": "31", "datecreate": "1209093101", "_content": "John Franklin &quot;Home Run&quot; Baker (March 13, 1886 - June 28, 1963) was an American third baseman in Major League Baseball from 1908 to 1922. Baker helped the Philadelphia Athletics win three World Series (1910, 1911 and 1913). His legacy has grown over the years and he is regarded by many as the best third baseman of the pre-war era.\r\n\r\nBaker, who led the American League in home runs in 1911, earned the nickname &quot;Home Run&quot; during the 1911 World Series in which he hit a go-ahead home run off Rube Marquard in game two and a ninth-inning game-tying home run off Christy Mathewson in game three. His home run crown would be the first of four consecutive seasons leading the American League in home runs. He hit 11 HR in 1911, 10 HR in 1912, 12 HR in 1913, and 9 HR in 1914. Two of those seasons, he also led the American League in runs batted in.\r\n\r\nHe was born in Trappe, Maryland, was a butcher by trade, and broke into the major leagues in 1908 with the Athletics. Baker played third base for the Athletics until 1915, when he sat out the entire season in a contract dispute. His contract was sold in 1916 to the New York Yankees, with whom he finished his career.\r\n\r\nInitially, Baker retired in 1920, but came back to play two more seasons with the Yankees, seasons that took him to two more World Series.\r\n\r\nFollowing his retirement, Baker managed for two seasons (1924-25) in the Eastern Shore Baseball League and was credited with discovering Jimmie Foxx and recommending him to Connie Mack.\r\n\r\nHe was elected to the Baseball Hall of Fame in 1955. In 1981, Lawrence Ritter and Donald Honig included him in their book The 100 Greatest Baseball Players of All Time.", "authorname": "parkermulligan", "id": "8602872-2163761446-72157604719699459", "iconfarm": 1}], "photo_id": "2163761446"}}