{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2163461636/#comment72157603798632527", "realname": "", "path_alias": null, "author": "23212881@N06", "iconserver": "0", "datecreate": "1201345567", "_content": "John F. Deitz, also known as the Defender of the Cameron Dam, was born April 3, 1861 in Winneconne, Wisconsin.\r\n\r\nDeitz fought the logging industry in Wisconsin.\r\n\r\nA fascinating and well-written history of his fight and account of the Standoff at Cameron Dam can be found at:  \r\n\r\n<a href=\"http://www.rootsweb.com/~wisawyer/deitz/deitz1.htm\">www.rootsweb.com/~wisawyer/deitz/deitz1.htm</a>\r\n\r\nShown in this photo is his daughter Almira, also known as Myra.", "authorname": "bombadoc", "id": "8602872-2163461636-72157603798632527", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163461636/#comment72157603795623000", "realname": "", "path_alias": null, "author": "23194725@N03", "iconserver": "0", "datecreate": "1201353482", "_content": "This is a story I have heard all my life... I use to ride my bicycle by the Meadow Creek Cemetery and see the Deitz family stone and know he was buried there... \r\n\r\nHis story is not a pleasant one.  He made people like Fighting Bob LaFollette uncomfortable and in the end his own ego did him in.  He had won, then he got made pulled a gun and lost (in the alley near today's Winter Coop).  One was either his friend or an enemy, he polarized the world around him and  the great sadness to the story is the price his children paid for it... \r\n\r\nGood or bad it is a Northwoods story... I put the webpage together that Bobadoc mentions... it includes more pictures, a time line and a bibliography of the subject.  When you look at the picture of his daughter know that she was wounded severely and almost died from it.\r\n\r\nAny questions or comments about the story are welcomed, the community of Winter continues to struggle to protect the site and as a community of less than  400 souls it is tough, but it is a piece of history worth preserving.\r\n\r\nEnjoy  the Day", "authorname": "timmseverud", "id": "8602872-2163461636-72157603795623000", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163461636/#comment72157607239320516", "realname": "Rob Ketcherside", "path_alias": "tigerzombie", "author": "29056926@N02", "iconserver": "3136", "datecreate": "1221197269", "_content": "Deitz was on trial starting May 2, 1911 in Hayward, Wisconsin for the murder of a deputy on October 8, 1910.", "authorname": "Rob Ketcherside", "id": "8602872-2163461636-72157607239320516", "iconfarm": 4}], "photo_id": "2163461636"}}