{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8724700215/#comment72157633446393067", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1368179390", "_content": "Thomas Rupert Aldworth, Gent., to be Second Lieutenant. Dated 29th January, 1902.\n<a href=\"http://www.london-gazette.co.uk/issues/27401/pages/585/page.pdf\" rel=\"nofollow\">www.london-gazette.co.uk/issues/27401/pages/585/page.pdf</a>\n\nIn 1911 Capt Aldworth was stationed in India with 2nd Battn Royal Berkshire Regt.", "authorname": "Mrs Audubon", "id": "32254785-8724700215-72157633446393067", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8724700215/#comment72157633446404769", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1368179572", "_content": "Aldworth - Thomas Rupert Aldworth d 10/3/15 - Brass plaque All Saints Church, Vale of White Horse, Marcham, Berkshire.", "authorname": "Mrs Audubon", "id": "32254785-8724700215-72157633446404769", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8724700215/#comment72157633470379574", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1368283925", "_content": "Captain Aldworth was the Adjutant of the 2nd Battalion Royal Berkshires when he was killed.\n\nThe battle of Neuve Chapelle, opposite the small village of that name that lies between Bethune and Lille and about 20 miles South of Ypres This was the first British 'deliberate attack' of the First World War.  Planned in detail by General Sir Douglas Haig and his Staff of HQ First Army. The objective was to penetrate the German trenches, take the village of Neuve Chapelle and then exploit up onto the vital high ground of Aubers Ridge and beyond.  Six British and Indian Divisions were to attack behind the 'covering fire' of a timed artillery bombardment, against an anticipated two German Divisions, the shelling of 530 guns lifting from target to target - allowing the infantry to fight through.\n\n2nd Royal Berks was in 25th Brigade, Brigadier A W G Lowry-Cole, of 8th Division, Major General F J Davies.  25th Brigade consisted of •2/Lincolnshire •1/Royal Irish Rifles •2/Royal Berkshire •2/Rifle Brigade and •13/London (T.F.).  The attack commenced an hour after dawn at 7.30am on 10th March 1915.\n\nAt first the attack went well.  Security had been very effective and the Germans were taken by surprise.  The artillery fire cut the German wire - in places 6 to 15 feet thick.  However, as the day progressed, the attack was held up; partly by problems with communications (especially between units of different brigades and Divisions) and partly because of mistaken intelligence (for example it was thought that an orchard in the northern part of the battlefield was strongly defended whereas in fact it was not held by the enemy at all). The Germans were able to bring up reinforcements and mount counter attacks over the next two days. Reports of operations extend from 10th - 14th March, however the Battle of Neuve Chapelle is officially considered as just the three days of 10th, 11th and 12th. The casualty figures for the British were around 3,500 killed and 8,500 wounded. German casualty figures are more difficult to come by, but must have also run into thousands.  The gains made were significant, but not spectacular.  The salient was flattened out.  However, Aubers ridge was not reached, and neither was the Bois du Biez, which had been one of the secondary objectives.//", "authorname": "Gary Donaldson", "id": "32254785-8724700215-72157633470379574", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8724700215/#comment72157633648505132", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1369360059", "_content": "Source: FreeBMD Thomas Rupert Aldworth born Abingdon 4th qr 1883", "authorname": "brenontario", "id": "32254785-8724700215-72157633648505132", "iconfarm": 8}], "photo_id": "8724700215"}}