{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/4626426297/#comment72157623983733221", "realname": "", "path_alias": null, "author": "21686909@N07", "iconserver": "2188", "datecreate": "1274465736", "_content": "This was the top of the line catcher's mitt in 1911.  Look at some of the mitts in prior years, smaller and less padded.\n\nNice photo.  I don't know why you can't take out crap in your photos, like that  black blurb above the mitt.", "authorname": "budderflyman", "id": "8602872-4626426297-72157623983733221", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4626426297/#comment72157624001051161", "realname": "", "path_alias": "library_of_congress", "author": "8623220@N02", "iconserver": "3703", "datecreate": "1274700443", "_content": "Budderflyman: \nAt least three concerns hold us back from editing images. \n\nAuthenticity: Digitizing a photograph as it has survived through time reassures viewers that we're representing the original artifact faithfully. Editing an image undermines the reliability of the photo as a historical document. Once we start covering up even small scratches, who's to know how much other image content we changed.\n \nSubjective choices: Different users have different preferences when it comes to replacing scratches, pumping up contrast, sharpening edges, cropping negative borders, etc.  Offering the basic image lets subsequent users make their own decisions about which features to change to suit a particular purpose or product.\n\nLack of money and time: If we had lots more resources, offering a 'cleaned up photo' in addition to the 'raw document' could be considered.  (Like pre-conservation and post-conservation images of a damaged and then repaired poster.) But our priority is basic digital access -- many more of the Library’s 14 million pictures should be available online first.", "authorname": "The Library of Congress", "id": "8602872-4626426297-72157624001051161", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4626426297/#comment72157624005903511", "realname": "", "path_alias": null, "author": "21686909@N07", "iconserver": "2188", "datecreate": "1274748835", "_content": "Well, this photo has one blatant black blotch which if removed would not bother anyone, I am sure.\n\nI am not asking you to edit sharpness, crops, borders, etc.  It is just cleaning up a piece of debris that I am sure no photographer would ever wish to have on his or her photo.  With a clone tool, this takes one second to correct.  \n\nBut, I will not bug you again about it.", "authorname": "budderflyman", "id": "8602872-4626426297-72157624005903511", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4626426297/#comment72157624180328552", "realname": "", "path_alias": "kodiak-jack", "author": "57295681@N00", "iconserver": "64", "datecreate": "1275390916", "_content": "Well if you want to head down that road then you might as well remove the clear sticky tape marks on the bottom and bottom left, not the mention the hundred other scratches. For the reasons the LOC have outlined, they're dead right to leave them as they have them.", "authorname": "mcsherryp", "id": "8602872-4626426297-72157624180328552", "iconfarm": 1}], "photo_id": "4626426297"}}