{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationaalarchief/3018262397/#comment72157610158361200", "realname": "batvoca", "path_alias": null, "author": "14673419@N00", "iconserver": "2084", "datecreate": "1227694607", "_content": "translation: <i>\nFirst World War.  [The French] generals Foch and Weygand pose in front of the train carriage in Rehtondes, near Compiègne, during the armistice negotiations of November 1918 </i>", "authorname": "batvoca", "id": "29978018-3018262397-72157610158361200", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/nationaalarchief/3018262397/#comment72157616387843130", "realname": "", "path_alias": "lieveheersbeestje", "author": "52439826@N00", "iconserver": "126", "datecreate": "1238953228", "_content": "Ferdinand Foch, Marshal and the Allied Commander-in-chief, is the second person (with moustache) of the right is burried at Hôtel des Invalides in Paris. He is famous because of his influence on WWI by the Second Battle of the Marne.\n\nMatthias Erzberger, as the head of the German delegation, he signed the armistice ending World War I on November 11, 1918.\n\nMaxime Weygand, Major General, read out the armistice conditions. \n\nWeird historical detail of the forest of Compiègne and the train carriage:\n\nWeygand surrendered to and collaborated with the Germans as part of the Vichy France regime in WWII in 1940. Adolf Hitler had chosen this location for negotiate an armistice with France, because Compiègne was a humiliating defeat for Germany in WWI. It was a perfect location for revenge. Hitler had the special train wagon moved to Compiègne.\n\nGermany took the carriage to Berlin as a trophy of war, along with pieces of a large stone tablet which bore the inscription (in French):\n\nHERE ON THE ELEVENTH OF NOVEMBER 1918 SUCCUMBED THE CRIMINAL PRIDE OF THE GERMAN REICH. VANQUISHED BY THE FREE PEOPLES WHICH IT TRIED TO ENSLAVE. \n\nIt seems that the railway carriage finally was taken to Crawinkel in Thuringia in 1945, where it was destroyed by the SS troops and the remains has been buried.\n\nA replica of this railway carriage has built an can be seen in a French Museum in Compiègne. Le Musée de l'Armistice. Wagon de l’Armistice, Route de Soissons, 60200 Compiègne, France.\n\nI visited this french museum a few years ago during a &quot;historical holidays&quot; , visiting Pointe du Hoc and The Ladies Way. \n\nThere are (too many...) war memorials and cemeteries, German, French, Americain and British, all along the way. \n\n<a href=\"http://www.flickr.com/photos/lieveheersbeestje/338402817/\"><img src=\"http://farm1.static.flickr.com/141/338402817_b488d239da.jpg\" width=\"375\" height=\"500\" alt=\"Jump to freedom\" /></a>\n\nSeeing the remainders of European history is more impressive then reading about it.", "authorname": "< E book se@ more >", "id": "29978018-3018262397-72157616387843130", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/nationaalarchief/3018262397/#comment72157622719409917", "realname": "Ken Ludwig", "path_alias": null, "author": "12306929@N04", "iconserver": "0", "datecreate": "1258753210", "_content": "Hey how about lets not have any more wars since they've run out of room to put memorials ?", "authorname": "klbythebay", "id": "29978018-3018262397-72157622719409917", "iconfarm": 0}], "photo_id": "3018262397"}, "flarchive:created": 1387762368}