{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/sdasmarchives/9371471821/#comment72157634831684050", "realname": "", "path_alias": null, "author": "88117211@N00", "iconserver": "7390", "datecreate": "1375024259", "_content": "V2 Rockets?", "authorname": "gds32571", "id": "49465936-9371471821-72157634831684050", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/sdasmarchives/9371471821/#comment72157635147495505", "realname": "Marc-André Haldimann", "path_alias": null, "author": "28092068@N03", "iconserver": "7231", "datecreate": "1376981580", "_content": "Bromskirchen Train\nThe tiny town of Bromskirchen (25 Km's north of Biedenkopf, north east of Westerwald) was captured by Combat Command B, of the American 3rd Armored Division on March 29, 1945. That day between 8:00 and 9:00 hrs, a train was coming into Bromskirchen from the marshaling yard at Allendorf / Eder. This train was very long with no end in sight. At the head of the line was an oil-fired locomotive and further back was a coal-fired locomotive. After moving a few kilometers, it so happened that the train came to a stop near Bromskirchen because the coal powered locomotive ran out of water.\n\nThe train operators did not want to be stuck there in the open so they disconnected the train in the middle and the commanding officer ordered the first half of the train to continue under the power of the oil locomotive to Winterberg. This train only made it to the tunnel at the Brilon Forest. The Americans later found seven railway cars, each containing twelve V2 warheads, one car containing boxes of carbon-graphite V2 rudders, fuzes, batteries, and cans of Z-Stoff (permanganate).\n\nThe remaining part of the train, with the steam locomotive, waited about 20 minutes at Bromskirchen to fill up with water. Suddenly, a US tank appeared on the road and opened fire on the train with its machine guns. The locomotive received a direct hit, damaging the main steam pipes and leaving a 15 centimeter (diameter) hole in the locomotive. The railway workers jumped from the train and escaped. It is also believed to have been attacked by P-38 fighter aircraft at some point, possibly a day earlier. After its capture, the Americans found ten railway cars containing 9 damaged and partially burned V2 rockets, plus the scattered parts of another V2 and some warheads. Also, elements of the 3rd Armored Division captured a factory nearby located at Hatzfeld, which contained several intact V2 rockets.\n\nThe discovery of these V2 rockets - intact - was the first contact the western press had with the infamous &quot;V-Weapon&quot;. The finding was in the limelight for several days. The Supreme Allied Commander, Eisenhower himself, came to have a look at it. The English and American newsreels reported in detail about this sensational discovery. The missiles were loaded onto large trucks and taken to Antwerp, from there they were shipped to America.\n\nSource: <a href=\"http://www.v2rocket.com/start/deployment/westerwald.html\" rel=\"nofollow\">www.v2rocket.com/start/deployment/westerwald.html</a>\n\nCheers\nMarc", "authorname": "mhaldimann2", "id": "49465936-9371471821-72157635147495505", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/sdasmarchives/9371471821/#comment72157635156979010", "realname": "", "path_alias": null, "author": "88117211@N00", "iconserver": "7390", "datecreate": "1377001142", "_content": "Thanks for the details on this interesting photo.", "authorname": "gds32571", "id": "49465936-9371471821-72157635156979010", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/sdasmarchives/9371471821/#comment72157635160465174", "realname": "Marc-André Haldimann", "path_alias": null, "author": "28092068@N03", "iconserver": "7231", "datecreate": "1377017948", "_content": "You're welcome\n\nMarc", "authorname": "mhaldimann2", "id": "49465936-9371471821-72157635160465174", "iconfarm": 8}], "photo_id": "9371471821"}}