{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/8851679323/#comment72157633985798325", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1370615685", "_content": "Sala de espectáculos do &quot;Teatro do Ginásio&quot; depois da sua reconstrução entre 1923-1925.\n\nEm 17 de Maio de 1846, abriu o “Gymnasio Lisbonense” , propriedade dum tipógrafo de seu nome Mota, tornando-se num teatro popular exibindo uma grande variedade de espectáculos.\n\nMenos de um ano depois, o mesmo sr. Mota auxiliado por Manuel Machado, fiscal do “Teatro Nacional de S. Carlos”, remodelam totalmente este local e inauguram o “Theatro do Gymnasio” em 17 de Maio de 1846 com o drama “Os Fabricantes de Moeda Falsa”.  «era um teatrinho de cartas, sem proporções, sem espaço, mas alegre e simpático» (Julio Cesar Machado). Neste teatro que ocupou os terrenos do antigo Palácio Geraldes, na Travessa do Secretário da Guerra, próximo da Rua das Portas de Santa Catarina a caminho da Trindade, estreou-se o actor Taborda. «A primeira sociedade frequentava o teatro, e D. Fernando quiz lá ir. O Teatro não tinha cómodos. Daí a ideia de construir outro, no mesmo local.»\n\nO &quot;Theatro do Gynmasio” reabriu em 18 de Novembro de 1852 , com a peça “O Tio André Que Vem do Brasil” , à qual  assistiram a Rainha D. Maria, o Rei D. Fernando, D. Luiz, D. Pedro V.  Teve como primeiro proprietário o actor Francisco de Andrade. A sua construção custou 12 contos. Aqui se exibiu pela primeira vez em Portugal, Sarah Bernardt na peça &quot;Dama das Camélias&quot;. Neste tempo um camarote custava catorze tostões e a geral oito vinténs. Em 1882 estreava-se neste teatro a actriz Lucinda do Carmo. Em 5 de Novembro de 1921 o “Theatro do Gymnasio” é totalmente consumido por um violento incêndio.\n\nDecidida de imediato a sua reconstrução pelo empresário Luiz Galhardo, a mesma vai ficar a dever-se ao benemérito Manuel José Mendes, conhecido nos meios teatrais pelo «pae Mendes». Fazendo parte do concelho de família do falecido Francisco de Andrade, já que o único herdeiro e filho deste ainda era menor de idade, Manuel Mendes encabeçou a tarefa da reconstrução do “Theatro do Ginasio”.\n\nFoi formada a &quot;Sociedade Dramática do Teatro do Gymnasio de Lisboa”, formada pelos banqueiros João Nascimento Santos,  Eduardo Maria Rodrigues e António Botelho que colocaram à disposição todo o capital necessário, cerca de 1.500 contos. Esta empresa ficou encarregue de construir e  explorar este novo Teatro, durante determinado número de anos e em determinadas condições vantajosas para a viúva e o filho de Francisco de Andrade.\n\nAs obras foram dirigidas pelo engenheiro construtor Domingos Mesquita, seguindo o projecto do arquitecto João Antunes laureado da Academia de Belas Artes. A capacidade do novo teatro ficou assim distribuída: Plateia 380 lugares; Frisa: 27; Camarotes de 1ª ordem: 29; Balcão de 1ª ordem: 80 lugares;Camarotes de 2ª ordem: 29; Balcão de 3ª ordem :100 e gerais de na 3ª ordem para 250 entradas.\n«Sendo a lotação do teatro, calculadas as frisas e camarotes com 5 pessoas, 1.335 espectadores e a receita bruta, a preços moderados, poderá computar-se d'entre seis a sete mil escudos». \n\nO &quot;Teatro do Ginásio&quot; reabriria em 27 de Novembro de 1925, com a peça &quot;Guerra ao Vinho&quot;. \n\nAnos mais tarde, foi convertido em cinema até aos anos 50 do século XX altura em que passa a ter a classificação de cine-teatro, passando a ser obrigado a exibir por um período de três meses uma peça teatral anualmente.\n\nNos anos 80 do século XX o seu interior foi demolido e, mantendo a fachada foi construído o seu interior nos anos 90 para aí alojar um centro comercial com 62 lojas, 25 escritórios, um café-concerto e um parque automóvel subterrâneo.\n\nJá século XXI  este antigo teatro e cinema viu o interior novamente renovado passando a funcionar como teatro, chamando-se actualmente &quot;Espaço Chiado&quot;.", "authorname": "J. Leite", "id": "26532116-8851679323-72157633985798325", "iconfarm": 6}], "photo_id": "8851679323"}, "flarchive:created": 1387726258}