{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/7838447822/#comment72157634816866731", "realname": "Tin Ho LEE", "path_alias": null, "author": "99463906@N05", "iconserver": "0", "datecreate": "1374969144", "_content": "Later became part of University Hall, University of Hong Kong", "authorname": "tinholee", "id": "31569669-7838447822-72157634816866731", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/7838447822/#comment72157634826734989", "realname": "", "path_alias": null, "author": "99490033@N02", "iconserver": "0", "datecreate": "1375031387", "_content": "The founders of Douglas Castle\n\nThe History of University Hall dates back to 1954, when the management of the University of Hong Kong acquired a historic building in the Pok Fu Lam Country park from the Hong Kong Government. Even through the Halls history accounts only for about 55 years, the much longer story of its building is constant part of the halls spirit and culture. Its Building was established by Douglas Lapraik, a Scottish trader who also made his wealth with shipbuilding and dock renting.[5] Douglas talent for business opportunities soon made him one of the richest people in Hong Kong at his time and inspired him to improve his living conditions in line with the standards of a Tai Pan in Hong Kong. In 1860, Douglas had heard about the government's plans to build a water reservoir and park on the island's south- western part at the valley around Pok Fu Lam. The reservoir was a solution to the emergent problem of clean water supply in Hong Kong. The hill next to the reservoir is in close proximity to the busy Central piers, yet a quiet retreat with panoramic views over the southern sea. Pok Fu Lam Road developed soon as the connection of the Western district to the smaller harbor of Hong Kong in Aberdeen, where Douglas planned to set up his docks. In 1861 he bid for a 75 year lease for his perfect lot on the hill where he soon started to build his own castle.", "authorname": "hphbhk", "id": "31569669-7838447822-72157634826734989", "iconfarm": 0}], "photo_id": "7838447822"}}