{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8492822390/#comment72157632812628243", "realname": "", "path_alias": null, "author": "77788549@N05", "iconserver": "0", "datecreate": "1361396834", "_content": "DSO awarded in New Year Honours (Military) 1 January 1917, published in the London Gazette of 29 December 1916.\n\nPromoted from Second Lieutenant to Lieutenant on 17 November 1897. London Gazette of 18 January 1898.  Promoted to Captain on 10 October 1900 and having been Seconded for Service to the Militia Artillery as an Adjutant from 19 September 1903, he was 'restored to the regular establishment of the RGA on 15th February 1909 - London Gazette of 19 March 1909.\n\nFreegift W Van der Kiste married (13 Nov 1900) Evelyn Grace Shipley (1876-1939) of Salisbury, Wilts.  They had four sons, one of whom, Wg Cdr Robert Edgar Guy Van der Kiste was a distinguished RAF pilot with Coastal Command in the Second World War - DSO, OBE, and twice Mentioned in Despatches.  Other sons were William Reginald Robert Van der Kiste, b. 28 Oct. 1901; Edward Conway Van der Kiste, b.19 Ap. 1903; and John Clement Van der Kiste, b. 1907, who was killed in action in Belgium aged 33 when serving as a Captain with the North Staffordshire Regiment on 28 May 1940. \n\nA grandson, John Van der Kiste, son of Guy (above), is a noted historian and writer.\n\nFreegift W Van der Kiste married again in 1943.", "authorname": "Trench-Foote", "id": "32254785-8492822390-72157632812628243", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8492822390/#comment72157632821401173", "realname": "Willem", "path_alias": null, "author": "32921850@N00", "iconserver": "7439", "datecreate": "1361487100", "_content": "Freegift, an unusual name.", "authorname": "✿ willem ツ", "id": "32254785-8492822390-72157632821401173", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8492822390/#comment72157632829391162", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1361526172", "_content": "Unusual, but not unique.  There may be a family tradition of using this name - there's a glimpse of a Freegift William Vanderkiste, born 1792 in Cork, Ireland, son of Mark Vanderkiste and Mary Anne Osborne.  He is listed as a Freeman of the City of Cork 1710-1841 at <a href=\"http://www.corkarchives.ie/media/freemen1710-1841.pdf\" rel=\"nofollow\">www.corkarchives.ie/media/freemen1710-1841.pdf</a> \n\nThere was also a Freegift Chamberlain (1758-1838) who, though born in London, fought as a Private soldier in the General Newell's Pennsylvania infantry in the American Revolutionary War of 1776.  Perhaps there is a family connection.  There appear to be strong roots of the Vanderkiste family in Pennsylvania, where the origin of their name might be from Sweden - 'Kiszt'.//", "authorname": "Gary Donaldson", "id": "32254785-8492822390-72157632829391162", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8492822390/#comment72157632829528894", "realname": "Willem", "path_alias": null, "author": "32921850@N00", "iconserver": "7439", "datecreate": "1361528362", "_content": "I couldn't find the name Van der Kiste in either Holland or Belgium, so a Dutch adaptation of a Swedish name seems plausible. It often happened to non-Dutch settlers in the Dutch colonies of NE America. In 1655 the Dutch overran the colony of New Sweden (modern PA and NJ) which fell under Dutch colonial administration from then on.", "authorname": "✿ willem ツ", "id": "32254785-8492822390-72157632829528894", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8492822390/#comment72157632826192917", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1361547925", "_content": "Mr John Van der Kiste, the historian grandson of Lieutenant Colonel Freegift William Van der Kiste, has provided the following details.\n\nFreegift was always known as &quot;Bill&quot;.  He possibly had three siblings.  Margaret Elizabeth (b.1876); John Edward; and Robert, - but no dates of birth (or death) for the two latter.\n\nThe surname, Van der Kiste, is Dutch, apparently a group of them arrived from Holland at about the time of the 1688/9 Glorious or 'bloodless' revolution, and settled in Southern Ireland, establishing themselves in or near Limerick.  They were staunch Protestants and when the troubles in Ireland became serious, at about the time of the 1916 Easter Rising, the family came over to England, basing themselves in the Winchester area.\n\nTo which I can add that during the Great War, John Edward Van der Kiste served in the Royal Marine Artillery.  He was a Lieutenant in the Royal Marine Artillery in 1899, and a Captain in 1910, being relegated to the Royal Marines Reserve in 1917.//", "authorname": "Gary Donaldson", "id": "32254785-8492822390-72157632826192917", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8492822390/#comment72157632826691099", "realname": "Willem", "path_alias": null, "author": "32921850@N00", "iconserver": "7439", "datecreate": "1361552474", "_content": "Ha ha! My speculations were way off the mark.", "authorname": "✿ willem ツ", "id": "32254785-8492822390-72157632826691099", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8492822390/#comment72157633142830770", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1364832527", "_content": "At the time of the 1911 census Captain Freegift William van der Kiste was a 35 year old married man in 51st Company RGA based in India.\n\nThere is a public family tree listed on the Ancestry website.\n\nMIC shows his address as The Grange, Shawford, nr Winchester, \n\nDied 17th April 1948 in the General Infirmary, Salisbury, Winchester. His address is given as Hill Farm, Winterbourne, Stoke, near Salisbury. Probate was granted to Anne Parker van der Kiste.", "authorname": "Mrs Audubon", "id": "32254785-8492822390-72157633142830770", "iconfarm": 4}], "photo_id": "8492822390"}}