{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6282413681/#comment72157628104598142", "realname": "", "path_alias": null, "author": "69662531@N05", "iconserver": "6048", "datecreate": "1321028440", "_content": "From the Commonwealth War Graves Commission website:\n\nName:WARD, ARTHUR CLAUDE\nInitials:A C\nNationality:United Kingdom\nRank:Captain\nRegiment/Service:Lancashire Fusiliers\nUnit Text:2nd Bn.\nAge:36\nDate of Death:26/08/1914\nAwards:D S O\nAdditional information:Son of Col. The Hon. C.J. Ward, C.M.G.; husband of Ruby Ward. Served in the South African War.\nCasualty Type:Commonwealth War Dead\nMemorial:LA FERTE-SOUS-JOUARRE MEMORIAL", "authorname": "Historydevotee", "id": "32254785-6282413681-72157628104598142", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6282413681/#comment72157627983842137", "realname": "IWM Collections", "path_alias": "imperialwarmuseum", "author": "32300107@N06", "iconserver": "5535", "datecreate": "1321084680", "_content": "[http://www.flickr.com/photos/69662531@N05] Thank you again Historydevotee", "authorname": "IWM Collections", "id": "32254785-6282413681-72157627983842137", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6282413681/#comment72157628008314671", "realname": "", "path_alias": null, "author": "16830149@N02", "iconserver": "0", "datecreate": "1321361289", "_content": "13.7.1900\n<a href=\"http://www.london-gazette.co.uk/issues/27210/supplements/4362\" rel=\"nofollow\">www.london-gazette.co.uk/issues/27210/supplements/4362</a>", "authorname": "shayes2006", "id": "32254785-6282413681-72157628008314671", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6282413681/#comment72157628079308175", "realname": "", "path_alias": null, "author": "70189832@N04", "iconserver": "0", "datecreate": "1321875486", "_content": "From  <a href=\"http://www.angloboerwar.com/index.php?option=com_grid&amp;gid=23_px_0&amp;p=3\" rel=\"nofollow\">www.angloboerwar.com/index.php?option=com_grid&amp;gid=23...</a>\nWard\n\nA C\n\nLieutenant\n\nHe was born at Rosslyn Hall, Jamaica, West Indies, 15 April 1878, third son of Colonel the Honourable C J Ward, CMG, Member of the Legislative and Privy Councils of Jamaica, and of Mrs Ward.  On the maternal side his great-grandfather was J Z Holwell, Governor of Fort William, Calcutta, who so greatly distinguished himself by his bravery and leadership of the gallant defence of the Old Fort of Calcutta in June 1756.  He survived the tragedy of the Black Hole; erected a monument to those who perished, and died in London in 1798, aged 87 years.  Arthur Ward was educated at Beaumont College, Old Windsor, and joined the 6th (Militia) Battalion of the Lancashire Fusiliers in 1899.  He served in the South African War, 1900-1, and was present at operations in Cape Colony, for which he received the Queen's Medal with two clasps, and a direct commission in the 2nd Battalion Lancashire Fusiliers (Regulars), as Second Lieutenant, 21 April 1900.  He became Lieutenant 27 February 1901, and in 1901 and 1903 was seconded for service under the Colonial Office, taking part in the Aro Expedition, 1901-2, in Southern Nigeria; in Southern Nigeria, 1902; in Southern Nigeria, 1902-3, in operations against the Chief Adukukaiku of Igarra; operations against the Uris and the people of Omonoha and Ebima, with the 3rd Southern Nigerian Frontier Force.  For his services he was mentioned in Despatches [London Gazette, 28 October 1904]; received the African General Service Medal with three clasps, and was created a Companion of the Distinguished Service Order [London Gazette, 28 October 1904]: &quot;Arthur Claud Ward, Lieutenant, Lancashire Fusiliers.  In recognition of services during the operations in Southern Nigeria, 1903&quot;.  He became Captain 15 March 1910.  Captain Ward served in the European War.  On the 26th August 1914, forty-eight hours after landing in France, there was a sudden attack by an overwhelming force of the enemy near Cambrai at dawn on 12th Infantry Brigade, of which his battalion formed part, and it was smothered by machine-gun fire.  The battalion held on most gallantly, but had scarcely any artillery to assist them, and had not time to dig themselves in.  Captain Ward was trying to assist wounded subalterns when he was killed instantaneously.  He had married, in 1906, Ruby, daughter of Colonel R W Mansbridge, of Staines, and they had two daughters: Daphne and Audrey. \nSource: DSO recipients (VC and DSO Book)", "authorname": "mvsdavies", "id": "32254785-6282413681-72157628079308175", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6282413681/#comment72157628080572457", "realname": "", "path_alias": null, "author": "70189832@N04", "iconserver": "0", "datecreate": "1321882918", "_content": "He appears on the Dover War Memorial project under the Dover connection unknown.\n<a href=\"http://www.doverwarmemorialproject.org.uk/Casualties/Connection%20Unknown/connection%20unknown.htm\" rel=\"nofollow\">www.doverwarmemorialproject.org.uk/Casualties/Connection%...</a>\nI have emailed them to let them know that on the Probate Calender his address is given as \nDover so they now know his conection :-)\nProbate Calender\n Ward Arthur Claud of 4 Effingham Crescent, Dover died 26 Aug 1914 at Cambrai in France.\nProbate London 19 Nov to Ruby Ward widow.  Effects £3072 2s 11d", "authorname": "mvsdavies", "id": "32254785-6282413681-72157628080572457", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6282413681/#comment72157628081351847", "realname": "", "path_alias": null, "author": "70189832@N04", "iconserver": "0", "datecreate": "1321886660", "_content": "Arthur married Ruby Mansbridge in the first quarter of 1906 in the Knightsbridge registration district.", "authorname": "mvsdavies", "id": "32254785-6282413681-72157628081351847", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6282413681/#comment72157628093433445", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1321951197", "_content": "On a site where Ward's medals are being auctioned:\nDetailed description of how he met his death (note Claud spelt Claude)\n<a href=\"http://www.dnw.co.uk/medals/auctionarchive/searchcataloguearchive/itemdetail.lasso?itemid=14997\" rel=\"nofollow\">www.dnw.co.uk/medals/auctionarchive/searchcataloguearchiv...</a>\nOn the 26th August 1914, forty-eight hours after landing in France, there was a sudden attack by an overwhelming force of the enemy near Cambrai at dawn on 12th Infantry Brigade, of which his battalion formed part, and it was smothered by machine gun fire. The battalion held on most gallantly, but had scarcely any artillery to assist them, and had not time to dig themselves in. Captain Ward was trying to assist wounded subalterns when he was killed instantaneously.\n\nIn a letter to his widow in March 1918, a brother officer, Captain Corbett-Winder, wrote: ‘I got to your husband, who was lying out in the open, and just behind our own M.G. and in the centre of his Company. He was already hit in the leg - a flesh wound through the left calf low down. I asked him if I could bandage it for him, but he replied it was alright, only rather numb. I spoke to him for a bit and asked him if he wouldnt be better down under a bank in front, but he said he could see better where he was.\n\nI then went to where our Machine Gun was and saw Humfrey there, who engaged and putout of action for the time being, a gun which tried to come into action. This was the last I saw of him or his M.G. He was then alright. About 7 a.m. the Coy. changed its position slightly, falling back on to a lane with a bank parallel with, and about 50 yards behind our original position. Your husband continued to direct our fire, and was continually on the lookout for fresh targets, as was Boyle.\n\nAbout 8 a.m. I got hit, and your husband, who was close to me, took off my coat and helped me. Things were at this time pretty hot and we lost several men. Your husband and Boyle however continued directing the fire of what men we had left against a Battn. (or more) Germans advancing across our front from left to right, and covered by their Machine Guns against us. After doing this for some time the said Battn. was almost, if not entirely, wiped out by a Battery which opened fire on them at close range from our right front, and things eased down for a bit, and I had a talk with Boyle, who was close to me. Some sharpshooters had (during the above mentioned episode with the Battn.) worked their way to within 100 yards of our little bank, and were backed up with machine guns, and your husband and Boyle directed the fire of what few men we had left against them. It was in looking for, and pointing out these targets that Boyle was killed (about 9.45 - 10 a.m.), shot near the heart and the left side of his head. He said “By God I’m killed” and dropped. Your husband saw this and immediately went to him, and knelt by his side, and was himself immediately shot through the head. He gave just a low groan and fell on to Boyle, their two heads resting together. I was about five yards away. I went to them, and they were both quite dead.’ \nMore family medals - of Lieutenant-Colonel E. W. Oxenford, Lancashire Fusiliers - being sold. \n&quot;Audrey Oxenford was the younger daughter of Captain A. C. Ward, Lancashire Fusiliers&quot; \n<a href=\"http://www.dnw.co.uk/medals/auctionarchive/searchcataloguearchive/itemdetail.lasso?itemid=14961\" rel=\"nofollow\">www.dnw.co.uk/medals/auctionarchive/searchcataloguearchiv...</a>", "authorname": "brenontario", "id": "32254785-6282413681-72157628093433445", "iconfarm": 8}], "photo_id": "6282413681"}}