{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/floridamemory/9448964327/#comment72157634958550800", "realname": "", "path_alias": "pixelwrangler", "author": "43854658@N00", "iconserver": "5533", "datecreate": "1375797868", "_content": "&quot;In 1924 the artist Denman Fink and the architect Phineas Paist transformed a coral rock quarry into what Florida postcards soon called 'the most beautiful outdoor swimming pool in the world.' With its green lagoons, shady porticoes, vine-covered loggias and tile-roofed towers, the <b>''Venetian Pool&quot;</b> in Coral Gables became the perfect backdrop for William Jennings Bryan and others expounding the virtues of Florida.&quot; [<a href=\"http://www.nytimes.com/1989/09/28/garden/currents-a-historic-florida-pool-is-renewed.html\" rel=\"nofollow\">1</a>]\n\n&quot;When <b>William Jennings Bryan</b> (1860–1925), the three-time Democratic nominee for president, was hired to promote the brand-new town of Coral Gables in the early 1920's, he proclaimed, 'You can wake up in the morning and tell the biggest lie you can think of about the future of Coral Gables, and before you go to bed at night you will be ashamed of your modesty.' &quot; [<a href=\"http://www.nytimes.com/2003/09/26/travel/journeys-36-hours-coral-gables-fla.html?pagewanted=all&amp;src=pm\" rel=\"nofollow\">2</a>]\n\nAs the spokesman for George E. Merrick's new planned community Coral Gables, Bryan addressed large crowds across the Venetian pool for an annual salary of over $100,000.  \n\nBryan moved to Coconut Grove in Miami, Florida in 1913. He called his home on Brickell Avenue <i>Villa Serena</i>. Later, in 1925, he moved to a new home further south in Coconut Grove on Main Highway called <i>Marymont</i>. [<a href=\"http://en.wikipedia.org/wiki/William_Jennings_Bryan\" rel=\"nofollow\">3</a>]\n&nbsp;", "authorname": "Pixel Wrangler", "id": "31814686-9448964327-72157634958550800", "iconfarm": 6}], "photo_id": "9448964327"}, "flarchive:created": 1387663357}