{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/6934725737/#comment72157629115917356", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1330512200", "_content": "Abolida a inquisição em 1821, só em meados desse século voltaram timidamente a funcionar em Lisboa algumas sinagogas, em simples apartamentos de habitação, a última das quais no Beco das Linheiras. Deste local foram trasladados solenemente para a Sinagoga Nova, em 1904, os rolos da &quot;Thorá&quot;, o Livro das Sagradas Escrituras.\n\nEm 1897, é criada em Lisboa uma comissão para a edificação de uma sinagoga, coincidindo este acto com a eleição do 1.º Comité da Comunidade Israelita de Lisboa, cujo Presidente Honorário era Abraham Bensaúde e o Presidente Efectivo, Simão Anahory. \n\nO projecto da Sinagoga de Lisboa foi da autoria de um dos maiores notáveis arquitectos da época, Miguel Ventura Terra.\n\nO edifício teve de ser construído dentro de um quintal muralhado, dado que não era permitida a construção de qualquer templo não católico com fachada para a via pública. Situado na Rua Alexandre Herculano, nos antigos terrenos de Valle de Pedreiro, junto ao Rato, foi lançada a primeira pedra em 1902. A Sinagoga “Shaaré-Tikvá” (Portas da Esperança) foi inaugurada em 18 de Maio de 1904.\n\nA nova Sinagoga, para substituir a antiga no Beco dos Apóstolos, foi mandada construir por uma comissão nomeada pela colónia israelita de Lisboa, representada por Leão Amzalak, e feita por subscrição aberta entre a mesma colónia. Foi projectada para comportar 400 homens no pavimento principal e 200 senhoras nas galerias do pavimento superior.\n\nAlém do templo, propriamente dito, contem sala para casamentos, de espera, para reuniões, vestiários, habitação completa do rabi e outras dependências.\n\nExistem diferentes tipos de sinagogas, mas todas estão subordinadas a algumas regras: \n\n– Nenhuma sinagoga pode ultrapassar o Templo em grandeza e beleza. \n– Nas sinagogas de rito ortodoxo existe uma separação (‘mehitsa’) entre homens e mulheres que pode tomar a forma de um balcão próprio ou de um pequeno muro. \n– As sinagogas têm de estar viradas para leste, ou seja, para Jerusalém, nomeadamente a Arca Sagrada que contém os rolos da Tora. \n– É totalmente proibido qualquer tipo de imagens humanas. A decoração é feita através dos símbolos da vida judaica: a Estrela de David, o candelabro («menorah»), o próprio “chofar” (chifre de carneiro utilizado em Rosh-Hashaná e Kipur, cujo toque invoca a misericórdia de Deus, lembrando o sacrifício de Isaac).", "authorname": "J. Leite", "id": "26532116-6934725737-72157629115917356", "iconfarm": 6}], "photo_id": "6934725737"}, "flarchive:created": 1387728494}