{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/5926914300/#comment72157627168710655", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1311772925", "_content": "Resultante da fusão entre a “Companhia Lisbonense de Iluminação a Gás” (1848) e a “Companhia Gás de Lisboa” (1887), constituíu-se a 10 de Junho de 1891, em Lisboa, a sociedade “Companhias Reunidas de Gás e Electricidade” (CRGE), para produzir e distribuir gás e electricidade.\n\nA CRGE toma posse de todas as instalações de produção e distribuição de gás existentes à data da sua constituição: as fábricas de gás da Boavista e de Belém, os gasómetros da Boavista, Pampulha e Bom Sucesso, e cerca de 400 000m de canalizações. O número de consumidores privados era à época, superior a 13 000, sendo o preço fixado para o gás de 45 reis/m3 e de 30 reis quando utilizado para o accionamento de motores.\n\nA iluminação a gás inaugurou-se em Lisboa nas noites de 29 e 30 de Julho de 1848, com os primeiros 28 candeeiros. Ainda antes da assinatura do primeiro contrato para a iluminação a gás de Lisboa (1847), entre o governo e a “Companhia Lisbonense de Illuminação a Gaz”, já estavam arrendados os armazéns nos 2 e 3 da Praia da Boavista, para instalar a fábrica. O carvão era descarregado no denominado Cais do Carvão, ali junto, seguindo para a fábrica, onde era destilado em retortas. Seguiam-se depois operações de lavagem, arrefecimento, condensação e depuração, antes do armazenamento do gás nos gasómetros. Em 1852 existiam na Boavista cinco gasómetros e duas baterias de fornos totalizando 120 retortas\n\nExpande-se a rede de canalização de gás para os concelhos de Oeiras, Cascais, Sintra (1899) e Setúbal (1903), tendo neste último adquirindo uma fábrica de gás aí existente. \n\nEm 1915 a rede de gás está praticamente estabilizada, com uma capacidade de produção nas 2 fábricas que atingia 35 000 000m3/ano e 500km de canalizações; o número de consumidores aumenta para 36 700. Será no período da 2ª Guerra Mundial que se sentirá um significativo aumento dos consumos e do número de consumidores, apesar das dificuldades na obtenção de combustível, quando o Governo decidiu aplicar um plano de restrições aos consumos de energia eléctrica, deixando livres os do gás.\n\nEm 1938, a decisão do governo em celebrar o duplo centenário do Mundo Português (1140-1640-1940) com uma Exposição Monumental em Belém, veio acelarar a resolução do problema da transferência da Fábrica de Belém. Pretendia-se que os terrenos junto à Torre de Belém estivessem desocupados em 1940, tendo sido decidido construir uma nova fábrica, na zona oriental da cidade. No entanto, a nova fábrica de gás não pôde começar a produção em 1940, conforme previsto, pelo que se realizou a Exposição do Mundo Português com a fábrica junto à Torre de Belém em laboração.\n\nA fábrica continuaria a funcionar em Belém até 1949, anunciando-se em Dezembro daquele ano a venda da sua estrutura e materiais em hasta pública, e, em 7 de Junho de 1950, registava-se fotograficamente a demolição das altas chaminés de alvenaria. A área desocupada pela fábrica foi transformada num jardim, conferindo à Torre de Belém um enquadramento mais digno e limpo.\n\nA localização da nova fábrica de gás na zona oriental, junto ao rio, com boas ligações ferroviárias e rodoviárias, permitiria um fácil abastecimento e uma eficiente distribuição dos subprodutos. Conforme acordado, o Estado entregaria às CRGE 39.000 m2 de terra na margem da Matinha, na zona oriental de Lisboa. Considerando a área insuficiente para a instalação da nova fábrica, as CRGE optaram por adquirir a Quinta da Matinha.\n\nSofrendo sucessivos atrasos devido às dificuldades de abastecimento, criadas pela II Guerra Mundial que eclodira, a fábrica começou a sua laboração, em regime experimental, em  Novembro de 1943, sendo a sua capacidade de produção diária de 75.000 m3 de gás extraído da hulha. A fábrica seria oficialmente inaugurada a 8 de Janeiro de 1944, ocupando 4 dos 20 hectares conquistados ao rio.\n\nOs procedimentos incluiam 5 fases distintas: numa 1ª fase, após o descarregamento do carvão na ponte-cais e respectivo transporte por meio de vagonetas sobre carris até ao Edifício dos Fornos, o carvão era destilado em retortas verticais; na 2ª fase, de depuração, eram retirados ao gás o alcatrão, o amoníaco e o enxofre; numa 3ª fase, seria extraído o benzol; numa 4ª fase procedia-se à armazenagem do gás no gasómetro de 30.000m3; por último, a 5ª fase incluia os procedimentos necessários ao transporte do gás, que passava por compressores que lhe conferiam alta pressão, para ser distribuído na rede de 300mm. \n\nTrês postos depressores na cidade15 garantiam a redução da pressão do gás para níveis que permitissem a sua utilização. Estes postos depressores tinham o seu funcionamento continuamente registado no quadro geral de controle da fábrica. \n\nPara além das instalações de produção, existiam na fábrica reservatórios de água, poços artesianos e dois sistemas subterrâneos de abastecimento de água, com a finalidade de assegurar o funcionamento normal e o serviço de combate a incêndios. Uma subestação eléctrica que garantia o funcionamento das instalações da fábrica e a sua iluminação, e também uma destilação de alcatrão (onde lhe seriam retirados subprodutos como benzol, óleos fenólicos, óleos pesados, naftalina, etc. e onde era produzido alcatrão para estradas).", "authorname": "J. Leite", "id": "26532116-5926914300-72157627168710655", "iconfarm": 6}], "photo_id": "5926914300"}, "flarchive:created": 1387729829}