{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1283151602", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "4858564986", "title": {"_content": "Shuttle Endeavour Mated to 747 SCA Takeoff for Delivery to Kennedy Space Center, Florida"}, "media": "photo", "tags": {"tag": [{"raw": "Edwards AFB", "machine_tag": 0, "id": "44489032-4858564986-11966", "_content": "edwardsafb", "author": "23978379@N00"}, {"raw": "SCA", "machine_tag": 0, "id": "44489032-4858564986-5718", "_content": "sca", "author": "23978379@N00"}, {"raw": "Shuttle Carrier Aircraft", "machine_tag": 0, "id": "44489032-4858564986-7836334", "_content": "shuttlecarrieraircraft", "author": "23978379@N00"}, {"raw": "space shuttle", "machine_tag": 0, "id": "44489032-4858564986-40754", "_content": "spaceshuttle", "author": "23978379@N00"}, {"raw": "OV-105", "machine_tag": 0, "id": "44489032-4858564986-21249743", "_content": "ov105", "author": "23978379@N00"}, {"raw": "Endeavour", "machine_tag": 0, "id": "44489032-4858564986-348318", "_content": "endeavour", "author": "23978379@N00"}, {"raw": "A2FP", "machine_tag": 0, "id": "44489032-4858564986-83499526", "_content": "a2fp", "author": "90997293@N08"}]}, "comments": {"_content": "1"}, "secret": "f7853d22ed", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>Collection:</b> NASA Dryden Flight Research Center Collection\n<b>Title:</b> Shuttle Endeavour Mated to 747 SCA Takeoff for Delivery to Kennedy Space Center, Florida\n\n<b>Photo Description:</b> NASA's 747 Shuttle Carrier Aircraft No. 911, with the space shuttle orbiter Endeavour securely mounted atop its fuselage, begins the ferry flight from Rockwell's Plant 42 at Palmdale, California, where the orbiter was built, to the Kennedy Space Center, Florida. At Kennedy, the space vehicle was processed and launched on orbital mission STS-49, which landed at NASA's Ames-Dryden Flight Research Facility (later redesignated Dryden Flight Research Center), Edwards, California, 16 May 1992. NASA 911, the second modified 747 that went into service in November 1990, has special support struts atop the fuselage and internal strengthening to accommodate the added weight of the orbiters.\n\n<b>Project Description:</b> Space Shuttles are the main element of America's Space Transportation System and are used for space research and other space applications. The shuttles are the first vehicles capable of being launched into space and returning to Earth on a routine basis. Space Shuttles are used as orbiting laboratories in which scientists and mission specialists conduct a wide variety of scientific experiments. Crews aboard shuttles place satellites in orbit, rendezvous with satellites to carry out repair missions and return them to space, and retrieve satellites and return them to Earth for refurbishment and reuse. Space Shuttles are true aerospace vehicles. They leave Earth and its atmosphere under rocket power provided by three liquid-propellant main engines with two solid-propellant boosters attached plus an external liquid-fuel tank. After their orbital missions, they streak back through the atmosphere and land like airplanes. The returning shuttles, however, land like gliders, without power and on runways. Other rockets can place heavy payloads into orbit, but, they can only be used once. Space Shuttles are designed to be continually reused. When Space Shuttles are used to transport complete scientific laboratories into space, the laboratories remain inside the payload bay throughout the mission. They are then removed after the Space Shuttle returns to Earth and can be reused on future flights. Some of these orbital laboratories, like the Spacelab, provide facilities for several specialists to conduct experiments in such fields as medicine, astronomy, and materials manufacturing. Some types of satellites deployed by Space Shuttles include those involved in environmental and resources protection, astronomy, weather forecasting, navigation, oceanographic studies, and other scientific fields. The Space Shuttles can also launch spacecraft into orbits higher than the Shuttle?s altitude limit through the use of Inertial Upper Stage (IUS) propulsion units. After release from the Space Shuttle payload bay, the IUS is ignited to carry the spacecraft into deep space. The Space Shuttles are also being used to carry elements of the International Space Station into space where they are assembled in orbit. The Space Shuttles were built by Rockwell International?s Space Transportation Systems Division, Downey, California. Rockwell?s Rocketdyne Division (now part of Boeing) builds the three main engines, and Thiokol, Brigham City, Utah, makes the solid rocket booster motors. Martin Marietta Corporation (now Lockheed Martin), New Orleans, Louisiana, makes the external tanks. Each orbiter (Space Shuttle) is 121 feet long, has a wingspan of 78 feet, and a height of 57 feet. The Space Shuttle is approximately the size of a DC-9 commercial airliner and can carry a payload of 65,000 pounds into orbit. The payload bay is 60 feet long and 15 feet in diameter. Each main engine is capable of producing a sea level thrust of 375,000 pounds and a vacuum (orbital) thrust of 470,000 pounds. The engines burn a mixture of liquid oxygen and liquid hydrogen. In orbit, the Space Shuttles circle the earth at a speed of 17,500 miles per hour with each orbit taking about 90 minutes. A Space Shuttle crew sees a sunrise or sunset every 45 minutes. When Space Shuttle flights began in April 1981, Dryden Flight Research Center, Edwards, California, was the primary landing site for the Shuttles. Now Kennedy Space Center, Florida, is the primary landing site with Dryden remaining as the principal alternate landing site.\n\n<b>Photo Date:</b> 1991\n<b>Photo Number:</b> EC91-221-7\n<b>UID:</b> SPD-DRYDEN-EC91-221- 7\n<b>Original url:</b> <a href=\"http://www.dfrc.nasa.gov/Gallery/Photo/STS/HTML/EC91-221-7.html\" rel=\"nofollow\">www.dfrc.nasa.gov/Gallery/Photo/STS/HTML/EC91-221-7.html</a>\n\n<b>SOURCE</b>:  <a href=\"http://nasaimages.org/luna/servlet/detail/nasaNAS~8~8~63531~167608\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/nasaNAS~8~8~63531~167608</a>\n\n<b>Visit <a href=\"http://www.nasaimages.org\" rel=\"nofollow\">www.nasaimages.org</a> for the most comprehensive compilation of NASA stills, film and video, created in partnership with Internet Archive. </b>"}, "isfavorite": 0, "views": "28606", "farm": 5, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2010-08-01 00:00:00", "lastupdate": "1376000578", "takengranularity": "4", "posted": "1283151602"}, "originalsecret": "7c180ee126", "license": "7", "notes": {"note": []}, "server": "4080", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/4858564986/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387643442}