{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/3102888752/#comment72157611467161635", "realname": "Rob Ketcherside", "path_alias": "tigerzombie", "author": "29056926@N02", "iconserver": "3136", "datecreate": "1229994816", "_content": "This is not Belem prison.\n\nBelem prison was built in Mexico City in the 17th century as a convent and served long as an asylum and prison (<a href=\"http://www.mainlesson.com/display.php?author=morris&amp;book=mexico&amp;story=_about\">The Story of Mexico, 1914</a>, <a href=\"http://query.nytimes.com/gst/abstract.html?res=9D05E1D71E3AE633A25750C1A9649C946296D6CF \">NYTimes</a>).  In the 1913 book <a href=\"http://www.archive.org/details/mexicolandofunre00baerrich\">Mexico, The Land of Unrest</a>, it was portrayed as a vile, filthy prison easily ten times over capacity, and housing political prisoners as well as murderers.  In February of 1913, the long-running revolution in Mexico spilled into the capital.  Amid the conflict, Belem prison was shelled and five to six thousand convicts ran free.  A photo in the Bain collection shows <a href=\"http://lcweb2.loc.gov/cgi-bin/query/r?pp/PPALL:@field(DOCID+@lit(ggb2005015862))\"> the walls fallen and a large hole</a> can be seen in the main buildings.  In a photo on page 14 of The Land of Unrest, government troops shoot from behind the collapsed wall.\n\nSo what building is this?\n\nWritten on the image is certainly &quot;Belem prison Mexico&quot; and &quot;Palacio penal de Belem&quot;.  But the <a href=\"http://lcweb2.loc.gov/cgi-bin/query/r?pp/PPALL:@field(DOCID+@lit(ggb2005012529))\">high resolution TIFF</a> from LC’s site shows text chiseled across the front of the building: &quot;Palacio de Justicia del Ramo Penal&quot;.  This is the Mexican Court of Justice.\n\nI can’t determine where this was in Mexico City or whether it still exists.  After the 1917 constitution, the highest court was replaced with Suprema Corte de Justicia de la Nación, whose new home was completed in 1929.  It is still in use, Flickr has photos <a href=\"http://www.flickr.com/photos/frecuenciaspopulares/3026167642/\"> with riot police</a> and reflected <a href=\"http://www.flickr.com/photos/pepeli3/3118282992/\">in a window</a>.\n\nWhy was the Court of Justice newsworthy?  \n\nOn July 15, 1914 Francisco Carbajal became President of Mexico.  A shot-in-the-dark guess is that the photo ran because he had been president of the Court of Justice.  The Library of Congress has <a href=\"http://lcweb2.loc.gov/cgi-bin/query/r?pp/PPALL:@field(DOCID+@lit(2005690674))\"> an unscanned photo with Carbajal and a peace commission in 1911</a>.\n\nBelem made it into the Washington Post and New York Times constantly in the 1910s.  Beyond simple criminals, any revolutionary, dignitary, capitalist, or journalist could find themselves jailed and perhaps put to death at a moment’s notice.  The slow smoldering revolution probably put the Court of Justice in US newspapers as well.\n\nPresident Victoriano Huerta had lost his final battle in Guadalahara to constitutionalist revolutionaries.  In early July 1914 Venustiano Carranza and his forces marched on Mexico City, led by Pancho Villa, Emiliano Zapata, and Alvaro Obregon.  Huerta resigned as president and fled Mexico.  Carbajal was sworn in as his replacement, and served for a solid month until August 15, 1914, when he turned the government over to Carranza peacefully.\n\nThere’s no mention of Francisco Carbajal on Wikipedia.  A large number of articles ran about him in the Washington Post and New York Times from July 12, 1914, until he departed on August 20 for America to hopefully return to his career as a lawyer.  In particular, July 12-19 has many biographical pieces and a couple of photographs.\n\nI found a number of interesting false positives while looking for a Belem prison of this design.\n\nIn the 1910s, criminals with long sentences were sent to the federal penitentiary, called Palacio de Lecumberri.  It was the other, better run prison in Mexico City.  It was closed in 1976 and since 1994 the building has housed the <a href=\"http://www.flickr.com/photos/17685204@N07/2971165563/\">Archivo General de la Nación</a> (National Archives).\n\nThere is an <a href=\"http://www.flickr.com/photos/g_cravioto/2346864432/\">older supreme court building</a> which houses the court library in Mexico City.\n\nIn Belem, the capital of the state of Para, Brazil, a former prison was converted into the <a href=\"http://www.flickr.com/photos/elizabeth_misciasci/2477859069/\">Museu do Estado do Pará</a> (State Museum of Para).\n\nAlso in Belem, Brazil is <a href=\"http://www.flickr.com/photos/31879042@N02/2984953486/\">Casa das Onze Janelas</a>, which now is home to a contemporary art museum and a restaurant <a href=\"http://www.flickr.com/photos/carla_igor/1368293981/\">Boteco das Onze Janelas</a>.  It was a mansion, but a couple of sites erroneously peg it as the town’s first prison.", "authorname": "Rob Ketcherside", "id": "8602872-3102888752-72157611467161635", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3102888752/#comment72157622958761251", "realname": "", "path_alias": null, "author": "68817772@N00", "iconserver": "0", "datecreate": "1261967041", "_content": "This was the High Court Building, next to Belen Jail in Mexico City", "authorname": "ciriaco", "id": "8602872-3102888752-72157622958761251", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3102888752/#comment72157623094585156", "realname": "Rob Ketcherside", "path_alias": "tigerzombie", "author": "29056926@N02", "iconserver": "3136", "datecreate": "1262105529", "_content": "@ciriaco, thank you for posting more information about this building!  It's tortured me for a year!\n\nDo you know where it would be in current Mexico City?  I assume it doesn't exist any more?", "authorname": "Rob Ketcherside", "id": "8602872-3102888752-72157623094585156", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3102888752/#comment72157623103856002", "realname": "", "path_alias": null, "author": "68817772@N00", "iconserver": "0", "datecreate": "1262215056", "_content": "More or less where today is Revolución Elementary School Center: Balderas, Izazaga and Rio de la Loza lanes, and Balderas subway station, downtown Mexico City.", "authorname": "ciriaco", "id": "8602872-3102888752-72157623103856002", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3102888752/#comment72157622980464225", "realname": "Rob Ketcherside", "path_alias": "tigerzombie", "author": "29056926@N02", "iconserver": "3136", "datecreate": "1262230535", "_content": "Thank you so much!  If I am reading my map of Mexico City correctly, Izazaga becomes Arcos de Belén at the junction with Balderas, right?  (does Arcos de Belén translate to Belen Prison??)\n\nDo you think the High Court Building itself was at the northeast corner of Balderas and Rio de la Loza?", "authorname": "Rob Ketcherside", "id": "8602872-3102888752-72157622980464225", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3102888752/#comment72157623012775353", "realname": "Barbara", "path_alias": "barbara_loc", "author": "33593953@N02", "iconserver": "3267", "datecreate": "1262619924", "_content": "Thank you both for puzzling out the identification of this building.  We will add the information when we update!", "authorname": "Barbara (LOC P&P)", "id": "8602872-3102888752-72157623012775353", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3102888752/#comment72157624825673066", "realname": "Rob Ketcherside", "path_alias": "tigerzombie", "author": "29056926@N02", "iconserver": "3136", "datecreate": "1283010308", "_content": "I've been researching this building a bit more.\n\nIt was inaugurated on May 6, 1900, with President Diaz in attendance.  It held criminal courts (juzgados de lo criminal y correccionales) for Belem Prison.  It was built on the edge of the Belem Prison site - hence the original photo title - and was referred to as an annex.\n\nI'm not sure how long it lasted.  It was surely damaged in the 1913 revolution.  In 1933 the entire prison was replaced with Revolution Elementary School, as @ciriaco mentioned.  It must have been very symbolic, because Belem had served as a girls school before being converted to a prison in the mid 1800s.", "authorname": "Rob Ketcherside", "id": "8602872-3102888752-72157624825673066", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3102888752/#comment72157627806360950", "realname": "Jesús Roberto Duarte", "path_alias": "jesusduarte", "author": "53461717@N08", "iconserver": "4116", "datecreate": "1317627030", "_content": "Now a days here is located Centro Escolar Revolución.  The block is surrounded by Arcos de\nBelen (north), Dr. Río de la Loza (south); General G. Hernández (east) and Balderas (west). Colonia Doctores, Deletgación Cuauhtemoc. In this picture is shown north-west corner of Arcos de Belén (left-to-right) and Balderas (foreground-to-background), where Metro Balderas Norte is found. The camera is facing southwards,  Therefore by shadows casting you can say the picture was taken in the morning by 9 am.\nYou may found this information if you go to Google Maps.\nDr. Roberto Duarte\nPlastic Surgeon\ndr.robertoduarte@hotmail.com", "authorname": "jerodamor@yahoo.com.mx", "id": "8602872-3102888752-72157627806360950", "iconfarm": 5}], "photo_id": "3102888752"}}