{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/5125513115/#comment72157625270261622", "realname": "", "path_alias": null, "author": "11418107@N02", "iconserver": "1068", "datecreate": "1288409479", "_content": "Actress Elizabeth Hacker Valentine Louden was born 1877 in Brooklyn, attended Cornell, and married in 1911 to an Irishman, Thomas Louden.  She was active in the suffrage movement during the 1910s, while still appearing on stage regularly, often in Shakespearean roles.  In 1915, she had a role in a Broadway revival of &quot;Our American Cousin.&quot;  (She has an entry in the Women's Who's Who of America, 1914-1915; pp 501-502)\n\nHer mother, Marie Antoinette Storrs, was from a prominent Connecticut family; the Storrs family papers at UConn include some of Elizabeth Valentine's papers:\n<a href=\"http://doddcenter.uconn.edu/findaids/storrs/MSS20070005.html\" rel=\"nofollow\">doddcenter.uconn.edu/findaids/storrs/MSS20070005.html</a>", "authorname": "pennylrichardsca (now at ipernity)", "id": "8602872-5125513115-72157625270261622", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5125513115/#comment72157625469267903", "realname": "", "path_alias": null, "author": "36506532@N07", "iconserver": "0", "datecreate": "1292300293", "_content": "I met Elizabeth when she just had her 90th birthday. I was just 20.  We became fast friends. When she fell and injured her hip and needed someone to stay with her so she could recover at home, I became her companion for two years.\n\nA remarkable person and woman. I learned so much from her.\n\nI regret that I did not have a camera handy to take what would have been a fantastic photo of her seated in front of her black and white TV watching avidly the landing on the moon. In the background was a large as life black and white framed photo of her in a period dress when she was 16.\n\nI also regret I did not tape my conversations with her. She seemed to know so many famous people and / or was related to them!\n\nShe loved sunsets and poetry by Browning.\n\nThe day that she passed on I was sitting on a dock down near the water and there was the most gorgeous sunset. I knew she had gone. It was in her honor.\n\nShe was living at her summer home full time then, in Avondale, RI. She was still driving at 90 till her license was taken away. The neighbors called her Leadfoot Louden.\n\nShe showed me photo albums with pictures of her in old western movies. I remember seeing one of them when I was a little girl. In it she was riding in a fast moving stage coach shooting a revolver out of the window. That is all I remember. \n\nI have three wonderful photos of her that she gave to me. \n\nDear Bessie, as her nephew called her.\nSusan Jo Darling", "authorname": "willow-won-a", "id": "8602872-5125513115-72157625469267903", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5125513115/#comment72157627021929265", "realname": "", "path_alias": null, "author": "64957932@N03", "iconserver": "0", "datecreate": "1310138847", "_content": "[http://www.flickr.com/photos/11418107@N02] \nDear Susan\n\nThank you very much for sharing your memories. I am the grand neice of my dear Aunt Bessie. I was too young to get to know her and living in another state, yet have always felt close to her great spirit. Today, I decided to google her for the 1st time and was pleased to find a few photos and your meaningful contribution. My father Gordon Lamb is her nephew.\n\nWarmly,\nSusanna Lamb    sannalamb@hotmail.com", "authorname": "Sanna Lamb", "id": "8602872-5125513115-72157627021929265", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5125513115/#comment72157627232852610", "realname": "Kristi", "path_alias": "kristi_loc", "author": "34904489@N07", "iconserver": "3309", "datecreate": "1311092003", "_content": "pennylrichardsca, Thank you for the further details on Ms. Valentine!\n\nwillow-won-a and Sanna Lamb: How wonderful to hear such personal recollections about Ms. Valentine. Thanks for sharing your memories of her.  In case you have not seen it, we have another photograph of her in this collection, which can be seen <a href=\"http://www.loc.gov/pictures/item/ggb2004004389/\" rel=\"nofollow\">here</a> in the Prints and Photographs Online Catalog. She is pictured with Harriet May Mills, President of the New York State Woman Suffrage Association.", "authorname": "Kristi (LOC P&P)", "id": "8602872-5125513115-72157627232852610", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5125513115/#comment72157627458518081", "realname": "", "path_alias": "djoos", "author": "8708914@N04", "iconserver": "0", "datecreate": "1315054024", "_content": "Thank you Susan Jo Darling for caring for my great aunt Bessie.  Things always got lively when she came to visit.  (That western movie was Santa Fe Scouts and Bessie has a great grin on her face as she shoots that gun.)  She also had a bit part in a movie with a young man named Ronald Reagan.  She grew up in a household of women (five sisters) and her sister, my grandmother, married a man with four sisters who all were powerful.  I am thankful for that heritage of strong women that has inspired me my whole life.", "authorname": "Traveler007", "id": "8602872-5125513115-72157627458518081", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5125513115/#comment72157637157128123", "realname": "", "path_alias": null, "author": "36506532@N07", "iconserver": "0", "datecreate": "1383228984", "_content": "She was a wonderful influence in my life. I still remember some of the songs and sayings she always had at hand. She was still living life to the fullest at 90.  I took her with me to meet Stephen and his entourage of buses that left Berkeley, CA, and were traveling to where they would settle. (They created the commune THE FARM in Tennessee back in the late 60's early 70's.  She had a most wonderful conversation with Stephen and he told her if she ever needed help to &quot;THINK&quot; of him and he would connect and come and help her. She was quite impressed by him. As we left the bus caravan she said to me, &quot;I could set a feather in my cap for him!!!&quot;   What a gal!!!!", "authorname": "willow-won-a", "id": "8602872-5125513115-72157637157128123", "iconfarm": 0}], "photo_id": "5125513115"}}