{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/7050630121/#comment72157629388582198", "realname": "", "path_alias": "pixelwrangler", "author": "43854658@N00", "iconserver": "5533", "datecreate": "1333720673", "_content": "<b>Anna Pavlova</b> (Pavlovna) (1881?-1931) was a Russian ballerina.  She joined the Imperial Ballet in 1899 and became a prima ballerina in 1906. \n\nHer American debut was made with Mikhail Mordkin, on March 1, 1910, at the Metropolitan Opera House, New York City, in a revival of Delibes's ballet, <i>Coppelia</i>.  After the debut a New York critic declared such dancing had not been seen on the local stage during the present generation and praised the supreme ease with which Pavlova executed the most difficult tricks of the dancer's art. \n\nAfter 1913, she danced independently with her own company around the world. Some of her more famous dances include <i>The Dragon fly, Californian Poppy, and Gavotte.</i> &quot;Pavlova is perhaps most renowned for creating the role of &quot;The Dying Swan&quot;, a solo choreographed for her by Michel Fokine. The ballet, created in 1905, is danced to Le cygne from <i>The Carnival of the Animals</i> by Camille Saint-Saëns.&quot;\n\nPavlova was married to her accompanist, Victor d'Andre. The marriage was announced by the dancer during her last American tour in 1924-25, which was said to be her farewell appearance in this country. Commenting on her marriage at that time, the dancer said:<blockquote>&quot;For an artist there is no husband. Pavlova the artist and Pavlova the wife, they are two very different persons, so I keep them separate. My dancing belongs to the world, but my husband to myself.&quot;</blockquote>  Anna died of pleurisy at the height of her fame in 1931. She is considered one of the finest classical ballet dancers in history. [<a href=\"http://www.biography.com/people/anna-pavlova-9435343\" rel=\"nofollow\">1</a>] [<a href=\"http://en.wikipedia.org/wiki/Anna_Pavlova\" rel=\"nofollow\">2</a>] [<a href=\"http://www.nytimes.com/specials/magazine4/articles/pavlova1.html\" rel=\"nofollow\">3</a>] [<a href=\"http://classicalballetnews.com/featured-ballerina-anna-pavlova/\" rel=\"nofollow\">4</a>]", "authorname": "Pixel Wrangler", "id": "8602872-7050630121-72157629388582198", "iconfarm": 6}], "photo_id": "7050630121"}}