{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/statelibraryqueensland/9186250161/#comment72157634437715702", "realname": "State Library Queensland", "path_alias": "statelibraryqueensland", "author": "32605636@N06", "iconserver": "7441", "datecreate": "1372723195", "_content": "Pennington’s Isisford Hotel is situated in Isisford a small rural town and formerly a shire in Queensland's central west. Situated on the Barcoo River, the town is 100 km south-west of Longreach and 1160 km north-west of Brisbane. Queensland places (<a href=\"http://queenslandplaces.com.au/\" rel=\"nofollow\">queenslandplaces.com.au/</a>) quotes census figures for 1911 as 356 persons and in 2006- 262 persons.\n\nThis hotel is typical of the era consisting of two storeys – the upper having large wrap round roofed veranda with French doors leading from the rooms onto it. The pavement on the lower storey is protected by the veranda floor and roof and again has French doors leading into the hotel.\n\nThis photograph is very similar (except for the cars) to an image held at the Museum of Victoria dated around 1910. In this image the name Stevenson’s is professionally painted above the main entrance, in the 1912 image the name Pennington is hand painted across the same place. The assumption being that sometime between 1910 and 1912 there was a change in ownership. You can see the Museum Victoria image here: <a href=\"http://museumvictoria.com.au/collections/items/766825/negative-group-of-people-on-the-verandah-in-front-of-stevenson-s-hotel-isisford-queensland-circa-1910\" rel=\"nofollow\">museumvictoria.com.au/collections/items/766825/negative-g...</a>\n\nIn 1923 disaster struck the hotel. The Longreach Leader carried a report in the Friday 8 June 1923 (p. 2) issue that 220 points of rain had fallen in the town followed by a hurricane and Pennington's Isisford Hotel had half the roof missing and the whole of the balcony, facing the main street, smashed and unroofed. Read about it here on Trove: <a href=\"http://nla.gov.au/nla.news-article39326592\" rel=\"nofollow\">nla.gov.au/nla.news-article39326592</a>", "authorname": "State Library of Queensland, Australia", "id": "32560314-9186250161-72157634437715702", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/statelibraryqueensland/9186250161/#comment72157634440564053", "realname": "", "path_alias": "greyreb", "author": "37632077@N02", "iconserver": "2643", "datecreate": "1372773198", "_content": "Gorgous photo !!!!!!! AWESOME view point !! Thank you for sharing !! Still trying to figure out how to work with Flickr :-)", "authorname": "godisinusall (GreyReb in+out + real busy)", "id": "32560314-9186250161-72157634440564053", "iconfarm": 3}], "photo_id": "9186250161"}, "flarchive:created": 1389618298}