{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/7630709530/#comment72157633264062321", "realname": "", "path_alias": "nationalarchives", "author": "31575009@N05", "iconserver": "7325", "datecreate": "1366206931", "_content": "The following comments were sent to us by email and are reproduced here with kind permission.\n\n&quot;I presently live in Western Canada, but prior to  1959 our family, decedents of indenture labourers  from India,  replaced the slaves on the sugar cane plantation  at Albion Sugar Estate, Corentyne, Berbice, British Guiana. We  lived in logies [row houses] that were built for the slaves, who also worked on the sugar cane plantations.\n \nThe photograph of the farmer and his wife  also brought back memories of our donkey cart similar to the one showed in the photograph. It  was used to transport  just about anything, from groceries to building materials, but mainly fruits from our farm, that my mother sold at the outdoor market.\n \nOn the  right shaft of the cart can be seen the faded name of the farmer and licence number that had to be obtained from the police station every year.  The wooden wheels with a round metal strap on the outside rim to hold the wheel together, don't exist any more in Guyana and  is replaced by motor vehicle rubber wheels. At night a kerosene lantern is hung on the cart’s shaft  as a signal to other vehicles. \n \nMy father was also an arc welder  at the sugar factory and the first to own his own welding machine. One of the many jobs my dad did with the welder was making metal frames  to be erected above graves in the cemetery and also  used flat pieces of metal about two inches wide, to make  round metal strap that held the wooden cart wheels together. \n\nAfter the cart and wheel are made by a furniture maker or carpenter , the wheels would be taken to our home where my father would make the  round metal strap.  The ends are welded together to form a complete circle  that fits very tightly on the outer rim of the wooden wheel. \nIn order for the metal  to expand  to fit on the wooden wheel, the wooden wheel would be placed on a flat surface and  the metal strap would be  placed on top of dry coconut branches.  When all is ready, the branches would be lit with a match and  the round metal strap would expand slightly with the heat.  This will be placed with clamps on the wooden wheel and when aligned properly, water will be poured  on it to cool the metal , thus reducing  the circle and tightening  it around the wooden wheel. \n \nThis took place before the days of television and only a few radios were available, so the neighbours would arrive to assist  and a party will result. The men would enjoy a few bottles of rum, while  the women socialize and prepare the food and  the children play games like salt-pass, rounders and hopscotch. It is this community spirit that I miss most after living in Canada for the past 45 years.\n \nI have many memories of going to the fruit farm with my mother on the donkey cart. Our donkey was a stubborn one and would gallop only when tickled under his stomach.  This means, at ten years old, I had to get off the cart, tickle the donkey  and climbed back on the cart, as he starts to gallop. At one time  my short pant’s  leg got caught on the head of a hex-bolt that was used to hold the cart together and propelled my little body on the path of the wheel.  Only my mother was on the empty cart and not much harm was done, as we continued to the farm. \n \nAt other times when I  went to  the farm with friends, we would be tired from drinking too many green water coconuts, eating too many fresh fruits  and fall asleep  on the cart on the way home.  The donkey knowing the way would continue directly home with no guidance from any of us and stop in front of our house.&quot;", "authorname": "The National Archives UK", "id": "31569669-7630709530-72157633264062321", "iconfarm": 8}], "photo_id": "7630709530"}}