{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8526966525/#comment72157632937269715", "realname": "Simon Cope", "path_alias": "slim_cop", "author": "77407115@N00", "iconserver": "2059", "datecreate": "1362671275", "_content": "2nd Lieutenant L. H. Alison\nDied aged 25 years old.\nRoyal Berkshire Regiment.\nSon of Captain C. G. Alison. \n\nMonitor 1909. Beddington Prizes for Science. Champion Heavy Weight Boxer 1908. Natural Science Scholarship, Pembroke College, Cambridge. Represented Cambridge in the Inter-University Golf Competition. Ist Class Science Tripos.\n\nOn the outbreak of the War 2nd Lieutenant Alison enlisted in the Royal Berkshire Regiment, was at once made Lance-Corporal, and shortly afterwards given a Commission.\n\nHe went to the Front with the 1st Battalion of his Regiment in April, 1915, and on the 16th of the following month led his platoon into action against the German trenches at Richebourg I'Avoue. It was a night attack and no one saw him fall, but he never returned, and, though the ground covered by his Regiment was carefully searched, his body was never found ; he is thought to have been buried under the earth thrown up by the heavy German shells, with which the ground was pitted. He was reported * missing* on May 16th, 1915, but, as no news has since been received of him, his death has been presumed on that date.\n\nThe Captain of his Company writes:\n&quot; He is a very real loss to the Company and to the Battalion, for officers and men alike loved him ... He had a very high sense of duty and was always cheerful. His platoon tell me that when the * advance ' was given he went ahead of them at once. You may be certain that he fell in a manner worthy of the very gallant gentleman he was.&quot; \n\nThe Colonel commanding the 3rd Battalion wrote to his father:\n&quot; Your son was one of 600 recruits that I myself took out of Reading, all in plain clothes. Before I had got to the station, I had noticed him and selected him in my mind for promotion ... When he went to the 1st Battalion, I wrote to its Commanding Officer that I thought I had sent him a really good and dependable man, and so he proved himself to be. What can I say more, and how can a man die better ? He was as fine a figure of a man as I have ever seen.&quot;\n\n[from &quot;Harrow memorials of the great war : August 23rd, 1914, to March 20th, 1915&quot; (1918) available at <a href=\"http://archive.org/details/harrowmemorialso02warn\" rel=\"nofollow\">archive.org/details/harrowmemorialso02warn</a>]", "authorname": "simontcope", "id": "32254785-8526966525-72157632937269715", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8526966525/#comment72157632946466374", "realname": "Chris Price", "path_alias": null, "author": "8121206@N07", "iconserver": "2846", "datecreate": "1362717940", "_content": "They don't make humans like they used to :(", "authorname": "Christopher Wallace", "id": "32254785-8526966525-72157632946466374", "iconfarm": 3}], "photo_id": "8526966525"}}