{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7180005911/#comment72157630341011726", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1340974106", "_content": "Captain Leo Gerald Simon Jude was killed whilst commanding a Company of 10th Loyal North Lancs during the Battle of the Ancre, 13-19 November 1916.  10th Loyal North Lancs was in 112 Brigade of 37th Division - allocated as the Reserve Division of the V Corps attack at Beaumont Hamel.  63rd Division (188, 189 and 190 Brigades) carried its objectives in this attack on 14th November at the cost of 100 officers and 1600 ORs killed and 120 officers and 2,377 ORs wounded.  37th Division came forward and relieved 63rd Division in the captured German positions on the afternoon of Wednesday 15th November.  Some determined enemy action evidently took place opposite 10th Loyal North Lancs because there are 11 men of the Battalion buried at Frankfurt Trench Cemetery, killed on that day.\n\n10th Loyal North Lancs was formed at Preston in October 1914 as a K3 Battalion; in April 1915 they were at Ludgershall and training on Salisbury Plain.  The battalion went to France on 1 August 1915.//", "authorname": "Gary Donaldson", "id": "32254785-7180005911-72157630341011726", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7180005911/#comment72157630361076780", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1341092946", "_content": "Leo Jude, b. 1897, in West Derby, on Merseyside, Lancashire, was the son of Simon Jude, (b. 1857), a Chartered Accountant, and Kathleen, nee Doyle, (b. 1873).  Kathleen, some 18 years his junior, was Simon's second wife; he married first in 1882, to Alice Jane Corkhill, who appears to have died in childbirth in 1883.  Leo had a younger brother, Cyrus, b. 1900.  The family home was at 17 Lockerby Road, West Derby, Lancashire.  In 1911 Leo was living away from home, aged 14, boarding as a public school student at Rossall School, Fleetwood, Liverpool.//", "authorname": "Gary Donaldson", "id": "32254785-7180005911-72157630361076780", "iconfarm": 0}], "photo_id": "7180005911"}}