{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/sdasmarchives/7316456320/#comment72157630169758224", "realname": "Greg Bishop", "path_alias": "konabish", "author": "26105073@N03", "iconserver": "3801", "datecreate": "1339986309", "_content": "&quot;A Report on Mesopotamia&quot; by T.E. Lawrence (Lawrence of Arabia) : &quot;The people of England have been led in Mesopotamia into a trap from which it will be hard to escape with dignity and honour......  Things have been far worse than we have been told, our administration more bloody and inefficient than the public knows.....&quot;\n\nBritish historian David Omissi, author of Air Power and Colonial Control: The Royal Air Force 1919-1939, wrote that &quot;When the tribesmen of the Euphrates rose in rebellion against British military rule in the summer of 1920, the British army used gas shells—'with excellent moral effect'—in the fighting which followed.&quot;\n\nIn late 1919, Winston Churchill, then Minister of War and Air, .... argued for drastically reducing the ground force and replacing it with increased deployment of the Air Force for &quot;policing&quot; Mesopotamia. Any village or town which showed any signs of armed resistance would be bombed from the air. &quot;Churchill believed that the country could be cheaply policed by aircraft armed with gas bombs, supported by as few as 4,000 British and 10,000 Indian troops.&quot; In the event, the air force did not use gas bombs, for technical reasons; but the campaign was brutal enough. Some Iraqi villages were destroyed merely because their inhabitants had not paid their taxes.\n\nMore than 10,000 Iraqis were killed in the four months of the uprising. The British, with all their superiority in terms of arming, suffered 2,000 casualties, including 450 dead.\n\nThe Iraqi revolt in 1920 derailed the British plans for Iraq. <a href=\"http://www.larouchepub.com/other/2003/3044iraq_history.html\" rel=\"nofollow\">www.larouchepub.com/other/2003/3044iraq_history.html</a>", "authorname": "Konabish ~ Greg Bishop", "id": "49465936-7316456320-72157630169758224", "iconfarm": 4}], "photo_id": "7316456320"}, "flarchive:created": 1387725182}