{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/sdasmarchives/4587979472/#comment72157634717293196", "realname": "Bill Abbott", "path_alias": "wbaiv", "author": "9998127@N06", "iconserver": "1002", "datecreate": "1374308230", "_content": "Hi SDA&amp;SMA, I love your work and value your photos, however, this is an H-21 helocopter (what markings??) and Grumman F9F-6 or higher numbered **COUGARS**, not F11F-1 Tigers. Both Cougars and Tigers are dark blue in Blue Angels service, both have swept wings, swept tail surfaces, a single engine. But differences are even easier to enumerate. Tigers are long and thin, with a 'coke bottle' pinched-in waist, following the Area Rule design practices discovered in the 1950s. Cougars are sort of cigar shaped, starting with a rounded nose and expanding until they're as big as they need to be. Then they get steadily smaller in diameter until the jet exhaust pipe. \nA Cougar's fin and rudder are not only above the engine exhaust pipe, they are actually BEHIND it. On a Tiger, the exhaust stops squarely beyond the end of the horizontal stabilizers, and a bit of the rudder goes back behind the end of the tail pipe. Nearly as important, the Cougar (and Panther before it) were subsonic jets, with small, simple, triangular fins and rudders. The Tiger originally (F9F-9 form- the first 3 prototypes)  had a smallish, triangular fin and rudder. Bigger than the Cougar. After Grumman test pilot Corky Meyer came back form Muroc dry lake / Andrews Airforce Base, where he heard of the death of pilot George Welch in an F-100 prototype, Grumman redesigned the Tiger with increased fin and rudder area for supersonci flight, and more powerful hydraulics", "authorname": "wbaiv", "id": "49465936-4587979472-72157634717293196", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/sdasmarchives/4587979472/#comment72157634746244627", "realname": "SDASM Archives", "path_alias": "sdasmarchives", "author": "49487266@N07", "iconserver": "4070", "datecreate": "1374515862", "_content": "[http://www.flickr.com/photos/wbaiv] Thank you for the correction!", "authorname": "San Diego Air & Space Museum Archives", "id": "49465936-4587979472-72157634746244627", "iconfarm": 5}], "photo_id": "4587979472"}, "flarchive:created": 1389682794}