{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/australian-war-memorial/4028854946/#comment72157622840926324", "realname": "", "path_alias": null, "author": "44798636@N05", "iconserver": "0", "datecreate": "1258716907", "_content": "The Australian War memorial purports or claims that it represents all Australians. No doubt the stuffy, higher than mighty historians who work there would like us to believe that premise. Whilst I think the memorial is an outstanding place and its research centre brilliant, I can't help asking myself what about the LGBT part of this story of &quot;Love &amp; War&quot;.which is blatantly missing.Surely there were gay couples during all of our conflicts?? How come they aren't depicted??? Or didn't they exist??? If the AWM response is &quot;suitability&quot; then..they may as well shut up shop..Guns, machines, tactics that have brought havoc on humankind, items on display everyday..displays that in the AWM's eyes are deemed suitable...Yet it chooses not to display another important face of Australia, namely the LGBT experience of war in Australia. Please redress the imbalance AWM.", "authorname": "purplecanoodle", "id": "30095375-4028854946-72157622840926324", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/australian-war-memorial/4028854946/#comment72157622734137735", "realname": "", "path_alias": "australian-war-memorial", "author": "30115723@N02", "iconserver": "8270", "datecreate": "1258951630", "_content": "Dear purplecanoodle, \n\nThanks for your comment. I’d like to point out that the group of images we have posted on Flickr Commons is not the exhibition in its entirety - just a little snapshot of what to expect. When we started preparing this exhibition we were always open to including stories of lesbian and gay relationships alongside those of heterosexual couples. However, we ran into a problem: we didn’t have anything in the collection! So, we made contact with DEFGLIS (the Defence Gay and Lesbian Information Service) and were able to collect some photos and letters from at least one currently serving couple. These are now in the exhibition. We also borrowed some images of Patrick White and his partner Manoly Lascaris from the National Library of Australia in order to show the extraordinary Second World War love story of this particular couple. I hope that in the future LGBT servicemen and women, either currently serving or from past wars, will consider telling us their stories and donating memorabilia. I also hope you get the chance to see the exhibition and experience some amazing love stories.\n\nKind regards, \n\nRebecca Britt\nExhibition curator", "authorname": "Australian War Memorial collection", "id": "30095375-4028854946-72157622734137735", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/australian-war-memorial/4028854946/#comment72157622880871629", "realname": "", "path_alias": null, "author": "25250131@N06", "iconserver": "7264", "datecreate": "1260881977", "_content": "How come they were all (apparently) from Asia/Pacific?\nGreat snapshot. Adriano", "authorname": "alla macchia", "id": "30095375-4028854946-72157622880871629", "iconfarm": 8}], "photo_id": "4028854946"}}