{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6956197271/#comment72157629210901246", "realname": "", "path_alias": null, "author": "77788549@N05", "iconserver": "0", "datecreate": "1331633167", "_content": "Arthur George Wills, born 1894, was the son of Lt Col Caleb Shera Wills (retired Surgeon Major) and his wife Octavia Christina of Tunecliffe, Ashton-with-Stodday, Lancashire.", "authorname": "Trench-Foote", "id": "32254785-6956197271-72157629210901246", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6956197271/#comment72157629575863433", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1331636184", "_content": "It is likely that this officer was actually killed on 9th August 1915 when 9th (Service) Battalion Sherwood Foresters attacked the Turkish positions above Suvla Bay.  The Battalion was in 33rd Brigade, a New Army Brigade, (6th Lincolns, 6th Border, 7th South Staffordshire and 9th Sherwood Foresters).\n\nArthur George Wills was commissioned as a Temporary Second Lieutenant on 4th September 1914. [London Gazette 29058 dated 2 Feb 1915].\n\nHaving held the Eski Line above 'V' Beach at Helles for 10 days, 19th-29th July, 33rd Brigade of 11th (Northern) Division were shipped around to Suvla Bay. At 0400hrs on 9th August 1915 the 33rd Brigade under Col Broadrick were sent up to occupy the Azmak Dere feature and establish a line between 'Damak Jelik Bair' and 'Point 105 W5'.  According to the diary of Major Blackburne of 9th Sherwood Foresters, an extract of which is at: <a href=\"http://1914-1918.invisionzone.com/forums/index.php?showtopic=174824\" rel=\"nofollow\">1914-1918.invisionzone.com/forums/index.php?showtopic=174824</a> the Battalion was to occupy a 1,500 yard frontage by 0600hrs.  The Turks initially met this advance with sniper fire, progressively strengthening their enfilade positions once the British intentions were identified. Momentum of the advance was lost and despite determined efforts to push on, led by Captain Squires, OC of B Company, by 1530hrs the Turks were dominating the furthest extent of the Sherwood's position on Azmak Dere.  At 1900hrs the Commanding Officer, Lt Col Bosanquet, ordered a retirement some 100 yards to a more tenable defensive line which could be consolidated.  It is likely that Lieutenant Wills was an officer in A Company during this action - all the A Company officers being killed or wounded in the course of the days fighting.  9th Sherwoods were withdrawn from this exposed line to a reverse slope position by Divisional orders at 0130hrs on 10th August; being relieved in place by 8th Northumberland Fusiliers and 11th Manchesters (34th Brigade) on the night of 13th/14th August having lost 19 officers and 305 other ranks.  The survivors of 9th Sherwoods subsequently formed a composite battalion with 7th South Staffords.//", "authorname": "Gary Donaldson", "id": "32254785-6956197271-72157629575863433", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6956197271/#comment72157629221846414", "realname": "", "path_alias": null, "author": "68061336@N05", "iconserver": "0", "datecreate": "1331763503", "_content": "The cap badge and collar dogs shown in this photo do not match those of the Sherwood Foresters (Notts and Derby Regiment) which is made up of the Maltese Cross with inside, an oak wreath, a white Hart - left and right inscribed SHERWOOD FORESTERS. Below this is a scroll inscribed NOTTS &amp; DERBY. All ensigned with the crown. <a href=\"http://www.wfrmuseum.org.uk/badge_history.htm\" rel=\"nofollow\">www.wfrmuseum.org.uk/badge_history.htm</a>", "authorname": "coldlunchuk", "id": "32254785-6956197271-72157629221846414", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6956197271/#comment72157629589827209", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1331811352", "_content": "Not an expert on this - but the cap-badge and collar dogs are those of the General Service Corps.  I believe that prior to 1908 the 'Volunteer Battalions' wore the General Service Corps insignia.  When the Territorial Force was created there would be two 'active' (Regular) battalions and one Reserve (Regular) battalion (in 'numbered' brigades and divisions), and separately Territorial Force battalions (in named brigades and divisions - eg 'East Midlands Brigade').  At the outbreak of war there was a rapid expansion of the Territorial Force with the creation of almost 500 'Service' battalions - volunteers could opt for overseas or home service - those battalions for overseas were pre-fixed with a 1 (eg 1/4), those for home duties only with a 2 (eg 2/4) though some of these eventually went to France.\nSo, there are several possibilities here.  This may not be Lt Wills, but some other General Service Corps officer.  Or, this photo, probably taken in the Autumn of 1914, is Lt A G Wills wearing the appropriate insignia according to his volunteer status at the time;  or that 9th Sherwood Foresters officers were all, at that time, wearing General Service Corps insignia until such time as the production of their correct cap badges could be effected; or Lt Wills is in the uniform of his UOTC; or that Lt Wills has put onto his new uniform the badges worn by his father before 1898 or possibly after 1908.  I hope that someone with better knowledge than mine might clarify this.//", "authorname": "Gary Donaldson", "id": "32254785-6956197271-72157629589827209", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6956197271/#comment72157631757523871", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1350118189", "_content": "Arthur George Wills was born on 13th Mar 1894 according to his baptism record of 15th Apr 1894 at Scotforth, Lancashire. \nAt the time of the 1901 census his place of birth is given as Stodday, Lancashire and the family are resident there living at Lunecliffe. Lunecliffe Hall is a Listed Building <a href=\"http://www.britishlistedbuildings.co.uk/en-383029-lunecliffe-hall-lancashire\" rel=\"nofollow\">www.britishlistedbuildings.co.uk/en-383029-lunecliffe-hal...</a>\nArthur's father was aged 66 and described as Lt Col RAMC (Retired). He was born in Co Leitrim, Ireland and died in 1906. His mother was aged 44 and it appears that Arthur had a brother or half-brother, Cecil Upton Wills, aged 23 who was then described as Probationer Civil Indian Service. He died in Buckinghamshire in 1954.\n\nHis Medal Roll Index Card shows that he was a Lieut. in the 9th Notts &amp; Derby. No other Corps or Rank listed. Theatre of War is shown as Suvla Bay, Gallipoli before 9th Aug 1915 and it states &quot;K.I.A. 7/11-8-15&quot;.", "authorname": "Mrs Audubon", "id": "32254785-6956197271-72157631757523871", "iconfarm": 4}], "photo_id": "6956197271"}}