{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/sdasmarchives/4555697781/#comment72157627870459022", "realname": "", "path_alias": null, "author": "45586426@N06", "iconserver": "7133", "datecreate": "1318348075", "_content": "Contaminated monochrome image of Douglas A-1H Skyraider in USAF Southeast Asia \n(SEA) camouflage scheme of Tan (FS30219), Dark Green (FS34079), and \nMedium Green (FS34102) over Light Gray (FS36622) undersides.\n\nWhite tail code AD of 4407 Combat Crew Training Squadron\nAnd  letter number combination AF 52  243 below.\n\nIts full former Bureau of the Navy serial 135243 fits within AD-6/A-1H serial batches.\nBecoming 52-135243 with the USAF.\nWhen in USAF service this was altered to suit Air Force taste to become AF 32  243. \n\n4407 Combat Crew Training Squadron was based at Hurlburt Field, \nEglin Air Force Base, Florida and trained all USAF Skyraider pilots.\n\nA July 1971 4407th CCTS A-1 Skyraider inventory includes A-1H 135 243:\n<a href=\"http://skyraider.org/hook/skytail.htm#anchor470101\" rel=\"nofollow\">skyraider.org/hook/skytail.htm#anchor470101</a>\n\n4407th CCTS picture webpage:\n<a href=\"http://www.skyraider.org/skyassn/otherpics/mignard/4407ccts/4407ccts.htm\" rel=\"nofollow\">www.skyraider.org/skyassn/otherpics/mignard/4407ccts/4407...</a>\n\nThe Douglas Skyraider originally served with the US Navy from the 1950s and \nflew off aircraft carriers both in peace time and combat during the Vietnam War.\nAfter retirement from the US Navy many single and dual seat A-1 Skyraiders were acquired \nby the US Air Force, for service mainly in South East Asia. \nThen refurbished and modified with pneumatic tail wheels, tailhooks removed, \nnew radio and navigation gear plus a YANKEE seat extraction unit installed. \n\nA-1H 135243 is recorded as being transferred to the air force of the then \nRepublic of South Vietnam  (VNAF).\n\nFrom approximately 290 Skyraider of all types supplied to the VNAF, at least three quarters \nwere lost, and most of those remaining were captured by the then North Vietnamese \nwhen South Vietnam was invaded and over run between 1973 &amp; 1975.", "authorname": "AceFlyboy1", "id": "49465936-4555697781-72157627870459022", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/sdasmarchives/4555697781/#comment72157628879454615", "realname": "Byron Hukee", "path_alias": "by_julie", "author": "26233414@N00", "iconserver": "67", "datecreate": "1326637306", "_content": "Flew this A-1 H on 9/1/71 during my training program at Hurlburt Field in preparation for my combat tour with the 1st SOS from Oct 71 to Oct 72. Read about it at <a href=\"http://Skyraider.org\" rel=\"nofollow\">Skyraider.org</a>", "authorname": "SpadGuy", "id": "49465936-4555697781-72157628879454615", "iconfarm": 1}], "photo_id": "4555697781"}, "flarchive:created": 1389789611}