{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2163127531/#comment72157603799052333", "realname": "Marshall Astor", "path_alias": "lifeontheedge", "author": "15965815@N00", "iconserver": "8", "datecreate": "1201354593", "_content": "<a href=\"http://www.hazegray.org/mysteries/oldmyst/ansgrp07.htm\">There's some info on the history of this ship here</a> (scroll down) to mystery picture 74, to see a photo of it at sea.\r\n\r\nMystery Picture #74\r\nThis is the cruiser Fei Hung, better known as the Greek Helle, running builder's sea trials. Fei Hung was one of a trio of small training cruisers ordered by the Chinese navy in 1910. The first of the class (Ying Swei) was completed in 1911 and delivered as scheduled, but the 1912 Chinese Revolution intervened before the remaining two ships, Chao Ho and Fei Hung, could be delivered. Both were placed up for sale, but were completed by their builders prior to being sold, probably in hope of attracting a buyer. Fei Hung was completed in 1913, and is seen here on trials, still owned by her builders, New York Shipbuilding. In 1914 she was sold to Greece and renamed Helle. Her sister Chao Ho did not find a buyer, and accepted by the Chinese navy, as originally intended.\r\n\r\nHelle had an interesting career. In 1916-1917 she served under the French flag, following the French seizure of the Greek fleet. She was completely reconstructed in 1926-1928, emerging as a cruiser-minelayer, with new machinery, superstructure, masts, and fire controls, modified armament, and increased armor. Helle was torpedoed and sunk by an Italian submarine, 15 August 1940, while at anchor off Tinos Island. This incident caused considerable anger, as Greece had not yet entered the war, and the Italian cruiser Eugenuio Di Savoia was provided postwar as a replacement for Helle.\\", "authorname": "Marshall Astor - Food Fetishist", "id": "8602872-2163127531-72157603799052333", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163127531/#comment72157624580298247", "realname": "", "path_alias": "elias_georgantas", "author": "52889903@N03", "iconserver": "4093", "datecreate": "1281560444", "_content": "Also you can have a look in the Hellenic Navy page to see a photo of Helle in the interwar years as well as another image of the first torpedo that missed her in Tinos Island exploding on the dock. <a href=\"http://www.hellenicnavy.gr/ellh.asp\" rel=\"nofollow\">www.hellenicnavy.gr/ellh.asp</a>", "authorname": "Elias Georgantas", "id": "8602872-2163127531-72157624580298247", "iconfarm": 5}], "photo_id": "2163127531"}}