{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/8124805085/#comment72157631857936461", "realname": "", "path_alias": "riobranden", "author": "92284803@N00", "iconserver": "7306", "datecreate": "1351266986", "_content": "&quot;Rice&quot; is probably <a href=\"http://definitelydownriver.blogspot.com/p/jim-rice-big-time-coach-in-small-town.html\" rel=\"nofollow\">Jim Rice</a>, who coached the Columbia University team for 17 years.", "authorname": "bior", "id": "8602872-8124805085-72157631857936461", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/library_of_congress/8124805085/#comment72157631959046415", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1352366612", "_content": "This, and another 14 Bain pictures, seem to be of the 1915 Poughkeepsie Regatta, which began on June 28, 1915 on the Hudson River.  It was the premier collegiate rowing event of its era and attracted huge crowds along the river.\n\nCompeting that year were Cornell, Columbia, Syracuse, U. of Penn, and Stanford.\n<a href=\"http://query.nytimes.com/gst/abstract.html?res=9E04E6D81631E733A05754C2A9609C946496D6CF\" rel=\"nofollow\">query.nytimes.com/gst/abstract.html?res=9E04E6D81631E733A...</a>\n\nThe other Bain photos of the event\n<a href=\"http://www.flickr.com/search/?w=8623220@N02&amp;q=1915 poughkeepsie regatta\">www.flickr.com/search/?w=8623220@N02&amp;q=1915%20poughke...</a>", "authorname": "artolog", "id": "8602872-8124805085-72157631959046415", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/8124805085/#comment72157631964130000", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1352414843", "_content": "More about the Regatta:\n&quot;The IRA [Intercollegiate Rowing Association] was founded by Cornell University, Columbia University, and the University of Pennsylvania. These universities wanted to form an association in order to hold a race every year in which all of the top rowing schools in the country could compete. They chose the Hudson River, outside of Poughkeepsie, as the location to hold the race. It was one of the few places that had a straightaway that was four miles long.\nOnly a single race was run to determine the championship—winner take all. An even more significant difference is that it was a four mile long race. This fact set the Regatta apart from all other crew races that have ever been held. It is the reason why the IRA Regatta became as prestigious as it did, and why the crew team that won was nationally regarded as the best of the best.\nThe Poughkeepsie Regatta quickly became one of the greatest sporting events to watch in the country, and put Poughkeepsie on the map. Every year tens of thousands of spectators would come pouring into Poughkeepsie to watch the races. They covered the shores next to the river, many waiting all day, picnicking on blankets, to ensure they had a good view. The railroad tracks on the west side of the river had a flatbed train which held grandstands from which spectators could watch the race. As the crews rowed up the river, the train would keep pace with them, giving the people on board the best view possible. Hundreds of boats, yachts, and occasionally even Navy destroyers sailed to Poughkeepsie, and moored on the sides of the river to watch the event. The town of Poughkeepsie came alive on the day of the Regatta, with parades, bands, vendors, and banners. In addition, colorful pennants displaying the school colors of all the participants were flying everywhere. The Regatta was extensively covered by newspaper reporters, and as time went on it was even broadcast over local and national radio stations. But the crowds, the cheers, the reporters, parades, and pennants were not the reasons why the Regatta became so intensely popular, the explanation lay in the physical feats of the crew teams. To race at full-speed for four miles required such a breathtaking amount of strength, skill, and endurance that it was awe-inspiring to watch.&quot;\n<a href=\"http://library.marist.edu/archives/regatta/history.html\" rel=\"nofollow\">library.marist.edu/archives/regatta/history.html</a>", "authorname": "artolog", "id": "8602872-8124805085-72157631964130000", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/8124805085/#comment72157632065285999", "realname": "", "path_alias": "jon_loc", "author": "63860770@N07", "iconserver": "2794", "datecreate": "1353528285", "_content": "I think you're right bior, this is probably Jim Rice. He would have been coach during the 1915 Poughkeepsie Regatta.", "authorname": "Jon (LOC P&P)", "id": "8602872-8124805085-72157632065285999", "iconfarm": 3}], "photo_id": "8124805085"}}