{"photo": {"people": {"haspeople": 1}, "dateuploaded": "1307137211", "originalformat": "jpg", "owner": {"username": "Galt Museum & Archives on The Commons", "realname": "", "nsid": "23686862@N03", "iconserver": "3089", "location": "Lethbridge, Alberta, CANADA", "path_alias": "galt-museum", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "5794324711", "title": {"_content": "Arthur L. Larson Fonds: W.P. 'Stevie' Stevens in flight"}, "media": "photo", "tags": {"tag": [{"raw": "Lethbridge", "machine_tag": 0, "id": "23663808-5794324711-73525", "_content": "lethbridge", "author": "23686862@N03"}, {"raw": "Lethbridge Gliding Club", "machine_tag": 0, "id": "23663808-5794324711-71466123", "_content": "lethbridgeglidingclub", "author": "23686862@N03"}, {"raw": "The Skid Busters", "machine_tag": 0, "id": "23663808-5794324711-71466125", "_content": "theskidbusters", "author": "23686862@N03"}, {"raw": "Prairie Gliders", "machine_tag": 0, "id": "23663808-5794324711-71466127", "_content": "prairiegliders", "author": "23686862@N03"}, {"raw": "Galt", "machine_tag": 0, "id": "23663808-5794324711-398973", "_content": "galt", "author": "23686862@N03"}, {"raw": "Galt Museum", "machine_tag": 0, "id": "23663808-5794324711-7452711", "_content": "galtmuseum", "author": "23686862@N03"}, {"raw": "Gatl Museum & Archives", "machine_tag": 0, "id": "23663808-5794324711-71466129", "_content": "gatlmuseumarchives", "author": "23686862@N03"}, {"raw": "Aviation", "machine_tag": 0, "id": "23663808-5794324711-5867", "_content": "aviation", "author": "25695066@N00"}, {"raw": "Aircraft", "machine_tag": 0, "id": "23663808-5794324711-5854", "_content": "aircraft", "author": "25695066@N00"}, {"raw": "Airplane", "machine_tag": 0, "id": "23663808-5794324711-1649", "_content": "airplane", "author": "25695066@N00"}, {"raw": "Glider", "machine_tag": 0, "id": "23663808-5794324711-30364", "_content": "glider", "author": "25695066@N00"}, {"raw": "Gliding", "machine_tag": 0, "id": "23663808-5794324711-29677", "_content": "gliding", "author": "25695066@N00"}]}, "comments": {"_content": "5"}, "geoperms": {"isfriend": 0, "isfamily": 0, "ispublic": 1, "iscontact": 0}, "secret": "f55548a9ca", "location": {"locality": {"woeid": "8820", "place_id": "4rTyr45ZWrhb", "_content": "Lethbridge"}, "country": {"woeid": "23424775", "place_id": "b9iFoOpTUb6KZ3MPGQ", "_content": "Canada"}, "region": {"woeid": "2344915", "place_id": "aZe42J5TUb6mIiaJ", "_content": "Alberta"}, "place_id": "4rTyr45ZWrhb", "longitude": -112.814226, "county": {"woeid": "29375228", "place_id": "iuNniR1TW7kvn2.JLg", "_content": "Alberta"}, "context": "0", "woeid": "8820", "latitude": 49.701072, "accuracy": "14"}, "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>W.P. 'Stevie' Stevens in flight over Lethbridge in an open #2 Primary Glider, ca. 1935-1936.</b> The Lethbridge Gliding Club’s hand-built #2 Primary Glider achieved altitudes of 1000 feet and from 1934 to 1937 made over 1500 flights.\n\n<b>Included in the Arthur L. Larson Fonds: Inclusive Date(s): 1934-1986</b>\nApproximately 4 cm of manuscript and print material\n160 photographs\n4 books\n\n<b>The fonds consists of correspondence, photocopies of club log books and other club records, design drawings and photographs from Art Larson's time as a member of the Lethbridge Glider Club. Also included are general articles pertaining to gliding in Alberta and Canada, a copy of Bruce Gowan's article &quot;The Lethbridge Gliding Club 1929-1939 Also Known as The Prairie Gliders and The Skid Busters&quot;, and research information.</b>\n\nThe Lethbridge Gliding Club was born in 1929 when three teenage boys – Art Larson, Jim Findlay and Ivan Thomson – decided to build a Primary Glider. Art Larson, leader of the group, became enthused with flying after a ride in Jock Palmer’s Curtiss Standard J-1 in 1926. The boys worked in Larson’s garage, assisted by Art’s father Samuel who was a carpenter and was able to provide considerable advice about how to construct the woodwork. \n\nIn the spring of 1930 the group – now calling themselves the Prairie Gliders – made repeated attempts to launch the glider, without success. It was not until they decided to give 13 year old Billy Ritson a ride that success was achieved. Billy soared about 20 feet into the air, and then made a slow turn before crashing back to earth. The wing of the glider was demolished, but Billy Ritson escaped unhurt and became the first person in Lethbridge to make a glider flight. Unfortunately, the Depression had begun and there was no money to repair the glider.\n\nIvan Thomson went on to powered flight, and obtained his commercial pilot’s license in January 1931. He tried to interest Art Larson in a commercial air service venture at Medicine Hat, but before those plans developed Ivan Thomson and his passenger Donald McKenzie were killed in a crash at Lethbridge on 1 February 1931.\n\nJim Findlay and Art Larson continued their interest in gliding and in 1933 purchased a Northrop Primary Glider. As with their first glider, the Northrop would not rise much more than a foot off the ground. Undeterred, Larson decided to build a glider of his own design. The Larson garage was once again the workshop, and success was finally achieved. The Primary Glider launched at 35 miles per hour, and often rose to a height of over 500 feet. \n\nOver the next four years the group made more than 1,500 flights in the Larson-designed Primary from the Municipal Airport in north Lethbridge. During those years four new members joined the club: Tom Hardy, John Zmurchyk, John Watson and Bob Niven. Of these four, Hardy and Zmurchyk stuck with the group and both became very good glider pilots. \n\nW.P. Stevens (Stevie) was living in Calgary, but was often in Lethbridge on business and became a member of the gliding club. Jim Fretwell also visited the club from his home in Stettler. Fretwell had organized the Stettler Gliding Club, and became a full time member of the Lethbridge group when he moved to the city in 1937. \n\nEvelyn Fletcher joined the club in the fall of 1936, and until July 1939 she kept a detailed log of every flight made by the Lethbridge Gliding Club (LGC).\n\nIn 1938 members of the club made a record 384 flights, including a number of soaring flights that surpassed previous club marks for altitude and duration. In May 1939 Evelyn Fletcher made her first cross-country flight, covering eight miles in 45 minutes. Art Larson also completed a cross-country flight the same month. \n\nIt was in July 1939 that Evelyn Fletcher left the LGC to train for her private pilot’s license in Calgary. The club was down to three members – Art Larson, Jim Findlay and Tom Hardy – and by the fall of 1939 they were no longer to keep the LGC going.\n\n<i>[Source: “The Lethbridge Gliding Club 1929-1939 Also Known as the Prairie Gliders and The Skid Busters”, by Bruce W. Gowans. 1981]</i>\n\nTo obtain high quality and larger reproductions of this image please visit the Galt Museum &amp; Archives website: <a href=\"http://www.galtmuseum.com/archives.htm\" rel=\"nofollow\">www.galtmuseum.com/archives.htm</a> and include thIs number in your request:\n\nP20061007002-W.P. 'Stevie' Stevens in Flight"}, "isfavorite": 0, "views": "9790", "farm": 6, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2011-06-03 15:32:42", "lastupdate": "1370977733", "takengranularity": "0", "posted": "1307137211"}, "originalsecret": "7de1b513fc", "license": "7", "notes": {"note": [{"_content": "String used to trip the shutter on the camera.", "author": "21154755@N03", "h": "149", "authorname": "jhapeman", "w": "59", "y": "48", "x": "177", "id": "72157627001308874"}]}, "server": "5031", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/galt-museum/5794324711/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}