{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/9067783100/#comment72157634180404316", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1371487032", "_content": "Em 1933, por ocasião do encerramento do Congresso dos Clubes Desportivos, o Presidente do Conselho Dr. Oliveira Salazar afirmou a importância do desporto na educação dos jovens com vista ao «crescimento de uma raça forte e sã que pudesse vir a defender o seu país». Nesta ocasião o Dr. Oliveira Salazar prometeu aos desportistas portugueses a construção de um “Estádio Nacional”.\n\nFoi em 1934 que foi lançado o concurso para o Estádio Nacional, concurso esse que previa a instalação de um grande complexo desportivo e a valorização do vale do Rio Jamor a par da integração de uma série de estruturas desportivas. \n\nUma das propostas para o futuro “Estádio Nacional”, foi apresentada pelo arquitecto Cristino da Silva que concorreu associado ao arquitecto Constantino Constantini que tinha realizado o Fórum Mussolini de Roma.\n\nUma outra proposta foi apresentada pelos arquitectos Carlos Ramos e Jan Wills associados à “Sociedade Capenon Bernard” de Paris.Mais uma proposta foi apresentada pelos arquitectos Jorge Segurado e António Varela ambos ligados à empresa “SETH - Sociedade de Empreitadas e Trabalhos Hidráulicos”  e à equipa do urbanista Robert Pommier.\n\nFicaram apenas duas equipas seleccionadas para uma 2ª fase do concurso, que eram a de Jorge Segurado e António Varela com a SETH e a Mecotra com o arquitecto Carlos Ramos. \n\nO “Estádio Nacional”, também chamado “Estádio do Jamor” por estar implantado no Vale do Jamor, foi inaugurado em 10 de Junho 1944. Este Estádio foi uma criação do Estado Novo, que procurava com este novo recinto não só a promoção da prática do desporto, mas também a criação de um espaço para manifestações públicas inspiradas nos princípios políticos vigentes. \n\nPara que o projecto do ministro das Obras Públicas, engenheiro Duarte Pacheco, fosse uma realidade, foi escolhido o arquitecto Miguel Jacobetty Rosa, já depois do afastamento, numa fase final do concurso público,  dos projectos dos arquitectos Caldeira Cabral e  Konrad Wiesner, de Jorge Segurado e de Carlos Ramos. O projecto da Tribuna de Honra é de Jacobetty Rosa e do engenheiro civil Sena Lino\n\nO projecto de engenharia do estádio é de 1939 e é da autoria dos engenheiros civis Júlio Marques e António Brito. \n\nInfluenciado por obras como o Estádio Olímpico de Berlim, a edificação do “Estádio Nacional” levou cinco anos a ser concluída - desde a planificação (1939) até à sua construção -, sendo, mais tarde, inserido no Complexo Desportivo do Jamor, uma ilha verde no seio da Área Metropolitana de Lisboa. \n\nA cerimónia de inauguração foi uma das maiores manifestações populares do Estado Novo, evidenciada nos documentários filmados da época. A “Mocidade Portuguesa” com 3.600 filiados na classe de ginástica, a “FNAT - Federação Nacional para a  Alegria no Trabalho” (hoje INATEL) com 4.000 elementos, e os clubes desportivos com cerca de 3.000 desportistas,  participaram nesta festa de inauguração. 60.000 pessoas estiveram presentes nesta festa de inauguração.\n\nNeste dia de inauguração,  teve lugar um jogo Sporting-Benfica em que o Sporting venceu por 3-2.  Peyroteo marcou 2 golos e Eliseu 1, para o Sporting. Espírito Santo e Júlio marcaram pelo Benfica . As equipes eram assim constituídas: \n\nSporting:  Azevedo; Cardos e Manuel Marques; Canário, Barrosa e Eliseu; Mourão, João da Cruz, Peyroteo, António Marques e Albano \nBenfica:    Martins; César e Carvalho; Jacinto , Albino e F. Ferreira; Espírito Santo, Arsénio , Júlio, Teixeira e Rogério \nPor despacho do subscretário de Estado das Corporações, foi determinado o encerramento dos estabelecimentos industriais e comerciais da cidade de Lisboa a partir das 13 horas de Sábado dia 10 de Junho. O “ACP - Automóvel Club de Portugal” fez a venda dos bilhetes, na sua sede, de entrada dos automóveis para os parques de estacionamento do Estádio.\n\nPor força dos racionamentos impostos pela II Guerra Mundial, a circulação dos automóveis particulares era condicionada às segundas, sextas e sábados, pelo que foi solicitada uma excepção, a título extraordinário, para que no Domingo seguinte à inauguração a proibição fosse suspensa, a fim das pessoas que tinham vindo de outros pontos do país, pudessem regressar ás suas casas.\n\nEm 1967, o “Estádio Nacional” foi escolhido como anfitrião para a prestigiada final da Taça dos Campeões Europeus. O jogo foi disputado entre o “Celtic Football Club” e “Inter Milão”. Os escoceses venceram por 2-1\n\nA morte prematura do engenheiro Duarte Pacheco impediu a conclusão do projecto e deixou por concluir espaços como o Hipódromo, Piscina Olímpica, Centro Náutico, Parque Público e Ribeira do Jamor. As áreas por concluir permaneceram por largos anos abandonadas, ocupadas por equipamentos não harmonizados com o projecto inicial, ou cedidas a entidades privadas (“Viveiros do Falcão”, “Fermentos Holandeses”). \n\nTambém a praia da Cruz Quebrada, parte integrante do projecto inicial do Complexo, foi posta de lado", "authorname": "J. Leite", "id": "26532116-9067783100-72157634180404316", "iconfarm": 6}], "photo_id": "9067783100"}, "flarchive:created": 1387726202}