{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/statelibraryqueensland/8143525766/#comment72157631900684354", "realname": "State Library Queensland", "path_alias": "statelibraryqueensland", "author": "32605636@N06", "iconserver": "7441", "datecreate": "1351747935", "_content": "Michael Joseph (Mick) Kirwan (1873-1941), politician and public servant, was born on 26 April 1873 at Jinbah, Mary River, Queensland, son of Michael Kirwan, sugar worker, and his wife Sarah, née Costello, both from Tipperary, Ireland. After primary education at Yengarie and Petrie Terrace (Brisbane) state schools, Mick entered a bootmaking apprenticeship in 1884, but in 1907 transferred to the Railways Department as a porter based in Brisbane. His considerable vocal power made him a notable train-caller.\n\nActive in the Australian Railways Union which was at the centre of the Brisbane general strike of 1912, Kirwan was sacked after the strike and at the election of 27 April attempted the seemingly hopeless task of wresting the seat of Brisbane from the long-time sitting member E. B. Forrest. Labor, however, polled particularly well in the metropolitan area and Kirwan won by a slender majority. He retained the seat until 1932. At Tenterfield, New South Wales, on 29 September 1912 he married Catherine Swift; they had one son.\n\nKirwan approached his new profession with dedication and enthusiasm. His genial personality was well suited to a parliamentary career and he became an impressive speaker and debater. Elected chairman of committees in 1920, he harboured ministerial ambitions and in 1924 was one of those elected to cabinet during the brief and abortive rebellion against Premier E. G. Theodore. Kirwan believed that this indiscretion would ruin his political career, but in July he was made minister without portfolio. Promoted to public works in February 1925, he held this position until Labor's defeat in 1929.\n\nKirwan's ministerial career was solid rather than spectacular. He never ranked higher than seventh in a cabinet of ten and his legislative initiatives were largely of a housekeeping nature. Nor was he a high-flier in the organizational wing of the Labor Party. He attended the Labor-in-Politics convention in 1913 and was the parliamentary party's delegate to the central executive in 1916-18. Thereafter he played a minor role in the high councils of the party.\n\nAt the 1929 election Kirwan just retained his seat. He was not so fortunate in 1932 when he narrowly lost pre-selection to an Australian Workers' Union organizer. When Labor returned to office in 1932 Premier Forgan Smith appointed Kirwan to the Tourist Bureau. In 1938 he was transferred to the Department of Agriculture and Stock and retired later that year.\n\nKirwan was a member and office-bearer of the Queensland Irish Association (and was a vehement anti-conscriptionist in 1916-17). He also maintained a long-term interest in the lifesaving movement and was first president of the Surf Life Saving Association of Australia (Queensland centre) in 1931-41. He died of cerebral haemorrhage on 13 February 1941 in Brisbane and was buried with Catholic rites in Nudgee cemetery. Information Source: Australian Dictionary of Biography <a href=\"http://adb.anu.edu.au/biography/kirwan-michael-joseph-mick-6979/text12127\" rel=\"nofollow\">adb.anu.edu.au/biography/kirwan-michael-joseph-mick-6979/...</a>, accessed 1 November 2012.", "authorname": "State Library of Queensland, Australia", "id": "32560314-8143525766-72157631900684354", "iconfarm": 8}], "photo_id": "8143525766"}, "flarchive:created": 1389618849}