{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/deserontoarchives/2760980170/#comment72157606851368425", "realname": "", "path_alias": "simply_diann", "author": "34883548@N00", "iconserver": "2072", "datecreate": "1219234344", "_content": "Tis is a beautiful old postcard.\n\nI'd like to extend an invitation to you to join a new group focusing on Great Lakes Passenger Ships. <a href=\"http://www.flickr.com/groups/882560@N22/\">www.flickr.com/groups/882560@N22/</a>\n\nThe group, Great Lakes Passenger Ships is for celebrating passenger ships on the Great Lakes--those that are no longer in service along with any ships that continue to provide lakes service.\n\nPlease consider joining. It should be fun and interesting to collect photos of the Great Lakes Passenger Ships in one group.", "authorname": "Diann*", "id": "23100052-2760980170-72157606851368425", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/deserontoarchives/2760980170/#comment72157607094698264", "realname": "Brian Westhouse", "path_alias": null, "author": "23655958@N03", "iconserver": "3185", "datecreate": "1220480087", "_content": "Both the Reliance and Resolute had seen extensive service on Georgian Bay during the 1880s. The Rathbuns owned a number of townships (timber berths) near Sudbury, Ontario. The timber from the Wahnapitae River was towed either to their Parry Sound mill or to southern Georgian Bay. I know the Resolute was used for towing log booms for the Emery Lumber Co. a Saginaw based firm owned in part by James MacLaren, who also had lumbering interests on the Central Ontario Railway. The Emery Co. purchased the timber berths in Cleland Township, from the Rathbuns in 1885, followed by purchases of Garson and Capreol timber berths. Initially the Emery Co. used its own boats to carry the timber to East Tawas, Michigan, were some of the wood was transported by rail to MacLaren's Saginaw Lumber &amp; Salt Co. on Crow Island, up the Saginaw River. When log tariffs increased in 1887, a contact was made with Andrew Miscampbell's mill in Midland, when the Resolute was contracted to tow for the Emery firm. By 1892 manufacturing of the lumber was returned to East Tawas, when Nelson Holland and Temple Emery purchased outstanding interest of the firm. Up to that time, D L White had served as secretary of the Saginaw firm, as well as of the Emery Co. at Midland. D. L. White along with James Playfair purchased the former Miscampbell mill. This was the beginning of a new era of shipping on the Great Lakes.", "authorname": "Wrecksdale Wreck", "id": "23100052-2760980170-72157607094698264", "iconfarm": 4}], "photo_id": "2760980170"}, "flarchive:created": 1389189532}