{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1286234023", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "5052748834", "title": {"_content": "Pale Blue Orb (2)"}, "media": "photo", "tags": {"tag": []}, "comments": {"_content": "2"}, "secret": "4d2b378e8d", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>Collection:</b> NASA Solarsystem Collection\n<b>Title:</b> Pale Blue Orb (2)\n\n<b>Description:</b> Not since NASA's Voyager 1 spacecraft saw our home as a pale blue dot from beyond the orbit of Neptune has Earth been imaged in color from the outer solar system. Now, Cassini casts powerful eyes on our home planet, and captures Earth, a pale blue orb -- and a faint suggestion of our moon -- among the glories of the Saturn system. Earth is captured here in a natural color portrait made possible by the passing of Saturn directly in front of the sun from Cassini's point of view. At the distance of Saturn's orbit, Earth is too narrowly separated from the sun for the spacecraft to safely point its cameras and other instruments toward its birthplace without protection from the sun's glare. The Earth-and-moon system is visible as a bright blue point on the right side of the image above center. Here, Cassini is looking down on the Atlantic Ocean and the western coast of north Africa. The phase angle of Earth, seen from Cassini is about 30 degrees. A magnified view of the image taken through the clear filter (monochrome) shows the moon as a dim protrusion to the upper left of Earth. Seen from the outer solar system through Cassini's cameras, the entire expanse of direct human experience, so far, is nothing more than a few pixels across. Earth no longer holds the distinction of being our solar system's only &quot;water world,&quot; as several other bodies suggest the possibility that they too harbor liquid water beneath their surfaces. The Saturnian moon, Enceladus, is among them, and is also captured on the left in this image, with its plume of water ice particles and swathed in the blue E ring which it creates. Delicate fingers of material extend from the active moon into the E ring. See Ghostly Fingers of Enceladus <a href=\"http://saturn.jpl.nasa.gov/multimedia/images/image-details.cfm?imageID=2276\" rel=\"nofollow\">saturn.jpl.nasa.gov/multimedia/images/image-details.cfm?i...</a> , for a more detailed view of these newly-revealed features. The narrow tenuous G ring and the main rings are seen at the right. The view looks down from about 15 degrees above the un-illuminated side of the rings. Images taken using red, green and blue spectral filters were combined to create this view. The image was taken by the Cassini spacecraft wide-angle camera on Sept. 15, 2006, at a distance of approximately 2.1 million kilometers (1.3 million miles) from Saturn and at a sun-Saturn-spacecraf t angle of almost 179 degrees. Image scale is approximately 250 kilometers (155 miles) per pixel. At this time, Cassini was nearly 1.5 billion kilometers (930 million miles) from Earth. The Cassini-Huygens mission is a cooperative project of NASA, the European Space Agency and the Italian Space Agency. The Jet Propulsion Laboratory, a division of the California Institute of Technology in Pasadena, manages the mission for NASA's Science Mission Directorate, Washington, D.C. The Cassini orbiter and its two onboard cameras were designed, developed and assembled at JPL. The imaging operations center is based at the Space Science Institute in Boulder, Colo. For more information about the Cassini-Huygens mission visit <a href=\"http://saturn.jpl.nasa.gov/\" rel=\"nofollow\">saturn.jpl.nasa.gov/</a> . The Cassini imaging team homepage is at <a href=\"http://ciclops.org/\" rel=\"nofollow\">ciclops.org/</a> . Credit: NASA/JPL/Space Science Institute\n\n<b>Date:</b> 09.15.2006\n<b>UID:</b> SPD-SLRSY-5483\n<b>Original url:</b> <a href=\"http://solarsystem.nasa.gov/multimedia/display.cfm?IM_ID=5483\" rel=\"nofollow\">solarsystem.nasa.gov/multimedia/display.cfm?IM_ID=5483</a>\n\n<b>SOURCE</b>:  <a href=\"http://nasaimages.org/luna/servlet/detail/nasaNAS~20~20~120870~227572\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/nasaNAS~20~20~120870~2...</a>\n\n<b>Visit <a href=\"http://www.nasaimages.org\" rel=\"nofollow\">www.nasaimages.org</a> for the most comprehensive compilation of NASA stills, film and video, created in partnership with Internet Archive. </b> "}, "isfavorite": 0, "views": "7522", "farm": 5, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2010-10-04 16:13:43", "lastupdate": "1376000501", "takengranularity": "0", "posted": "1286234023"}, "originalsecret": "cd37ef990a", "license": "7", "notes": {"note": []}, "server": "4103", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/5052748834/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387643224}