{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2163887416/#comment72157608235800348", "realname": "", "path_alias": "sabahsharky", "author": "15805406@N05", "iconserver": "2174", "datecreate": "1224606075", "_content": "I think the correct spelling for the town is &quot;LLwyn y pia&quot; sometimes spelt without spaces as &quot;LLwynypia&quot;, not two capital &quot;L&quot;s since &quot;LL&quot; is a seperate letter in the Welsh alphabet. (there are other seperate letters represented by combinations of english letters e.g. CH, DD, FF, LL, RH)\n\nLLwyn y pia is part of the county of &quot;Rhondda Cynon Taf&quot; as it is called today. Back when this photo was taken it was part of a very large County called &quot;Glamorgan&quot; which was split into 3 counties in the 1970s (South, Mid and West Glamorgan), and in the 1990s into many counties based more on the cities in them e.g. City and County of Swansea (formerly West Glamorgan).\n\nYou can get a good feeling of what life was like at the time shown in the photo by visiting several &quot;living&quot; museums in South Wales e.g. \n\n- St. Ffagans Heritage and Folk Museum - Outside Cardiff on the road A48 I think. They have a whole row of miner's cottages showing each house decorated for a different period e.g. early 1800s, mid 1800s, late 1800s, 1900 turn of century, 1940s, 1950s, 1980s, or similar - its like being in HG Well's time machine as you walk up the row of houses.\n\n- Big Pit - Near Caerleon, town called Blaenavon - this is a MUST see - its a REAL coal mine, you go down several hundred feet in a cage elevator, then you walk around one of two routes underground with a guide - one tour takes you around the old types of mining - what it was like to be a kid in the mines, old equipment and workings, Pit pony stables (yes they used horses underground). The other route takes you around the modern mining area. The mine is inspected by government to commercial standards - ITS TOTALLY safe, the only reason civilians are allowed in the mine is you can also walk out of the mine by walking about 1km out of the side of the mountain (its also a drift mine as well as a deep navigation mine).\n\nBOTH Museums are free (2008 time of writing). \n\nYou can also read the books &quot;Rape of the fair country&quot; and &quot;how green was my valley&quot; by &quot;Alexander Cordell&quot; to understand what life was like in these communities in the industrial revolution (about 150 years before this).\n\nTo see a small town like this in film set at exactly the same time watch the film &quot;The Englishman who went up a hill but came down a mountain&quot; starring Colm Meaney and Hugh Grant - funny, lovely movie about a tight knit valley's community.\n\nIncidentally my father was born in LLwyn y pia.", "authorname": "sabahsharky", "id": "8602872-2163887416-72157608235800348", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163887416/#comment72157608510441573", "realname": "John Harding", "path_alias": null, "author": "82948586@N00", "iconserver": "3277", "datecreate": "1225378890", "_content": "Yep its Llwynypia not Llwynpia - that would make it grove/bush magpie not grove.bus of the magpie. Grew up there and my sister was born in the hospital you can see on the hill at the back.", "authorname": "Pryderi", "id": "8602872-2163887416-72157608510441573", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163887416/#comment72157612393121023", "realname": "", "path_alias": "teepee1", "author": "84351393@N00", "iconserver": "13", "datecreate": "1231689162", "_content": "I second the Alexander Cordell books as recommended (essential!) reading around this subject matter. \n\nLlwynypia has never really recovered from the closure of the collieries, and even today, it is one of the areas listed in the <a href=\"http://new.wales.gov.uk/topics/statistics/publications/wimd08sum/?lang=en\" rel=\"nofollow\">new.wales.gov.uk/topics/statistics/publications/wimd08sum...</a> available online, as well as this wonderful coal swathed portrait of <a href=\"http://www.llwynypialocal.co.uk/PhotoGallery.aspx?action=viewimage&amp;imageid=25&amp;categoryid=3\" rel=\"nofollow\"> 'John Davies aged 12</a>, one of the many children used in the physically demanding and dangerous work-environment of the mine shafts. \n\nAverage life expectancy was significantly reduced as the risk of colliery accidents were high. interestingly, after very little searching I've been able to find this reference to the <a href=\"http://wc.rootsweb.ancestry.com/cgi-bin/igm.cgi?op=GET&amp;db=:2166940&amp;id=I111391834\" rel=\"nofollow\">death of George Henry Gaylard</a>, who was born in Llwynypia in 1878, but died in an accident at Llwynypia colliery, aged 21 years. :( While he was born in the area, both his parents are recorded as having originated from Somerset. Whilst it isn't stated clearly, it appears that they probably moved over the border to Llwynypia for the employment opportunities offered by the presence of the colliery, where they subsequently stayed to raise their family. This 'sits' with my own family history, as my great-great-grandparents on my fathers side of the family, were from the area of Calne in Wiltshire, but moved to the Ebbw Vale/Brynmawr area of Wales (the county of Blaenau Gwent). \n\nMy great-great grandfather and my great uncle were miners. My father recalls meeting my great-uncle after the shift was over, at the pit head, on many, many occasions; and coal blackened as he was, carrying dad home on his shoulders, where both would be chastised by my great-grandmother, for getting so dirty. Subsequently, a big metal bath tub would be taken off the hook and placed in front of a roaring fire, where it would then be filled with scalding water. The youngest member of the family (at that time, my father) would be plunged into the water first, scrubbed, hauled out, followed by the next oldest and so... Re-using the bathwater until every member of the family was clean.</a></a>", "authorname": "Trapac", "id": "8602872-2163887416-72157612393121023", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163887416/#comment72157612405255335", "realname": "", "path_alias": "teepee1", "author": "84351393@N00", "iconserver": "13", "datecreate": "1231709783", "_content": "Ok - I've found out some more.\n\nThe owner of the Glamorgan coalmines, (who is described variously as a mining engineer and entrepreneur) was one Archibald Hood (1823-1902). According to <a href=\"http://www.geo.ed.ac.uk/scotgaz/people/famousfirst791.html\">this site here,</a> and <a href=\"http://www.therhondda.co.uk/personalities/archibald_hood.html\">this site here</a>, he grew up in Kilmarnock (East Ayrshire) in Scotland. This might explain why the 'Scotland' tag was attributed to some of the welsh coal mining images from this collection. The Llwynypia Colliery became strongly associated with Archibald Hood, and was known locally as 'The 'Scotch' Colliery.\n\nArchibald Hood was apparently brought up by his father (a widower), who was by trade, a colliery foreman. Hood himself started off with very little education and at the age of 12 was working in the mines himself. However, when his father became the manager of a colliery near Glasgow, Hood went on to study and qualify as a mining engineer. He then leased and operated pits/collieries all over the midlothian coalfields and developed a reputation as a moderniser, recognising that improving the conditions of the workers (both practically in the mines, and socially) would result in a more productive workforce. He went on to co-found the Lothian Coal Company in 1890, alongside Schomberg Kerr, 9th Marquess of Lothian (1833 - 1900)\n\nHood began working in the welsh coalfields/collieries in 1862, when he established the Glamorgan Coal Company; modernising and extending the pits in the area. At its peak there were 140 coke ovens, and a large brickworks which Hood also founded. In 1908, the colliery became part of the <a href=\"http://www.therhondda.co.uk/facts/cambrian_growth.html\">Cambrian Combine</a>, and the waste gases from the coking process, were also used to provide electricity for the colliery and to power the streetlights in the local communities. Hood actually moved to Wales in 1867, was very active in the civic life of the community in Cardiff and throughout Glamorgan, and was well liked. Although he maintained his management of the Scottish collieries, he lived in Cardiff where he eventually died and is buried.  \n\nThere is actually a statue/memorial to hood in Llwynypia, you can see a picture of that <a href=\"http://www.anglesey.info/Llwynypia - Archibald Hood.jpg\">here</a>. (Although it is somewhat dwarfed by the large number of people crowded nearby!)\n\nThere is a really detailed history of Llwnypia <a href=\"http://webapps.rhondda-cynon-taff.gov.uk/heritagetrail/rhondda/llwynypia/llwynypia.htm\">here</a>, which is fascinating. It also confirms that the name 'Llwynypia' translates from Welsh to English as '‘The grove of the bush of the magpie' and 'derives its name from a farm that stood on the land pre-industrialisation'.\n\nThe 1910 Cambrian Combine Miners Strike &amp; Tonypandy Riot is covered <a href=\"http://libcom.org/history/1910-cambrian-combine-miners-strike-and-tonypandy-riot\">here</a>. (The strike itself became popularly known as The Tonypandy Riot.) It has become renown for being one of the few occasions in British history when troops were deployed against British workers. The strike began on August 01st 1910, and was a bitter dispute, with widespread consequences for miners across the region. The link outlines this in some detail.", "authorname": "Trapac", "id": "8602872-2163887416-72157612405255335", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163887416/#comment72157612486077788", "realname": "", "path_alias": "library_of_congress", "author": "8623220@N02", "iconserver": "3703", "datecreate": "1231777468", "_content": "Thanks!  We'll look into the spelling of &quot;Llwynypia&quot;, and thanks for the detailed information on collieries.", "authorname": "The Library of Congress", "id": "8602872-2163887416-72157612486077788", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163887416/#comment72157616165940818", "realname": "Amgueddfa Cymru - National Museum Wales", "path_alias": "museumwales", "author": "23119147@N08", "iconserver": "7265", "datecreate": "1238498882", "_content": "Wow - some great detective work Trapac!\n\nsabahsharky - Yes, <a href=\"http://www.museumwales.ac.uk/en/stfagans/\" target=\"new\">St Fagans: National History Museum</a> and <a href=\"http://www.museumwales.ac.uk/en/bigpit/\" target=\"new\">Big Pit: National Coal Museum</a> are well worth a visit, and there free, as are all the museums that form part of <a href=\"http://www.museumwales.ac.uk/en/home/\" target=\"new\"> Amgueddfa Cymru)</a>.\n\nOur <a href=\"http://www.museumwales.ac.uk/en/rhagor/\" target=\"new\">online museum </a> has a fair amount of information relating to the <a href=\"http://www.museumwales.ac.uk/en/rhagor/article/2049/\" target=\"new\">South Wales mining community</a>", "authorname": "MuseumWales", "id": "8602872-2163887416-72157616165940818", "iconfarm": 8}], "photo_id": "2163887416"}}