{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/7656199656/#comment72157630884485138", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1344005700", "_content": "Bergen op Zoom was a Dutch refugee camp for those who fled to Holland from Belgium after the German invasion.  Here is a contemporary account:\n\n&quot;I visited carefully the refugee camps at Rosendaal and Bergen Op Zoom, small towns which have entertained from fifty to eighty thousand Belgian refugees. In other still smaller villages along the Dutch frontier the proportion of refugees to inhabitants was even larger.  In one place of about 5,000 population there were 30,000 refugees who arrived within twenty four hours. Most of these however went on to Rotterdam Amsterdam or The Hague. At Rosendaal and Bergen Op Zoom there still remain about 25,000 refugees in each place. The condition of these people is most pitiable. For the most part they are without moneyThey arrived in great haste and in a terrified condition pouring into the country in crowded trains and in such carts and wagons as they could find and trudging on foot along the roadsThe majority of course are women and children and there are many tiny babies some born during the flight. There are all sorts of sicknesses among the fugitives, but there is as yet no epidemic .&quot;\nIn a moment of time: things seen on the bread-line of Belgium\nBy Reginald Wright Kauffman (1915)\n<a href=\"http://books.google.com/books?id=xvc1AAAAMAAJ&amp;pg=PA260&amp;lpg=PA260&amp;dq=bergen+op+zoom+refugee+camp&amp;source=bl&amp;ots=ju2vrJ9oGk&amp;sig=I8Rn5nXgV6Qp9Vdk2DmwpECW1vg&amp;hl=en&amp;sa=X&amp;ei=2OIbUOD4GaTliQKEzoGQCg&amp;ved=0CFMQ6AEwAQ#v=onepage&amp;q=zoom&amp;f=false\" rel=\"nofollow\">books.google.com/books?id=xvc1AAAAMAAJ&amp;pg=PA260&amp;l...</a>", "authorname": "artolog", "id": "8602872-7656199656-72157630884485138", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/7656199656/#comment72157631163017492", "realname": "", "path_alias": "ryan_loc", "author": "35234565@N04", "iconserver": "1021", "datecreate": "1345486256", "_content": "Thanks so much for filling in the details of this tragic story artolog.", "authorname": "Ryan (LOC P&P)", "id": "8602872-7656199656-72157631163017492", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/library_of_congress/7656199656/#comment72157632140283041", "realname": "Veleda Lorakeet", "path_alias": "tinkervel", "author": "49572776@N03", "iconserver": "5446", "datecreate": "1354355465", "_content": "In Zandvoort between Koningstraat and Prinsessweg a group of houses was built to accomodate belgian refugees. I think they were build in 1917. They have been demolished recently to make way for anappartment complex. I think it was 24 houses. Tried to dig up some sources but failed...Apparently refugees frm Belgium did not stay on the border only.", "authorname": "Veleda Lorakeet", "id": "8602872-7656199656-72157632140283041", "iconfarm": 6}], "photo_id": "7656199656"}}