{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157603733128716", "realname": "", "path_alias": "bipolarlawyercook", "author": "15502051@N00", "iconserver": "1170", "datecreate": "1200575168", "_content": "This looks to be Brockton, judging by the similarity of the streetlamps shown in the two newspaper office photos.  It appears to be the intersection of School Street and Main Street, with the triangular roof in the background on Main Street.  A google maps satellite view of this intersection shows this corner building to still stand.", "authorname": "She Curmudgeon", "id": "8602872-2178249475-72157603733128716", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157603734971664", "realname": "Gerry D.", "path_alias": "italiangerry", "author": "38472579@N00", "iconserver": "47", "datecreate": "1200593441", "_content": "The movie poster looks like <i>The Thief of Bagdad</i>, 1940, With Sabu.  Since that opened in New York  in December 1940, this must be several months later in 1941. Can't identify the name of the local theatre it's playing at.", "authorname": "italiangerry", "id": "8602872-2178249475-72157603734971664", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157603751919096", "realname": "", "path_alias": null, "author": "60987721@N00", "iconserver": "2350", "datecreate": "1200792468", "_content": "Go to <a href=\"http://maps.live.com/\">maps.live.com/</a>\r\nand enter:\r\n&quot;school street and main street, brockton, ma&quot;\r\n\r\nLooks like the old building is gone, but a newer (and taller one) put in its place.", "authorname": "rrsafety", "id": "8602872-2178249475-72157603751919096", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157603799932489", "realname": "", "path_alias": "antydiluvian", "author": "51092719@N00", "iconserver": "17", "datecreate": "1201367523", "_content": "This <i>is</i> the corner of School and Main Streets in Brockton, Mass. I actually ate in Sylvia Sweet's Tea Room, which (though its name changed) was still active as a coffee shop at least into the Sixties. The buses from Boston (i.e., the Eastern Mass Street Railway buses from Ashmont Station at the end of what is now the Boston's Red Line) used to end their runs here. (They began their return trips from here, too.)\r\n\r\nThe shot is looking north along Main Street. There was a big bank where the clock is, and a couple of blocks further along (just out of the frame) is where the <i>Brockton Enterprise-Times</i> was, where for many years my mother wrote articles for the social pages.\r\n\r\nIf you follow rrsafety's advice and go to maps.live.com, go down to &quot;street level.&quot; You'll see a bus rounding this very corner and this building. Diagonally across the street is a building with a rounded facade. That used to be Kresge's (precursor to today's K-Mart), and where I worked for two years in the Fifties in high school.\r\n\r\nBy the way, one of the sons of George L. Wainwright (whose law office is above Sylvia Sweet's) is president of my class (1959) at Brockton High. He is himself a lawyer.", "authorname": "AntyDiluvian", "id": "8602872-2178249475-72157603799932489", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157603805586073", "realname": "", "path_alias": "joshglenn", "author": "93468177@N00", "iconserver": "6", "datecreate": "1201452197", "_content": "Other Flickr users beat me to it, but one of the readers of my <a href=\"http://www.boston.com/bostonglobe/ideas/brainiac/2008/01/lost_boston_mee.html\">Brainiac column</a> in the Boston Globe wrote to say: &quot;The Massachusetts Street Scene photo with Sylvia Sweets Tea Room was taken in Brockton, MA. This building is at the corner of School St. and Main Street, AKA The Bixby/Homebank Building.&quot;\r\n\r\nI've also learned that:\r\n\r\n<blockquote>* Sylvia Sweet's &quot;was located one block from the Brockton Police Station and often supplied food for prisoners.&quot; <em>-- Tom Monaghan</em>\r\n</blockquote>\r\n<blockquote>* Sylvia Sweet's was on &quot;the northeast corner of Main St. and School St, looking north on Main St. My mother was coincidentally named Sylvia, and she liked to get a dish of ice cream there while shopping.&quot; <em>-- Joe Tomaselli</em></blockquote>\r\n<blockquote>* Sylvia Sweet's &quot;was there for a long time and had soda fountain and luncheon menu. The Dayos family from Brockton owned and operated it for many years.&quot; <em>-- Fred Mullins</em></blockquote>\r\n<blockquote>* Sylvia Sweet's &quot;was owned and operated by a man whose last name was Dayos. I don't know his first name, but he lived with his wife and three (I believe) children on a street off West Elm Street on Brockton's west side. His son, Nicholas Dayos, was a friend of mine during our elementary, junior high, and high school days. He was killed a few years ago in a car crash. I am 75, and he was perhaps two years older. A guy who would give you the shirt off his back, as the saying goes, if you needed it.&quot; <em>-- John J. Mullins</em> <strong>[Any relation to Fred? -- ed.]</strong></blockquote>\r\n<blockquote>* Sylvia Sweet's &quot;was a popular lunchroom, especially for people waiting for buses at the nearby bus stop.&quot; And: &quot;The street floor was also the location of a popular department store, McCarthy's, and a jewelry store.The upper floors contained mainly law offices. In the 70s the building was being remodeled for housing when a fire destroyed it. The building was later rebuilt following its original design. It currently contains apartments on its upper floors and commercial space on the street floor.&quot; <em>-- Robert Corey</em></blockquote>\r\n<blockquote>* &quot;In the early 1950s we used to take the bus from Hanson, shop in the wonderful Brockton downtown, and get a snack at Sylvia Sweet's before taking the bus back home. How the city has changed. No more bus, no more Sylvia Sweet's.&quot; <em>-- Carolyn Galambos</em> </blockquote>\r\n<blockquote>*  This same photo was &quot;misidentified in the book, 'America: A Celebration,' by Martin Sandler.&quot; <em>-- David Gain</em></blockquote>", "authorname": "Josh Glenn", "id": "8602872-2178249475-72157603805586073", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157603815273651", "realname": "", "path_alias": null, "author": "23246010@N05", "iconserver": "0", "datecreate": "1201573731", "_content": "As a kid I watched the victory parade for Rocky Marciano from the window of my father's law office on the second floor.  As the law office of George L. Wainwright expanded, more windows were lettered in gold leaf, as was the parctice in those days.  The upper floors were mostly law offices and insurance agencies.  The lobby and stairway were marble and brass.  All of the office doorways had glass transoms.  The ground floor was all retail.  One of the stores, McCarthy's, was owned by a couple who perished in the famous Coconut Grove fire in Boston, but the business continued for many years thereafter.  The Eastern Mass Street Railway buses stopped at this corner coming from all directions and leaving at the direction of a &quot;starter&quot; who was stationed there all day long.  Not shown to the right was one of several &quot;Frye's Cigar Stores&quot; located in the downtown area.  -  Attorney William Wainwright", "authorname": "wmwoffice", "id": "8602872-2178249475-72157603815273651", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157603817529139", "realname": "Marc Belanger", "path_alias": "marc72", "author": "10951005@N03", "iconserver": "5466", "datecreate": "1201613043", "_content": "Hi, I'm an admin for a group called <a href=\"http://www.flickr.com/groups/634877@N21/\">Old Commercial Blocks</a>, and we'd love to have your photo added to the group.", "authorname": "Marcfoto", "id": "8602872-2178249475-72157603817529139", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157603817563649", "realname": "", "path_alias": "antydiluvian", "author": "51092719@N00", "iconserver": "17", "datecreate": "1201613566", "_content": "Hey Bill -- or <a href=\"http://www.flickr.com/photos/23246010@N05/\">wmwoffice</a> -- sorry I didn't mention your name in my post above. Wasn't sure you'd want it bruited about. How's the reunion coming?", "authorname": "AntyDiluvian", "id": "8602872-2178249475-72157603817563649", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157603847940721", "realname": "", "path_alias": "library_of_congress", "author": "8623220@N02", "iconserver": "3703", "datecreate": "1202085064", "_content": "The title is changed to reflect your identification of the location. Thanks also for all the additional stories you recalled from seeing this photo.", "authorname": "The Library of Congress", "id": "8602872-2178249475-72157603847940721", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157603857565011", "realname": "", "path_alias": null, "author": "23872883@N00", "iconserver": "0", "datecreate": "1202228549", "_content": "<a href=\"http://www.wainwrightlaw.com/index.jsp\">www.wainwrightlaw.com/index.jsp</a>\r\n\r\nDoes anyone know if that's the same lawfirm above the tea room?", "authorname": "frk410s2", "id": "8602872-2178249475-72157603857565011", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157603990695094", "realname": "Andrea Waldron", "path_alias": "cienaga_verde", "author": "52536865@N00", "iconserver": "7385", "datecreate": "1204056149", "_content": "this is fascinating! reading everyone's recollections...and just goes to show what a truly neat phenomenon Flickr is....thank you. and to see the pictures in colour is really interesting - so often we only see black and white - it seems to give you a stronger connection to the time.", "authorname": "cienaga_verde", "id": "8602872-2178249475-72157603990695094", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157605533678367", "realname": "", "path_alias": null, "author": "26631969@N05", "iconserver": "0", "datecreate": "1213072225", "_content": "my mom was a waitres there thats how she met my dad", "authorname": "bren_tommy", "id": "8602872-2178249475-72157605533678367", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157605633673684", "realname": "", "path_alias": "viiviia", "author": "71312280@N00", "iconserver": "7404", "datecreate": "1213589933", "_content": "me god such a lovely place !!!", "authorname": "Loretuuu", "id": "8602872-2178249475-72157605633673684", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157606128183925", "realname": "Karen", "path_alias": "princessangel", "author": "19075086@N00", "iconserver": "5446", "datecreate": "1215889286", "_content": "Hi, I'm an admin for a group called <a href=\"http://www.flickr.com/groups/822007@N23/\">Tea Rooms ♥ A Cup Of Tea ♥</a>, and we'd love to have this added to the group!", "authorname": "princessangel", "id": "8602872-2178249475-72157606128183925", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157606685938606", "realname": "", "path_alias": null, "author": "26538946@N00", "iconserver": "0", "datecreate": "1218550807", "_content": "I have no connection to Brockton, but I love Jack Delano's photographs and the spirit of community evident in these comments.\n\nThe Social Security Death Index lists a John Dayos from Brockton, born August 15, 1904; died August 1979. Would he have been the owner?\n\nThe law firm of Wainwright and Wainwright (via the link above) gives George L. Wainwright's name (1901-1996). Wainwright and Wainwright is now a three-generation family firm in Brockton.", "authorname": "orange_crate_art", "id": "8602872-2178249475-72157606685938606", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157606937998055", "realname": "", "path_alias": null, "author": "29875761@N02", "iconserver": "0", "datecreate": "1219635571", "_content": "Sylvia Sweets Tea Room\nMy father, John Dayos started Sylvia Sweets Tea Room in the early thirties.  He had worked for many years at Liggett’s Drug Store across the street as a “Patent Man” but after getting married in 1929, he soon decided he wanted to own his own business as so many Greek immigrants did.   He was a success story in that he had sold newspapers as a young immigrant boy on the same corner –School and Main Street many years before.  He and his business partners started out to open a candy store.   One of the stories I remember was that they bought a gas stove.  A lady came out to demonstrate the stove and suggested they could boil chicken and serve sliced chicken sandwiches, and chicken salad sandwiches.  This lady was Ruth Wakefield – later the owner of the well known Toll House Restaurant and the originator of the Toll House Cookie or the Chocolate Chip Cookie.  The sliced chicken sandwich was a specialty until the Sylvia Restaurant closed in the late 60’s.   Mrs. Wakefield always remembered my father by name whenever we went to the Toll House for special dinners.\n\nThe whole family at one time or another worked at “Sylvia’s”--my mother Effie, my brother Nick, my sister Dorothea and myself, Elaine.  Sylvia’s is often remembered in the Brockton newspaper ‘The Enterprise” column “From our Readers” as a downtown fixture – after the movies, catching a bus to and from the surrounding towns to shop in downtown Brockton,  and a high school hangout.  Sales people and office workers downtown were regulars for lunch and coffee breaks.   I remember well the two ladies who worked at McCarthy’s in the fifties and would come in on Friday night, when the stores were open until 9pm and order Salmon Salad on plain dark bread and my father would enjoy making it extra special for them every week – cut in fours with toothpicks.  .  \n\nIn the early fifties downtown Brockton was changing and the business was changing.  My parents decided to remodel the Tea Room which had beautiful mahogany paneling and booths, a marble soda fountain, black glass table tops and oval top mirrors.   It became a modern fifties luncheonette and the name was changed to Sylvia Restaurant and that was when I worked there.  My sister and I started out working by “typing the menus.”  Every day the specials changed and there was a typed menu that was added to the plastic covered Sylvia menu, which had an oval old-fashioned picture of “Sylvia.” (I wish I had a copy of that menu.)  I was told Sylvia was a pretty girl who came over on the Mayflower.  The Greek immigrants wanted to assimilate into American life so they thought the Mayflower was all American.  My mother remembered that when they first opened the Tea Room, she spoke to my father in Greek and he told her to go to the back room to talk to him, as customers didn’t like to hear a foreign language.  She was so upset, she vowed to learn English.  She attended night school and continued for many years, first for English and to become a citizen and then for other classes.  \n\nI vaguely remember when my father still made ice cream for the Tea Room.  Of course we only had Vanilla, Chocolate, Strawberry and Coffee and it was packed in those round Pint or Quart containers.  If  I happened to be there when he was making ice cream,  I would have soft strawberry before it was frozen and this was a special treat.  He told stories that during the depression, they were able to make a good living selling ice cream cones as families could afford a 5 cent ice cream cone.  Of course in those days one never visited someone’s home without a box of chocolates and originally candy was the main focus of the business.\n\nEveryone had his or her special food at Sylvia’s.  Mine was chopped ham and pickle and a strawberry milk shake.  I think I ate that every time I went there in my childhood days.  We would see a “regular” come in and have his coffee, tea or cold drink in front of him before he asked for it.  We had many bachelors that lived in the rooming houses near Main St. who would come in for their dropped eggs on toast for 35 cents in the fifties.  Many of them couldn’t afford much more and occasionally they would have a real lunch or dinner.  We often refered to people by what they ordered, not by their name, since we often didn’t know their name. \n\nI don’t remember the early days but I heard about them over the years.  Some of the stories reflect the family and community atmosphere of a local downtown tea room.  After the war, my dad gave jobs to many of the service men coming back home – many  went on to become successful Brockton business and professional men, some  to college and some worked at Sylvia’s on and off for years to come.  Romances were also a part of Sylvia’s – waitresses and soda fountain men, customers and of course high school sweethearts.   There were three shifts – the morning crew, the day crew and the night crew worked until 11:00 so that the movie crowd could come in for a snack after the movie.  If you were a “soda jerk” you worked at the end of the counter, pouring Cokes from the red coke machine or making milk shakes, frappes or ice creams sundaes.   Only the more expert counter men worked the sandwich counter.  The waitresses all wore uniforms with those pretty handkerchiefs in their pockets.  \n\nI also remember the Christmas Holiday Season and the Easter season when everyone from Brockton and the surrounding towns came downtown to shop.  We didn’t see much of my dad in those busy times when he often worked 16 hours a day.   He went to work in a suit and tie, with an overcoat and hat, changed his clothes in his “office” always wearing a tie and a white long sleeve shirt with a white bib apron.    I also remember a lovely little lady who was the bookkeeper.  She would come once a week to do the payroll and pay the bills.  Downstairs was the office, the ice cream making machine and the kitchen with the dumb waiter to send up the food.     \n\nMy parents, along with countless people who have wonderful memories of Brockton would be so proud to know that downtown Brockton at the corner of School and Main Street and Sylvia Sweets Tea Room was used as an example of a “street in an industrial town in Massachusetts.”  \nElaine (Dayos) Liatsos  8/2008", "authorname": "sostaile", "id": "8602872-2178249475-72157606937998055", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157607031088189", "realname": "", "path_alias": null, "author": "26538946@N00", "iconserver": "0", "datecreate": "1220138994", "_content": "Thanks for this beautiful account of your family's restaurant. The details you include are so welcome and so evocative.", "authorname": "orange_crate_art", "id": "8602872-2178249475-72157607031088189", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157608544451823", "realname": "", "path_alias": "joshglenn", "author": "93468177@N00", "iconserver": "6", "datecreate": "1225481536", "_content": "Thanks so much, Elaine -- this is a really great story.", "authorname": "Josh Glenn", "id": "8602872-2178249475-72157608544451823", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157609273831374", "realname": "", "path_alias": null, "author": "32512797@N04", "iconserver": "0", "datecreate": "1226949526", "_content": "Elaine, I've just written up the story of how Sylvia Sweets got id'd through this Library of Congress project on Brainiac, the blog Josh used to run (and I write now). Would you mind emailing me at brainiac.email [at] gmail.com? I'd love to talk for a minute or two. And if anyone knows Elaine / &quot;Sostaile,&quot; please let her know I'd love to hear from her. This is exactly how this project is supposed to work -- from vague caption to detailed history.", "authorname": "brainiac.email", "id": "8602872-2178249475-72157609273831374", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157610291286910", "realname": "", "path_alias": "samaloney26", "author": "10891502@N07", "iconserver": "1074", "datecreate": "1227840538", "_content": "this is an amazing photo, thank you for showing Brockton as it used to be.", "authorname": "samaloney26", "id": "8602872-2178249475-72157610291286910", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157611365622074", "realname": "", "path_alias": "trialsanderrors", "author": "76204898@N00", "iconserver": "5538", "datecreate": "1229536938", "_content": "Larger version here:\n\n<a href=\"http://www.flickr.com/photos/trialsanderrors/3115607237/\"><img src=\"http://farm4.static.flickr.com/3120/3115607237_d4dbca9b90_m.jpg\" width=\"240\" height=\"163\" alt=\"Jack Delano: Sylvia Sweets Tea Room, Brockton, Massacusetts, ca. 1941\" /></a>\n\nIt would be surprising if this were December and no indication of Christmas. Great comments.", "authorname": "trialsanderrors", "id": "8602872-2178249475-72157611365622074", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157612542831364", "realname": "", "path_alias": "jygsaw", "author": "29025113@N00", "iconserver": "1412", "datecreate": "1231902554", "_content": "This photo is a trip. Very little degradation (if any at all). It's like taking a clear glimpse right into the past.", "authorname": "Cheesebread Charlie™", "id": "8602872-2178249475-72157612542831364", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157615621495638", "realname": "ann condon", "path_alias": "thejoyofsuccess", "author": "27490550@N03", "iconserver": "3003", "datecreate": "1237475958", "_content": "What a treat!  Elaine and I were &quot;best friends&quot; all through school in Brockton, and I remember wanting to do something after school and she'd sa,&quot;OK, but first I have to do the menus.&quot;  Then we'd go down cellar at the 'store' and get that chore done!  There was a hurricane just before school started in 1954?5? and I cam up from Monument Beach to stay with Elaine on Belmont Ave.  We'd go out for pizza with brother Nicky.  Gosh! More than 50 years ago and it's like yesterday!\nAnn Blunt Condon  thejoyofsuccess@comcast.net", "authorname": "the joy of success", "id": "8602872-2178249475-72157615621495638", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157619660463447", "realname": "Tomasz Olejnik", "path_alias": "uroborus", "author": "7437903@N06", "iconserver": "3705", "datecreate": "1245017386", "_content": "love it !", "authorname": "Tomasz Olejnik - Photography", "id": "8602872-2178249475-72157619660463447", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157622548739150", "realname": "", "path_alias": null, "author": "43289072@N04", "iconserver": "0", "datecreate": "1255097273", "_content": "I love this picture. \n\nYou should get in touch with the bizymoms <a href=\"http://www.bizymoms.com/brockton/index.php\" rel=\"nofollow\"> Brockton </a> community to feature these on their page. It’s free and the moms will love it.", "authorname": "Mom to 4", "id": "8602872-2178249475-72157622548739150", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157623450174249", "realname": "", "path_alias": "mystroh", "author": "14578355@N02", "iconserver": "3010", "datecreate": "1268002293", "_content": "What an amazing set of stories. I clicked in from the Flickr home page, just wonderful to see history writing itself through the photographs and memories of so many. :))", "authorname": "mystroh", "id": "8602872-2178249475-72157623450174249", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157629746277349", "realname": "Marilyn", "path_alias": null, "author": "29401359@N00", "iconserver": "77", "datecreate": "1333637397", "_content": "Elaine and Ann... I was your classmate in Brockton in the 50's.  Reading Elaine's account of her family and its business brought all kinds of memories rushing back to me.  This picture was posted this morning on my Facebook feed, so I know it's still making the rounds. Thank you!", "authorname": "honey604sunshine", "id": "8602872-2178249475-72157629746277349", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157629384069686", "realname": "Ann Wood", "path_alias": null, "author": "97045034@N00", "iconserver": "0", "datecreate": "1333660248", "_content": "Honey and I are sisters. Our Dad owned LAnoue Bros on Legion Parkway. I also have many fond memories of Sylvia Sweets. Brockton was once a fine place to spend time downtown. I too remember the Rocky MArciano parade. What a kick. This made my day!", "authorname": "anniebwd", "id": "8602872-2178249475-72157629384069686", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157629398030016", "realname": "Denis Gillen", "path_alias": "dennygee", "author": "34420579@N05", "iconserver": "3450", "datecreate": "1333829684", "_content": "I don't usually post on the internet, but the picture and the stories from BHS classmates rekindled cherished memories of Sylvia Sweets and downtown Brockton back in the fifties. Sylvia Sweets was a Brockton institution enjoyed by many generations of Brocktonians. I recall so many times what a special trip it was to take the bus downtown to go shopping at Besse Bakers or Edgars or Kreseges or to take in a movie at one of the theaters. Sylvia Sweets was always the place to stop before heading home. If you want to see more pictures of Brockton as it was back when we were in school, check out the Stanley Baumann photo collection at Stonehill College. It's on Facebook and you may even find yourself in one of the pictures. Stanley Baumann alway seemed to be everywhere with a camera. As this wonderful picture of Sylvia Sweets did, his old pictures also bring back great memories of what a great city we lived in for a time. Denis Gillen BHS class of 56", "authorname": "Dennygee", "id": "8602872-2178249475-72157629398030016", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157630683225848", "realname": "", "path_alias": null, "author": "83222801@N08", "iconserver": "0", "datecreate": "1342894961", "_content": "There is a nostalgia that comes over one looking at old photographs.  Looking at the rare color photo from the 1940's of Sylvia Sweet's Tea Room in Brockton, MA puts a longing in the soul.  It's like there is a yearning for the ability for those doors to be open again and be able to walk through and enjoy a fried clam dinner for only .40cents.  So at today's prices that would be more like $6-$10 but it would be nice. An interest in a time that seemed simpler.  The place looks like it was full of many delicious meals and from the posts I perused after the pictures were posted, this was confirmed.  Many people have enjoyed many good memories there and the color photo was amazing at drawing those memories out to the light of conversation after such a long time in remission.  I looked at the photo of the same corner today on Google map full of traffic passing through.  A couple of people standing on another corner taking an outdoor break.  The opposite corner has a computer repair shop.  Looking at that corner made me wish for Sylvia Sweets to be there again.  That corner in that town looks like it needs something like Sylvia Sweets there again bringing activity, good food, good company and a sense of community back to that corner again.  Wouldn't it be wonderful if Sylvia Sweets could be brought back from the tomes of history and the 1940's to the year 2013 or 2014?", "authorname": "greatgardeningg", "id": "8602872-2178249475-72157630683225848", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157631982573750", "realname": "Harold Seifert", "path_alias": null, "author": "89839197@N08", "iconserver": "7255", "datecreate": "1352651388", "_content": "love diners!", "authorname": "haroldseifert", "id": "8602872-2178249475-72157631982573750", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157635349468272", "realname": "Pablo Ardila", "path_alias": null, "author": "101245745@N08", "iconserver": "7300", "datecreate": "1378134614", "_content": "thanks for sharing this", "authorname": "ardila.pablo", "id": "8602872-2178249475-72157635349468272", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157638814259606", "realname": "belts lime", "path_alias": null, "author": "111903235@N05", "iconserver": "0", "datecreate": "1387434070", "_content": "Excellent", "authorname": "beltslime", "id": "8602872-2178249475-72157638814259606", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157638870247926", "realname": "Steve Azhocar", "path_alias": null, "author": "112078551@N02", "iconserver": "5509", "datecreate": "1387604681", "_content": "Its superb :)", "authorname": "steveazhocar", "id": "8602872-2178249475-72157638870247926", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178249475/#comment72157638870286816", "realname": "Steve Azhocar", "path_alias": null, "author": "112078551@N02", "iconserver": "5509", "datecreate": "1387604796", "_content": "Its really good", "authorname": "steveazhocar", "id": "8602872-2178249475-72157638870286816", "iconfarm": 6}], "photo_id": "2178249475"}}