{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/7267741272/#comment72157629952806394", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1338304414", "_content": "&quot;February 19, 1915: Steamship Evelyn, gross 1,963 tons; sunk by mines in North Sea near Isle of Borkum, 10 miles west of Norderney; 1 killed.&quot;\n<a href=\"http://www.usmm.org/ww1merchant.html\" rel=\"nofollow\">www.usmm.org/ww1merchant.html</a>", "authorname": "artolog", "id": "8602872-7267741272-72157629952806394", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/7267741272/#comment72157630050436584", "realname": "Barbara", "path_alias": "barbara_loc", "author": "33593953@N02", "iconserver": "3267", "datecreate": "1338839419", "_content": "Thanks for offering the background information.  I wonder if he was one of the survivors who made it onto the &quot;Denver&quot; and was, in turn, rescued when that was sunk?  (I haven't found that level of detail in the newspapers articles I've checked so far...)\n\nI was intrigued when you and Jim Rees discussed the incident in connection with the photo below.  \n[http://www.flickr.com/photos/library_of_congress/7267740838]", "authorname": "Barbara (LOC P&P)", "id": "8602872-7267741272-72157630050436584", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/7267741272/#comment72157630051138816", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1338842179", "_content": "Here are some details from the ensuing litigation, which wasn't decided until 1926.  Ironically, Evelyn was loaded with cotton for Germany when it was hit by a German mine:  The second article is a congratulatory letter to Megantic's captain by the U.S. Secretary of Commerce.  It says that Captain Smith was rescued from the Denver, though it seems all others rescued were Denver's crew, its captain and his wife.  That probably accounts for the separate photos.\n  \n&quot;At 4 :05 a. m. on February 19, when the Evelyn was still off the Dutch\ncoast and some miles west of a prolongation of the German-Dutch boundary\nline and the mouth of the Ems, she struck a floating mine. Captain Smith was\nin the pilothouse at the time, having been up all night. He at once caused the\nboats to be lowered and all members of the crew to take their places therein.\nHe was just leaving with the owner's money, ship papers, and some blankets,\nbeing the last to leave the ship, when at 4:20 the second explosion came. The\nfirst explosion was right ahead, the second on the starboard side.\n(10) The ship settled and shortly thereafter sank. This was in latitude 53°\n50' N. longitude 6° 20' E. or about ten miles E. N. E. of the position of Borkum\nLightship.\n(11) The evidence strongly indicates and the Umpire finds that the Evelyn\nwas destroyed by floating mines which had been torn loose from their anchorage\nby storms or other mishaps or from rust. The heavy storms of January and the\nfirst part of February had caused mines to be torn from their moorings.&quot;\n\n<a href=\"http://untreaty.un.org/cod/riaa/cases/vol_VIII/17-20.pdf\" rel=\"nofollow\">untreaty.un.org/cod/riaa/cases/vol_VIII/17-20.pdf</a>\n\n&quot;Service Rendered by British Steamship Megantic\n\n      In a year marked by so many attacks upon life at sea,  it is some relief to find humanity reasserting itself in saving men and women from the natural perils of the ocean. To place on public record an unselfish service to Americans,  a letter which on April 7,  1915  I sent to Capt George R Metcalfe of the British steamship Megantic is here repeated .\n\nDepartment of Commerce \nOffice of the Secretary \nWashington \nApril 7, I915 \n\nDear Sir \n     Your report to the managers of the White Star Line of your part in the rescue of the captain crew and passengers of the American steamship Denver has been laid before me.  On March 22 at 3.30 pm the steamship Denver sent out the wireless call:  We are sinking and in urgent need of assistance.  Although your ship was then 206 miles distant from the position of the Denver shown in her distress call you changed your course and in a whole gale with a high and dangerous sea running you went to her rescue.\n\n     On the 23d at 4.10 pm you sighted the Denver and sent a boat in charge of First Officer Fred J Bard to her rescue taking off the master of the Denver and his wife, 13 of the crew, and Capt Smith of the American steamship Evelyn,  which had been sunk by mines on the German coast.\n\n    I have asked the Secretary of State to recognize in a suitable manner the services of yourself and of the crew of the British steamship Megantic in rescuing American seamen and citizens from shipwreck.  In due course you will doubtless receive from him the material acknowledgment for which the laws of the United States provide.  In the meantime however I wish to assure you of my own appreciation of the high courage of yourself and those under your command and of your unselfish services to the officers, crew and passengers of an American merchant vessel in distress\nRespectfully \nWilliam C Redfield,  Secretary&quot;\n<a href=\"http://books.google.com/books?id=dE0RAAAAYAAJ&amp;pg=PA1711&amp;lpg=PA1711&amp;dq=steamship+evelyn,+1915,+smith&amp;source=bl&amp;ots=xtqtXNSZvv&amp;sig=5X49glx22nQlYMjhVdIYcComBBA&amp;hl=en&amp;sa=X&amp;ei=TxzNT5LeH6Tg0QHVl6GeAQ&amp;ved=0CF0Q6AEwAw#v=onepage&amp;q=evelyn&amp;f=false\" rel=\"nofollow\">books.google.com/books?id=dE0RAAAAYAAJ&amp;pg=PA1711&amp;...</a>", "authorname": "artolog", "id": "8602872-7267741272-72157630051138816", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/7267741272/#comment72157630073142918", "realname": "Barbara", "path_alias": "barbara_loc", "author": "33593953@N02", "iconserver": "3267", "datecreate": "1339077643", "_content": "Thanks for digging so deep and offering further details.  The story is filled with fascinating facets!", "authorname": "Barbara (LOC P&P)", "id": "8602872-7267741272-72157630073142918", "iconfarm": 4}], "photo_id": "7267741272"}}