{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/7879785424/#comment72157631288547748", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1346161965", "_content": "«Lisboa já é uma cidade civilizada: até tem neve».\n\nPodia-se ler no jornal &quot;Diário de Lisboa&quot; em 16 de Janeiro de 1945.\n\nE continuava ...\n\n«A cidade tomou aspectos novos. De um modo geral, o transito foi diminuto. Os estabelecimentos apresentavam-se, quasi todos, com as portas fechadas, sôbre as quais se tinham colado letreiros improvisados. &quot;Empurre&quot;. Noutros foram corridas as cortinas, que tinham sido instaladas, há meses, durante o período de defesa passiva».\n\n«O mau tempo prejudicou o serviço de &quot;eléctricos&quot;, pois, por estar muito pessoal doente - 220 guarda-freios e condutores! - o numero de carros a funcionar tem sido menor. Verdade seja que há menos passageiros - o que,  de resto, também se verifica nos comboios. É que o numero das pessoas constipadas ou com gripe ascende a muitos milhares, estando muitas de cama, ao mesmo tempo que diversos patrões têm dispensado, nestes dias maus, grande parte do pessoal. Hoje, foram retirados da circulação os carros abertos.»\n\n«Grupos de patinadores do &quot;Ski Clube de Portugal&quot;, entre eles algumas senhoras, procuravam as zonas de neve mais consistente para as suas praticas desportivas. Claro que estavam longe de conseguir as imensas vertentes da Serra da Estrela, mas mesmo assim divertiram-se toda a manhã, pois o sol não logrou o degelo com facilidade.»\n\n«É caso para perguntar: Estamos no polo norte ou em Lisboa? Até as coordenadas geográficas nos trocaram!»\n\nNo dia seguinte, 17 de Janeiro de 1945, a neve tinha-se dissipado na cidade de Lisboa e às 9h 30m da manhã a temperatura mínima era de 1,6º C. A mínima nacional era registada nas Penhas Douradas com -6,3ºC e a máxima em Lagos com 6,7 ºC à mesma hora.\n\nA queda de neve em Lisboa, e no resto do país, tinha começado a 12 de Janeiro, tendo-se prolongado pelos dias seguintes até 17 de Janeiro", "authorname": "J. Leite", "id": "26532116-7879785424-72157631288547748", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/biblarte/7879785424/#comment72157631420627184", "realname": "", "path_alias": null, "author": "71251451@N03", "iconserver": "0", "datecreate": "1346854119", "_content": "Esta foto, tirada no dia 16 de Janeiro de 1945, foi obtida a partir do balcão existente nas trazeiras dos edificios da rua Francisco Rodrigues Lobo vendo-se ao longe o viaduto Duarte Pacheco e a avenida do mesmo nome que liga a autoestrada do Estoril às Amoreiras.", "authorname": "56jpferreira", "id": "26532116-7879785424-72157631420627184", "iconfarm": 0}], "photo_id": "7879785424"}, "flarchive:created": 1387727611}