{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/8851689363/#comment72157633809227320", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1369920051", "_content": "&quot;Cine-Teatro Santo António&quot;, em Faro.\n\nCom o fim de dar resposta a uma população em crescimento, e ao crescente interesse pelo cinematógrafo, à qual já não serviam as acanhadas e desconfortáveis acomodações do “Teatro-Circo” e do “Teatro 1º de Dezembro”, e do requintado “Teatro Lethes”,  alguns notáveis decidiram constituir em 1915, uma sociedade com o objectivo de construir e explorar comercialmente o “Cine -Teatro Farense”, o que aconteceu em 1916. Tratou-se de uma moderna sala de espectáculos que permitia aos farenses desfrutarem dos filmes com todo o conforto.\n\nApós a II Guerra Mundial, esta sala que durante 35 anos constituiu o ponto de encontro de todos os cinéfilos farenses, tornou-se obsoleta, sendo demolida em 1952 para dar lugar a uma sala moderna, que entre outras inovações, apresentava um projector automático. O “Cine-Teatro Santo António”, seria inaugurado  no dia 31 de Dezembro de 1953.\n\nA sala que, na altura, com os seus 1.100 lugares, era a maior do Algarve  recebeu alguns equipamentos novos e manteve as características de cine-teatro, com o seu grande palco e o pano de boca-de-cena em tons dourados. tendo sido alargada a sua lotação e atenuada a separação de classes, passou a ter apenas duas áreas distintas: a plateia, com cadeiras novas e estofadas e o balcão, no piso superior onde foram colocadas as velhas cadeiras de madeira da antiga plateia. Depois de 1974 este balcão, acabaria por ser desactivado.\n\nO “Cine-Teatro Santo António” deu a sua última sessão em 31 de Julho de 2001, fechando para sempre as suas portas. Seguiu-se a sua demolição para posterior construção do “Atrium Faro”.", "authorname": "J. Leite", "id": "26532116-8851689363-72157633809227320", "iconfarm": 6}], "photo_id": "8851689363"}, "flarchive:created": 1387726264}