{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/4606570096/#comment72157624062007664", "realname": "", "path_alias": null, "author": "29079609@N02", "iconserver": "5491", "datecreate": "1273879393", "_content": "USS Chester\n\n Chester was the first U.S. Warship built with reaction-type steam turbines, making her one of the fastest ships of her time. \n\nfascinating class,\n<a href=\"http://www.globalsecurity.org/military/systems/ship/cl-1.htm\" rel=\"nofollow\">www.globalsecurity.org/military/systems/ship/cl-1.htm</a>\nalso pictured here\n<a href=\"http://www.historycentral.com/navy/cruiser/Chester.html\" rel=\"nofollow\">www.historycentral.com/navy/cruiser/Chester.html</a>\n\nThe first Chester (CL-1) was launched 26 June 1907 by Bath Iron Works, Bath, Maine, sponsored by Miss D. W. Sproul; and commissioned 26 April 1908, Commander H. B. Wilson in command.\n\nIn the period prior to World War I, Chester operations included training activities off the east coast and in the Caribbean, participation in the Fleet Reviews of February 1909, October 1912, and May 1915, and many duties of a diplomatic nature. She carried a Congressional committee on a tour of North Africa in 1909, and the next year joined in a special South American cruise commemorating the 300th anniversary of the founding of Buenos Aires, Argentina. As American interests in the Caribbean were threatened by internal political troubles in several nations Chester patroled off Mexico, Santa Domingo, and Haiti, and transported Marine occupation force in 1911. Later that year she carried men and stores to Scorpion, station ship at the then Austrian port of Trieste, returning to Boston with the American consul at Tripoli.\n\nAfter a period in reserve from 15 December 1911 to 5 November 1913, Chester returned to duty in the Gulf of Mexico guarding American citizens and property during the revolution in Mexico. She joined in the occupation of the customs house at Vera Cruz 21 April, and transported refugees to Cuba, performed various diplomatic missions, and carried mail and stores to the squadron off Vera Cruz until 19 June 1914. She returned to Boston for overhaul and another period in reserve, from 12 December 1914 to 4 April 1915.", "authorname": "Kilted Cowboy", "id": "8602872-4606570096-72157624062007664", "iconfarm": 6}], "photo_id": "4606570096"}}