{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/4962902511/#comment72157624892162774", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1283787140", "_content": "Interior da &quot;Bouvette&quot; nascente das águas da Curia.\nAs termas da Curia têm a sua génese na descoberta das qualidades medicinais das águas da Curia que se encontram a 100 metros de profundidade.Pelas suas características químicas, esta água é rica em sais minerais de sulfato de cálcio e magnésio. Indicada para o tratamento de hipertensão arterial, infecções urinárias, problemas de reumático e musculares, e metabolismo endócrino.\nApós análises laboratoriais pelo professor Charles Lepierre professor da Universidade de Coimbra em 1897, que confirmaram a riqueza mineral destas águas, o rei D. Carlos I autorizou a exploração destas águas tendo sido criada para o efeito a Sociedade das Águas da Curia e emitido o seu alvará em 31 de Dezembro 1902. \nDe imediato os terrenos agrícolas foram expropriados ou vendidos por seus proprietários para aí se implantarem estabelecimentos termais, equipamentos auxiliares, acessos, ou seja uma povoação dominada pelas Termas da Curia e à sua volta espaços de lazer e turismo. Em 1910 foi instalada a estação telegráfica. Principalmente entre as duas grandes guerras mundiais a Estação Termal  viveu um grande desenvolvimento rápido, pelo que em 1914 chega a a iluminação pública e em 1924 o telefone.\nEm 1930 foi construída a estrada que ligaria a Curia à estrada principal Lisboa-Porto. Em 1946 chegou a ser realizado aqui na Curia o Campeonato Europeu de hóquei em patins. Nesta altura o departamento de engarrafamento de água foi extinto. No seu lugar foi edificado mais uma estação termal.", "authorname": "J. Leite", "id": "26532116-4962902511-72157624892162774", "iconfarm": 6}], "photo_id": "4962902511"}, "flarchive:created": 1387755850}