{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/5125512155/#comment72157625371594428", "realname": "John Hartsock", "path_alias": "buckeye616", "author": "60894293@N00", "iconserver": "42", "datecreate": "1289616976", "_content": "The Washington Post for March 26, 1914:\n\nHYPNOTIZED HIS BRIDE\n\nSailor Forced Her to Wed, Says Girl Seeking Annulment\n\nSHE COULDN'T RESIST HIS EYES\n\n&quot;Rolled Them Ferociously,&quot; So That She Can't Remember a Word of Ceremony, Former Miss Brill Tells Court - &quot;Only Kidding,&quot; Father-In-Law Says Daughter's Husband Told Him\n\nNew York, March 25 - The strange tale of a &quot;hypnotic bride&quot; as told before Justice Greenbaum in the supreme court by Mrs. Henrietta Noble, a pretty girl-wife, who is seeking annulment of her marriage to her sailor husband, William Noble, and the case is today being held open until May 1, that the latter, now cruising in southern waters on the pleasure craft Parthenia, may answer the charge that led his wife to the altar by a &quot;ferocious rolling of his eyes.&quot;\n&quot;He threatened time and again to take my life if I didn't marry him,&quot; said the girl bride, blushing furiously. &quot;He used to threaten me nearly every time I went out with him - walking or to the theater, or anywhere like that.&quot;\n&quot;Then one day, on September 18 last I think, when we were on our way downtown together, he seized my arm and said, &quot;You are leaving the house single, but you will return a married woman.&quot;\n&quot;I looked at him and his eyes were rolling ferociously. He hypnotized me. I felt that I had to do exactly what he said.&quot;\nContinuing the story, the &quot;hypnotic bride&quot; said she answered the questions of the marriage license clerk at the orders of her husband. Then they went to the home of the Rev. George E. Barber, a Methodist minister, living at 307 West Eighteenth Street, where they were married, but Mrs. Noble declared she didn't remember a word of the ceremony or who witnessed it. She added that after the her marriage her husband never contrinuted a penny to her support.\nQuestioned by an attorney representing her husband, Mrs. Noble admitted having written letters to the latter in which she signed herself &quot;your loving wife, Violet,&quot; the latter being a pet name. She said, however, she had written them because her husband ordered her to, and she was afraid to disobey him..................", "authorname": "buckeye616", "id": "8602872-5125512155-72157625371594428", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5125512155/#comment72157625371607536", "realname": "John Hartsock", "path_alias": "buckeye616", "author": "60894293@N00", "iconserver": "42", "datecreate": "1289617210", "_content": "Is that her father on the left and brother on the right?", "authorname": "buckeye616", "id": "8602872-5125512155-72157625371607536", "iconfarm": 1}], "photo_id": "5125512155"}}