{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/national_library_of_australia_commons/6174096644/#comment72157635808141716", "realname": "", "path_alias": "pixelwrangler", "author": "43854658@N00", "iconserver": "5533", "datecreate": "1379956877", "_content": "<b>Geneviève Moulin</b> (b.1921) was a French ballerina who performed with the Original Ballet Russe.  She also used the Russian stage name of <b>Lubov Zlatina</b>. [<a href=\"http://www.nla.gov.au/balletsrussesresearch/performances-players/ballets-russes-australian-tours-personnel-–-a-work-in-progress/\" rel=\"nofollow\">1</a>]\n\n&quot;<b>David Lichine</b> (1910-1972) was a Russian-American ballet dancer and choreographer. In the re-formation of Russian ballet companies after the death of Serge Diaghilev, Lichine became a charter member of Ballets Russes de Monte Carlo, founded in January 1932 by Colonel Wassily de Basil, René Blum, and Serge Grigoriev. As a principal dancer, Lichine stayed with de Basil's company from its inception until 1941, headlining the company through all its subsequent renamings, which finally ended as Original Ballet Russe in 1939.\n\n&quot;He had an international career as a performer, ballet master, and choreographer, staging works for many ballet companies and for several Hollywood film studios.&quot;[<a href=\"https://en.wikipedia.org/wiki/Ballets_by_David_Lichine\" rel=\"nofollow\">2</a>]\n\nOddly, with many available references to performances of <i>Aurora's Wedding</i> by the three different Ballets Russes companies touring Australia between 1936-1940, I've not found any mention of either Geneviève Moulin or David Lichine performing the Bluebird pas de deux. [<a href=\"http://trove.nla.gov.au/list?id=1261\" rel=\"nofollow\">3</a>] [<a href=\"http://trove.nla.gov.au/list?id=1194\" rel=\"nofollow\">4</a>]\n&nbsp;", "authorname": "Pixel Wrangler", "id": "67170510-6174096644-72157635808141716", "iconfarm": 6}], "photo_id": "6174096644"}}