{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6789819407/#comment72157629202857353", "realname": "Christian Lüts", "path_alias": "liits", "author": "63191264@N00", "iconserver": "2156", "datecreate": "1328549096", "_content": "George <b><u>Thomson </u> not <b>THOMPSON </b>\nNumber: 12215 \nRank: Corporal, later Acting Sergeant \nUnit: 2nd Battalion, King's Own Scottish Borderers \nBorn: Brydekirk \nEnlisted: Annan, August 1914 \nHome: Brydekirk, by Annan \nDied: 18th April 1918. Aged 25 \nBuried: St Venant-Robecq Road British Cemetery, Robecq, France \nNotes: Commemorated on the family headstone in Annan Churchyard \nDCM Gazetted: 6th February 1918 \nCitation: For conspicuous gallantry and devotion to duty in working round the flank and capturing an enemy strong point which was holding up the company. In it were about fifty of the enemy. He afterwards beat off with loss all counter-attacks on his trench.</b>", "authorname": "liits", "id": "32254785-6789819407-72157629202857353", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6789819407/#comment72157629203385627", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1328551473", "_content": "George Thomson was born in Brydekirk by Annan in Dumfriesshire c. 1893. He enlisted into the King's Own Scottish Borderers, as a Regular soldier, No 12215, in August 1914 at Annan.  He was killed in action on Thursday 18th April 1918 when an Acting Serjeant.\nHe is commemorated on the Lockerbie war Memorial and on his family gravestone in Annan churchyard.\n2 KOSB were in 13th Brigade, 5th Division throughout the war from 4th August 1914 to 11 November 1918.  5th Division fought at the Third Battle of Ypres (Passchendaele) 26 Oct-10 Nov 1917, was then briefly transferred to fight in Italy in December but was quickly returned to France when the German Spring Offensive erupted in March 1918, fighting at Hazebrouck 12-15 April 1918, including actions in defence of Hirges Ridge and the Nieppe Forest.//", "authorname": "Gary Donaldson", "id": "32254785-6789819407-72157629203385627", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6789819407/#comment72157629211448619", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1328596007", "_content": "Commemorated on Lockerbie War Memorial as Sgt George Thomson DCM.", "authorname": "brenontario", "id": "32254785-6789819407-72157629211448619", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6789819407/#comment72157629254988807", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1328863045", "_content": "2 KOSB was a Regular Army battalion, stationed in Dublin in August 1914.  They went straight to France with the BEF, arriving at Le Havre on 15 August 1914.  At whatever point George Thomson joined them he would, by the time this photograph was taken, have seen a lot of hard fighting.  This photograph is remarkably different - there is no innocence in it - this is a hardened, fighting man.  A survivor - rumpled stockings, 'fag' in his hand - the sort of determined, reliable, experienced NCO, defiant in the face of the enemy who kept his battalion on its feet as war swept away other men and new drafts of replacements arrived.\n\nIn September 1917, 2 KOSB were again sent into battle in the loathed Polderhoek sector at the southern extremity of the appalling Passchendaele battlefield.\n\nAbridged from &quot;The K.O.S.B. in the Great War&quot; by Captain Stair Gillon; Nelson, London 1930\n\n&quot;5th Division had eventually relieved the 23rd Division in trenches near Polygon Wood during the night of 27 Sep. The men of 2 KOSB had begun to make their preparations for the assault on Polderhoek Chateau during the night of 1 Oct when the battalion had left their billets at Berthen to march, via Bailleul and Locre, to Dickebusch, where the formation had made their final preparations for the operation. …’they fitted out elaborately and weightily with extra rations, bombs, tools etc., and marched across the Comines Canal and Messines Road to Bedford House  ... After a halt of four hours the relief of the support lines of the 70th Infantry Brigade in the Stirling Castle area, a long mile west of Polderhoek, was accomplished at 1am on the 2nd. Here they were vigorously shelled all day, and that night relieved the 8th York and Lancasters on a two company front in trenches that were still worse shelled’\n\nDuring the rain filled night of 3rd October the officers and men of 2nd KOSB, no doubt warmed slightly with a generous tot of pre-battle rum had slipped silently out of their forward trenches to a taped ‘advance position’ in ‘No Man’s Land’, where they had waited for Zero Hour.&quot;\n\nThis attack at Broodseinde was intended to capture Polderhoek Chateau (by then reduced to no more than a pile of smashed brick rubble), considered ‘vital ground’ to a further attack on Gheluvelt. The Polderhoek spur had been pounded into a morass of bottomless slurry filled shellholes.  In heavy rain at first light, 6am, on 4th October 1917, 2nd KOSB and 1st Royal West Kents, having fought off a German attack during the night, assaulted their objective across 600 yards of churned mud, assaulting into a hail of retaliatory artillery and machine-gun fire.  2nd KOSB took so many casualties that they were all but annihilated but took their ‘objective’, if such a term may be given to it, dug in 200 yards west of the Chateau, and then denied 8 counter-attacks through the night of 5/6 October, until they were eventually relieved by 15th Brigade. Only 90 unwounded men of 2nd KOSB were fit to march back.  These were the circumstances in which Corporal Thomson won his DCM.//", "authorname": "Gary Donaldson", "id": "32254785-6789819407-72157629254988807", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6789819407/#comment72157629267650577", "realname": "Scottish Military Research Group", "path_alias": "smrg", "author": "69139286@N07", "iconserver": "6109", "datecreate": "1328947388", "_content": "The Lockerbie war memorial can be seen on the Scottish War Memorials Project page here:\n\n<a href=\"http://warmemscot.s4.bizhat.com/viewtopic.php?t=1019&amp;mforum=warmemscot\" rel=\"nofollow\">warmemscot.s4.bizhat.com/viewtopic.php?t=1019&amp;mforum=...</a>", "authorname": "Scottish Military Research Group", "id": "32254785-6789819407-72157629267650577", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6789819407/#comment72157631758079828", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1350126915", "_content": "The 1901 census for Annan shows a George Thomson born at Tundergarth (near Lockerbie). He was living with his mother, Maggie, and 5 brothers at Creca. His father was George Thomson, an Agricultural Labourer.", "authorname": "Mrs Audubon", "id": "32254785-6789819407-72157631758079828", "iconfarm": 4}], "photo_id": "6789819407"}}