{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/4953640223/#comment72157624870576272", "realname": "Richard Norton", "path_alias": "richard_arthur_norton", "author": "54904823@N00", "iconserver": "2568", "datecreate": "1283527405", "_content": "<a href=\"http://en.wikipedia.org/wiki/Honus_Wagner\" rel=\"nofollow\">en.wikipedia.org/wiki/Honus_Wagner</a>\n\nJohannes Peter &quot;Honus&quot; Wagner (February 24, 1874 – December 6, 1955), nicknamed The Flying Dutchman due to his superb speed and German heritage (&quot;Dutch&quot; in this instance being an alteration of &quot;Deutsch&quot;), was an American Major League Baseball shortstop who played in the National League from 1897 to 1917, almost entirely for the Pittsburgh Pirates. Wagner won eight batting titles, tied for the most in NL history with Tony Gwynn. He also led the league in slugging six times, and in stolen bases five times.\nIn 1936, the Baseball Hall of Fame inducted Wagner as one of the first five members. He received the second-highest vote total, behind Ty Cobb and tied with Babe Ruth.\nAlthough Cobb is frequently cited as the greatest player of the dead-ball era, some contemporaries regarded Wagner as the better all-around player, and most baseball historians consider Wagner to be the greatest shortstop ever. Cobb himself called Wagner &quot;maybe the greatest star ever to take the diamond.&quot;", "authorname": "Richard Arthur Norton  (1958- )", "id": "8602872-4953640223-72157624870576272", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4953640223/#comment72157624873256572", "realname": "", "path_alias": null, "author": "21686909@N07", "iconserver": "2188", "datecreate": "1283556673", "_content": "These are my personal thoughts, not simply stuff copied and pasted from the Internet:\nWagner was the greatest shortstop of his era, but defensively he would never stack up against Luis Aparicio, Ozzie Smith, and any of about 20 shortstops since Ozzie.  Shortstops in the old days never had the range and arms of today's stars.  I would say Leo Durocher, PeeWee Reese, Phil Rizzuto, Chico Carasquel, Don Kessinger, and even Ernie Banks were all better defensively than Wagner, too.  But, you have to compare players against their peers, and there was no one as good as Wagner in his era.  \n\n It is true that one of the reasons dead ball era shortstops did not have the range they have today is that their gloves were pretty much useless unless the player could get his bare hand to cover the ball, in other words use both hands, to catch it.  It was hard to reach out and catch a ball with a glove that had no web or lacing between the fingers and was built flat versus the more modern gloves which are curved and have nice webs.  Also, infields of artificial turf don't create bad hops except very occasionally when the ball hits a seem or edge.  The ball moves faster, so it is easier for it to get through a hole.  However, it also gets to the fielder quicker so that he can make the throw in time to usually get the runner.  \n\nWe don't see the number of infield hits that occurred during the high grass and dead ball era.  This is one of the reasons batting averages were higher among good hitters in the old days. Guys like Wagner got a substanital number of bunt hits because of the high grass.  The dead ball era obviously came to an end with Babe Ruth.  Coincidence or just his sheer power?  Well, remember,Ruth was the only one for a few years who hit a ton of homeruns, so it was his sheer power.  But, gradually, balls were wound tighter and went farther.  Also, Ruth never choked up on his bat which gave him more power.  Wagner always choked up on the bat and that helped him accumulate 3,435 lifetime hits in 21 years.  Ruth had 2,873 hits in 22 years.  Both Wagner and Ruth were in that elete first class of 8 in the Hall of Fame in 1936.  We read and hear of Babe Ruth all the time, but, frankly Honus Wagner today is most remembered for having his picture on the most valuable baseball card of all time.", "authorname": "budderflyman", "id": "8602872-4953640223-72157624873256572", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4953640223/#comment72157632611474398", "realname": "", "path_alias": "pixelwrangler", "author": "43854658@N00", "iconserver": "5533", "datecreate": "1359146923", "_content": "<b>Honus Wagner</b> (Johannes Peter Wagner: 1874–1955) was honored with this 33&cent; US commemorative stamp in 2000 as part of the <i>Classic Collections: Legends of Baseball</i> issue. The Legends of Baseball issue honored 20 baseball greats who were named to the &quot;All-Century Team,&quot; announced after the 1999 season. Votes from fans, as well as members of a special panel, selected the team.<blockquote>&quot;These players embody the glory and tradition of our national past-time. Tales of their extraordinary abilities and larger-than-life personalities have made them much more than just ballplayers: THEY ARE LEGENDS.\n\n“The Pittsburgh Pirates’ star shortstop, Honus Wagner also was a league-leading batter and base stealer. The ‘Flying Dutchman’ enjoyed 15 consecutive .300 seasons, 8 as the National League batting champ.” <i>&ndash; From the back of the sheet of stamps.</i></blockquote>\n\nAfter his retirement from baseball, Wagner coached several teams, including the Pirates from 1933 to 1951. He also owned a sporting goods store with fellow player Pie Traynor. In 1936, Honus Wagner was one of the first five players elected to the Hall of Fame.\n\nFirst Day of Issue ceremonies were held July 6, 2000, in Atlanta, Georgia, where Major League Baseball held the 2000 All Star Week and 2000 All Star Game. (Scott 3408c). (A matching 20&cent; US Postal Card (Scott UX353) was also issued at the same time.)\n&nbsp;\n&nbsp;\n&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<a href=\"http://www.flickr.com/photos/pixelwrangler/7773032992/\" title=\"Wagner, Honus, Scott 3408q, 33&cent;, 2000\"><img src=\"http://farm9.staticflickr.com/8289/7773032992_6a14ec4d20_m.jpg\" width=\"150\" height=\"190\" alt=\"Wagner, Honus\" /></a>\n&nbsp;", "authorname": "Pixel Wrangler", "id": "8602872-4953640223-72157632611474398", "iconfarm": 6}], "photo_id": "4953640223"}}