{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6641541727/#comment72157628829961015", "realname": "Christian Lüts", "path_alias": "liits", "author": "63191264@N00", "iconserver": "2156", "datecreate": "1326323448", "_content": "William Edmond Ogilvie, born about 1894 Broughty Ferry, Dundee. The 1901 census records him, seven years old, the youngest of his patents children, and living with his patents George [b.1851] and Harriet [b.1851], his sister Juliet [b.1878] and brothers John [b.1879], Henry [b.1883], George H [b.1888], Phillip G [b.1891]and Maxwell [b.1892] along with a whole clutch of other people – six of them [but Ancestry.com doesn’t show the Scottish census so they may have been servants, but who knows].\nThe family are living at Albany Road, Westlands, Broughty Ferry, Dundee. His father is a solicitor, Justice of the Peace and Honorary Substitute Sheriff.\nWilliams Medals Record card records initially that he was killed in action on the 26th September 1915. This is then crossed out and inserted is that he was killed accidentally on the 27th September. Also recorded is that his sister applied [because both of his parents were, by then, dead] on 6th January 1919 for William to be awarded the 1914 -16 Star in respect of his service.\nThe card then notes two addresses for correspondence; Grosvenor Court Hotel, Davies Street, Mayfair, London, and then from 16th March 1921, 13 Albert Square, Dundee.\nHere is a link to Ogilvie / Godfrey family tree webpage with picture of his older brothers and sister.\n<a href=\"http://ogilviefamilytree.com/p1.htm#i29\" rel=\"nofollow\">ogilviefamilytree.com/p1.htm#i29</a>\nWilliam's entry on the page ends with the words &quot;...where one man was wounded and Second-Lieutenant Ogilvie was killed by the accidental discharge of a rifle.&quot;\nHe is comemorated on a plaque in St Luke's Church, Broughty Ferry, Dundee.", "authorname": "liits", "id": "32254785-6641541727-72157628829961015", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6641541727/#comment72157628848740865", "realname": "Christian Lüts", "path_alias": "liits", "author": "63191264@N00", "iconserver": "2156", "datecreate": "1326444231", "_content": "Here is an email I Received from Rachel Godfrey, the creator of the website <a href=\"http://ogilviefamilytree.com/p1.htm#i29\" rel=\"nofollow\">ogilviefamilytree.com/p1.htm#i29</a>\n<i>“William Edmond Ogilvie, known to his family as Will, was my uncle, my father George’s younger brother. My father also served in WWI, as an officer in the Ghurkha regiment. He died in 1943 when my brother and I were 6 and 4 respectively. His sister Juliet came to live with us in London, and helped raise us while my mother was working. Aunt Juliet often used to talk to us about Will. She was educated at Oxford and published a small book of poems, one of them to Will. The last lines read: </i>Ten years old is a boy today; What is he like? You say True heart and happy heart, joyous and loving. <i>As the only daughter in her family with six younger brothers Juliet helped bring them up, and I don't think she ever got over the loss.\nThank you Imperial War Museum for creating the WWI centenary project honoring these brave young soldiers who gave their lives so bravely and selflessly. I plan to forward the link to other family members. ogilviefamilytree.com”</i>", "authorname": "liits", "id": "32254785-6641541727-72157628848740865", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6641541727/#comment72157628849281903", "realname": "IWM Collections", "path_alias": "imperialwarmuseum", "author": "32300107@N06", "iconserver": "5535", "datecreate": "1326448969", "_content": "Great to have made contact with a descendant of Lt Ogilvie - thanks for posting this.", "authorname": "IWM Collections", "id": "32254785-6641541727-72157628849281903", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6641541727/#comment72157628864738611", "realname": "Christian Lüts", "path_alias": "liits", "author": "63191264@N00", "iconserver": "2156", "datecreate": "1326550312", "_content": "Here is a photo of the family home Westlands, Brouhty Ferry, Dundee.\n[http://www.flickr.com/photos/liits/6694881247/]", "authorname": "liits", "id": "32254785-6641541727-72157628864738611", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6641541727/#comment72157628871765613", "realname": "", "path_alias": null, "author": "68451334@N04", "iconserver": "0", "datecreate": "1326585699", "_content": "I can't get over how young he looks.  3 weeks in the trenches and killed by an accidental discharge.  It makes you sick.", "authorname": "m_carstens", "id": "32254785-6641541727-72157628871765613", "iconfarm": 0}], "photo_id": "6641541727"}}