{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/smithsonian/4919778365/#comment72157624726778209", "realname": "", "path_alias": null, "author": "21686909@N07", "iconserver": "2188", "datecreate": "1283290341", "_content": "I don't get it.  Why is the Smithsonian posting all these run of the mill snap shots?  This is another poorly composed, out of focus photo.  It's a camel in a zoo.  At least, I can understand having photos of public buildings in Washington at different periods of time, but there must be thousands of other better photos taken during the twenties.", "authorname": "budderflyman", "id": "25030781-4919778365-72157624726778209", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/smithsonian/4919778365/#comment72157624857660654", "realname": "Smithsonian Institution", "path_alias": "smithsonian", "author": "25053835@N03", "iconserver": "2282", "datecreate": "1283367218", "_content": "We appreciate your interest in the Smithsonian Institution Archives! As the Archives, in the business of preserving Institutional history, we take in a range of materials. Many times, these materials serve to document collections and/or conditions at a specific point in time and from a unique perspective. In this case, a visitor c. 1919. A simple snapshot may appear mundane to some. To a Smithsonian archivist, it is often a magnificent key to unlocking Institutional history. We're excited to share that with The Commons on Flickr community.", "authorname": "Smithsonian Institution", "id": "25030781-4919778365-72157624857660654", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/smithsonian/4919778365/#comment72157628097135152", "realname": "Julia Wright", "path_alias": null, "author": "27197915@N08", "iconserver": "4094", "datecreate": "1320935004", "_content": "A photograph is a snapshot of time, budderflyman, and even if it isn't \ncompositionally to your liking or out of focus it still has a place.  I enjoy seeing these photographs (even the &quot;run of the mill&quot; ones), so keep it up Smithsonian, you're doing a great job preserving history!", "authorname": "GallivantingGirl", "id": "25030781-4919778365-72157628097135152", "iconfarm": 5}, {"permalink": "http://www.flickr.com/photos/smithsonian/4919778365/#comment72157628098753966", "realname": "", "path_alias": null, "author": "21686909@N07", "iconserver": "2188", "datecreate": "1320951302", "_content": "The Smithsonian has to have millions of other photos that can better &quot;serve to document collections and/or conditions at a specific point in time&quot;.  It's a bad photo of an ordinary camel in a zoo.  I just think time is wasted with shots like this when I know you have tons of fantastic historical photographs.  I don't view this as an historic photograph.  That's my point.", "authorname": "budderflyman", "id": "25030781-4919778365-72157628098753966", "iconfarm": 3}], "photo_id": "4919778365"}}