{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/3864091233/#comment72157625164812905", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1288631439", "_content": "O industrial Alfredo da Silva, líder do grupo C.U.F., negoceia em 1937 com o Porto de Lisboa a concessão do estaleiro da Rocha do Conde de Óbidos, fundando deste modo a primeira empresa do sector, a que foi dado o nome de CUF – Estaleiros Navais de Lisboa. \nA empresa prosperou e em 1961 o nome foi alterado para NAVALIS, Estaleiros Navais de Lisboa, sendo dois anos mais tarde adoptada a denominação social LISNAVE, Estaleiros Navais de Lisboa. \nA Lisnave foi oficialmente constituída a 11 de Setembro de 1961 sendo seu Presidente do Conselho de Administração José Manuel de Mello. O objectivo desta nova empresa era o de continuar a realizar o empreendimento da construção e reparação naval que na época estava ainda apenas confinada ao Estaleiro da Rocha Conde de Óbidos.\nA nova designação marcou o início de uma era de expansão e de modernização que funcionou em dois sentidos e com dois objectivos: por um lado, trazer para Portugal a tecnologia mais avançada que existia no exterior, com relevo para o Norte da Europa, reforçando a experiência acumulada, por outro, concorrer decididamente no mercado internacional. \nTrês estaleiros holandeses e dois suecos, juntamente com bancos e companhias de navegação portuguesas, tomaram o capital social da Lisnave em 1963. O objectivo da empresa assim reformulado era o de construir e operar um estaleiro com capacidade suficiente para que pudesse receber os maiores navios que existiam no Mundo, tendo em especial atenção o previsto aumento de tráfego na Europa Ocidental, no Mediterrâneo e no Atlântico. \nEm 1 de Janeiro de 1963 o Estaleiro da Rocha Conde de Óbidos foi desta forma transferido para a Lisnave que passou a ser a concessionária, juntamente com as 2286 pessoas que ali laboravam. \nO novo Estaleiro da Margueira, em Almada foi inaugurado com a presença do Presidente da República, Almirante Américo Thomaz em 23 de Junho de 1967. \nCuriosidade: O primeiro navio a entrar neste novo estaleiro, e na inauguração, foi o paquete &quot;Príncipe Perfeito&quot; da Companhia Nacional de Navegação.\nNo final do ano de 1966 trabalhavam na Lisnave 3918 pessoas, das quais cerca de 900 encontravam-se já na Margueira, envolvidas nos trabalhos de construção e de exploração do estaleiro.\nEm 1971 é inaugurada a maior doca seca do mundo. Seu nome &quot;Doca Alfredo da Silva&quot;. Com 266m x 42m para navios até 1 milhão de toneladas. Era a maior doca seca do mundo.\n\nA Lisnave manteve elos de ligação de formas diversas com estaleiros espalhados pelo Mundo, como são os casos da Setenave, Cabnave, em Cabo Verde, Estalnave, Sorefame e Sayde Mingas, em Angola, Guinave, na Guiné-Bissau, Emana, em Moçambique, Asry , no Bahrain e Isry , na Arábia Saudita. \nNo fim da década de noventa, a Lisnave, que chegou a ser considerado um dos maiores e e melhores estaleiros do mundo, infelizmente encerrou as suas actividades em Almada, deslocalizando para a Setenave os seus equipamentos e parte do pessoal, enquanto a maioria dos trabalhadores acabou por ser dispensada.", "authorname": "J. Leite", "id": "26532116-3864091233-72157625164812905", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/biblarte/3864091233/#comment72157625630151951", "realname": "", "path_alias": null, "author": "57902316@N02", "iconserver": "5205", "datecreate": "1294255466", "_content": "Obrigado J.Leite por a sua postagem!\nEm 1968,ingressei com Oficial Efetivo, de Pilotagem da Marinha Mercante,da tripulação,na finalisação da construção no Navio Butaneiro &quot;CIDLA&quot;,pertencente à Sacor Marítima,nos ultimos 4 meses da sua construção,o que convirma as suas palavras,sobre a grandiosidade,e,eficácia do projeto da Lisnave!\nTendo anteriormente trabalhado,e navegado em Petroleiros da Soponata,também tive ocasião de admirar a eficácia das reparações em doca sêca\nImagine o meu sentimento,ao destes anos,saber de tudo de rastos\nOs meus gratos agradecimentos pelas precisões sobre os Edificios &quot;Valmor&quot;\nRui Caramalho Oliveira", "authorname": "oliveirarui44", "id": "26532116-3864091233-72157625630151951", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/biblarte/3864091233/#comment72157634578647980", "realname": "", "path_alias": null, "author": "49868966@N04", "iconserver": "0", "datecreate": "1373441701", "_content": "[http://www.flickr.com/photos/57902316@N02]", "authorname": "luluzinha24", "id": "26532116-3864091233-72157634578647980", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/biblarte/3864091233/#comment72157634572170363", "realname": "", "path_alias": null, "author": "49868966@N04", "iconserver": "0", "datecreate": "1373441718", "_content": "Olá pai", "authorname": "luluzinha24", "id": "26532116-3864091233-72157634572170363", "iconfarm": 0}], "photo_id": "3864091233"}, "flarchive:created": 1387758284}