{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1342734096", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "7605915868", "title": {"_content": "X-3 Stiletto on Ramp - View from Side"}, "media": "photo", "tags": {"tag": [{"raw": "NACA", "machine_tag": 0, "id": "44489032-7605915868-536706", "_content": "naca", "author": "44494372@N05"}, {"raw": "NASA", "machine_tag": 0, "id": "44489032-7605915868-11023", "_content": "nasa", "author": "44494372@N05"}, {"raw": "NASA Dryden Flight Research Center", "machine_tag": 0, "id": "44489032-7605915868-13504876", "_content": "nasadrydenflightresearchcenter", "author": "44494372@N05"}, {"raw": "aeronautics", "machine_tag": 0, "id": "44489032-7605915868-124563", "_content": "aeronautics", "author": "44494372@N05"}, {"raw": "airplane", "machine_tag": 0, "id": "44489032-7605915868-1649", "_content": "airplane", "author": "44494372@N05"}, {"raw": "1954", "machine_tag": 0, "id": "44489032-7605915868-8618", "_content": "1954", "author": "44494372@N05"}]}, "comments": {"_content": "1"}, "secret": "b9f3ae0f4f", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "(April 1, 1954) This NACA High-Speed Flight Station photograph shows a side-view of the X-3 Stiletto research aircraft on the ramp at Edwards Air Force Base in 1954. The X-3 Stiletto was a single-place jet aircraft with a slender fuselage and a long tapered nose, manufactured by the Douglas Aircraft Company. The X-3's primary mission was to investigate the design features of an aircraft suitable for sustained supersonic speeds, which included the first use of titanium in major airframe components. It was delivered to the NACA High-Speed Flight Station in August of 1954 after some Douglas and Air Force evaluation testing. The Douglas X-3, known as the Stiletto, was built to investigate the design of an aircraft suitable for sustained supersonic speeds. The X-3 was intended for sustained flight research above Mach 2, but was hampered by use of underpowered Westinghouse J34 turbojet engines which could not power the aircraft past Mach 1 in level flight. This aircraft was built by the Douglas Aircraft Company. The X-3 had, perhaps, the most highly refined supersonic airframe of its day as well as other important advances including one of the first machined structures. It included the first use of titanium in major airframe components. Its long fuselage gave the Stiletto a high-fineness ratio and a low-aspect ratio (the ratio of the wing's span to its chord; in other words, it was short and stubby). Despite this refined configuration, the maximum speed it attained was Mach 1.21, during a dive. The general consensus was that the aircraft was sluggish and extremely underpowered. The X-3 also demonstrated coupling instability during abrupt rolling maneuvers, which could cause it to go wildly out of control, as happened on a flight on October 27, 1954, with National Advisory Committee for Aeronautics (NACA) pilot Joe Walker at the controls. The principle contribution of the X-3 was its data on inertial coupling (roll divergence)--a tendency to diverge from the intended flight path. The aircraft also shed its small tires routinely, leading to a revision of the design criteria for tires used on high-speed aircraft. This aircraft flew 20 times between 1954 and 1956 at the NACA High-Speed Flight Station (predecessor of NASA's Dryden Flight Research Center, Edwards, California). Joe Walker was the pilot for all 20 of these missions. The X-3's first flight was in October 1952 with Douglas test pilot Bill Bridgeman in the cockpit. The Air Force completed a brief evaluation of the airplane in 1953 and 1954 before turning it over to the NACA in the summer of 1954.\n\n<a href=\"http://nasaimages.org/luna/servlet/detail/nasaNAS~2~2~2527~103975\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/nasaNAS~2~2~2527~103975</a>"}, "isfavorite": 0, "views": "4476", "farm": 9, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "1954-04-01 14:41:36", "lastupdate": "1379447768", "takengranularity": "0", "posted": "1342734096"}, "originalsecret": "de10383db0", "license": "7", "notes": {"note": []}, "server": "8289", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/7605915868/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387642625}