{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/usnationalarchives/4166855024/#comment72157623438575979", "realname": "David Foster", "path_alias": null, "author": "21734563@N04", "iconserver": "2314", "datecreate": "1267848044", "_content": "Hi, I'm an admin for a group called <a href=\"http://www.flickr.com/groups/645075@N23/\">Veterans of the American Civil War</a>, and we'd love to have this added to the group!", "authorname": "David C. Foster", "id": "35717303-4166855024-72157623438575979", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/usnationalarchives/4166855024/#comment72157629851968468", "realname": "Brendan", "path_alias": null, "author": "15319761@N06", "iconserver": "7441", "datecreate": "1337717296", "_content": "I'm pretty sure this is another view of Company B, 170th New York, also in this photograph:\n<a href=\"http://www.flickr.com/photos/usnationalarchives/3996142724/\">www.flickr.com/photos/usnationalarchives/3996142724/</a>", "authorname": "Brendan C.H.", "id": "35717303-4166855024-72157629851968468", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/usnationalarchives/4166855024/#comment72157630208238988", "realname": "Don Williams", "path_alias": "danno116", "author": "31439438@N05", "iconserver": "3613", "datecreate": "1340203785", "_content": "Comments on this wonderful photo: \n\n* Total of 38 men from a single company. This includes 33 privates, 1 musician, 2 corporals and 2 sergeants, along with 2 company grade officers. Each company had a  Captain, as well as 1st and 2nd Lieutenants, so one of these 3 is missing but its hard to tell which because the detail on the shoulder epaulets are hard to distinguish. \n* There is no Orderly Sergeant (a.k.a. 'First Sergeant') in this photo visible. This was the senior enlisted man in the company.\n* The flag is clearly a state color. Missing is the national color (Stars and Stripes), which could be the result of it having been captured, or, more likely, sent back to the home state for replacement due to damage. Curiously, the flag is being held by a private soldier, rather than a Color Sergeant. My guess is that this company was not the 'Color Company' (one of the 10 companies assigned the honor of carrying the two flags), but rather was just given the opportunity to hold it for the photo.\n* Clothing: all of the men are wearing the issue dress coat (a.k.a. 'frock coat') which was considered to be more appropriate for dress parades like this one, rather than the 4-button fatigue blouse. It was also considerably warmer, which may have been welcome on the day this photo was taken, as the absence of leaves on the tree in the background indicates that this was taken during the cooler months between October-March/April. Regulations also specified that the men wear white gloves, which are obviously absent from this photo. Except for the two officers, everyone is wearing the issue forage cap, rather than soft-brimmed civilian hats that were often preferred by soldiers in the field.", "authorname": "DrDonWilliams", "id": "35717303-4166855024-72157630208238988", "iconfarm": 4}], "photo_id": "4166855024"}, "flarchive:created": 1387666674}