{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8616982384/#comment72157633248246799", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1366033226", "_content": "His MIC shows that he was Corporal 12L/5950 12th Lancers. Commissioned 12th Lrs. 28.10.1915. Then 2nd Lieut in the Gloucestershire Regiment.\n\nDate of entry into theatre of war 15.8.1914.", "authorname": "Mrs Audubon", "id": "32254785-8616982384-72157633248246799", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8616982384/#comment72157633248272609", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1366033445", "_content": "Alfred was born in 1884 in Didbrook. The 1891 census shows him aged 6 living with his parents and 9 siblings aged between 12 and 4 months. They were living at the School House where Alfred Snr described himself as &quot;Organist and sometime [Engine] Proprietor&quot; and his wife Mary was Schoolmistress.\n\nBy the 1911 census Alfred was a Lance Corporal stationed in Egypt/Sierra Leone/South Africa/Sudan.\n\nHis family still lived in Didbrook. HIs parents had been married for 37 years and of their 15 children, 3 had died. Only 4 daughters were at home on census night and the 2 eldest girls were assistant teachers, whilst their mother was now Headmistress.", "authorname": "Mrs Audubon", "id": "32254785-8616982384-72157633248272609", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8616982384/#comment72157633857308608", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1370103008", "_content": "Information from: \n<a href=\"http://www.remembering.org.uk/glosregtofficers/glos_regt_offrs_home.htm\" rel=\"nofollow\">www.remembering.org.uk/glosregtofficers/glos_regt_offrs_h...</a>\nRoll of Honour--Officers of the Gloucestershire Regiment Who Died in the Great War\nAlfred Alcock was born in 1884 at Didbrook, Winchcombe, Glos, the third son of Alfred and Mary Alcock who resided in the School House in the parish of St George, Didbrook.   Alfred (senior) was an organist at Sudeley Castle and Mary was a school teacher.\n\nAt the outbreak of war he was based at Norwich as a Cpl serving with 12th (Prince of Wales's Royal) Lancers and on 15th August 1914 was posted with the unit, part of the 5th Cavalry Brigade, 2nd Cavalry Division, to the British Expeditionary Force in France.   The Division took part in many major actions, including The Battle of the Aisne (12 - 15 September 1914), The Battle of Messines 1914 (12 October - 2 November 1914), The Battle of Armentieres (13 - 17 October 1914), The Battle of Gheluvelt (30 - 31 October 1914). In 1915 the Division fought at The Battle of Neuve Chapelle (10 - 12 March 1915), The Battle of St Julien (26 April - 3 May 1915) and The Battle of Bellewaarde Ridge (24 - 25 May 1915).   On 28th October 1915 he was &quot;commissioned in the field&quot; being awarded a Temporary Regular Commission as a Second Lieutenant in the Gloucestershire Regiment, and initially posted for duty to the 8th Battalion Gloucestershire Regiment.   He joined the 1st Battalion on *******\n\nOn Sunday 20th August 1916 the battalion relieved the 2nd Bn KRRC in the front line trenches to the west of High Wood, with &quot;A&quot; Company in the forward trench at an advanced post (map ref 57C.SW3.S.3d) manned by 10 men and two Lewis guns.   The Battalion War Diary reports that the advanced post was attacked by a German force and was driven back 30 yards where a position in shell-holes was taken up.   2Lt Alcock was killed in this action and 2Lt A Cockett wounded.   12 soldiers were also killed and 38 wounded.\n\nHis body was never identified or recovered from the battlefield and he is commemorated on the Thiepval Memorial To The Missing, Pier and Face 5A and 5B.   He is commemorated on the Didbrook War Memorial and on a commemorative plaque in St George's Church, Didbrook.\n\nWO 339/47893", "authorname": "brenontario", "id": "32254785-8616982384-72157633857308608", "iconfarm": 8}], "photo_id": "8616982384"}}