{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/5643443124/#comment72157626427944203", "realname": "", "path_alias": null, "author": "25695066@N00", "iconserver": "7037", "datecreate": "1303483569", "_content": "This is a photo of the unsuccessful attempted flight of the Langley Aerodrome from a houseboat on the Potomac River on October 7, 1903.\n\nIt is likely this photo is in with the 1914 group of Bain photos because the Langley Aerodrome would actually play a role in the patent fights between the Wright Brothers and Glenn Curtiss.  This is <u>not</u> one of the 1914 flights, as is apparent by comparing October 7,1903 photos of the attempted flight with this one.  As per Wikipedia:\n<i>With Smithsonian approval, Glenn Curtiss extensively modified the Aerodrome and made a few short flights in it in 1914, as part of an unsuccessful attempt to bypass the Wright Brothers' patent on aircraft and to vindicate [Samuel] Langley. Based on these flights, the Smithsonian displayed the Aerodrome in its museum as the first heavier-than-air manned, powered aircraft &quot;capable of flight.&quot; This action triggered a feud with Orville Wright (Wilbur Wright died in 1912), who accused the Smithsonian of misrepresenting flying machine history. Orville backed up his protest by refusing to donate the original 1903 Kitty Hawk Flyer to the Smithsonian, instead exiling it to Science Museum of London in 1928. The dispute finally ended in 1942 when the Smithsonian published details of the Curtiss modifications to the Aerodrome and recanted its claims for the aircraft.</i>\n<a href=\"http://en.wikipedia.org/wiki/Langley_Aerodrome\" rel=\"nofollow\">en.wikipedia.org/wiki/Langley_Aerodrome</a>", "authorname": "TVL1970", "id": "8602872-5643443124-72157626427944203", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5643443124/#comment72157626598462396", "realname": "Arden", "path_alias": "arden_loc", "author": "35072786@N08", "iconserver": "3331", "datecreate": "1303996055", "_content": "TVL 1970:  Thank you for identifying this aircraft as the Langley Aerodrome, developed by Smithsonian Institution secretary Samuel P. Langley. This photo shows the aerodrome's attempted flight on October 7, 1903, which ended when it fell into the water upon launch. This same photograph, credited to the Smithsonian Institution, is shown in an article &quot;Langley's Flying Machine&quot; in Aviation and Aeronautical Engineering magazine (Vol. III, Nov. 15, 1917, p. 528) which is available at Google Books. The article also contains information and photos of  Glen Curtiss's later modification of the Aerodrome.   We will add more details when we update this image description.", "authorname": "Arden (LOC P&P)", "id": "8602872-5643443124-72157626598462396", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5643443124/#comment72157626933621660", "realname": "Chris Devers", "path_alias": "cdevers", "author": "9161595@N03", "iconserver": "5338", "datecreate": "1307767137", "_content": "And here's that plane in 2011, in the Smithsonian:\n\n[http://www.flickr.com/photos/cdevers/5779968666]\n\nIt seems to be staying up now :-)", "authorname": "Chris Devers", "id": "8602872-5643443124-72157626933621660", "iconfarm": 6}], "photo_id": "5643443124"}}