{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/6025590064/#comment72157627448026560", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1313511213", "_content": "Ngungunhane, Mdungazwe Ngungunyane Nxumalo, N'gungunhana, Gungunhana ou Reinaldo Frederico Gungunhana , nasceu em Gaza (Moçambique) em 1850 e foi um poderoso régulo vátua, senhor das terras de Gaza, em Moçambique, e que se revoltou contra o domínio de Portugal em Moçambique.\n\nO seu poder foi destruído em 1895, por uma expedição portuguesa e o próprio régulo aprisionado pelo capitão Mouzinho de Albuquerque, em Chaimite.\n\nTrazido para Lisboa, a bordo do paquete &quot;África&quot;, Gungunhana não mais voltaria a território de Moçambique. Foi primeiramente encarcerado no forte de Monsanto, de onde mais tarde, a 23 de junho de 1896, foi transferido para Angra do Heroísmo. Aí aprendeu a ler e a escrever e foi convertido à força ao cristianismo e batizado com o nome de Reynaldo Frederico Gugunhana. \n\nA 23 de Dezembro de 1906, Gungunhana morreu, no hospital militar de Angra do Heroísmo, no Arquipélago dos Açores, vítima de hemorragia cerebral.  \n\nGungunhana foi um dos mais poderosos potentados do continente africano, estendendo-se o seu reino da margem direita do Zambeze até á Zululândia, e desde as serras de Manica até ao mar.\n\nOs seus restos mortais foram transladados para a fortaleza de Maputo, por ocasião do 10º aniversário da independância de Moçambique em 1985.\n\nA história de Gungunhana e da guerra com Mouzinho de Albuquerque, foi passada a filme pelo realizador Jorge Brum do Canto, em 1953, no filme &quot;Chaimite&quot; com o actor Artur Semedo como protagonista no papel do capitão Mouzinho de Albuquerque.", "authorname": "J. Leite", "id": "26532116-6025590064-72157627448026560", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/biblarte/6025590064/#comment72157632284231445", "realname": "", "path_alias": null, "author": "91278093@N03", "iconserver": "0", "datecreate": "1355941033", "_content": "im nkhensani i called this handsome legend one of the hero,and my ancestors.\nhalosa", "authorname": "nkhensy", "id": "26532116-6025590064-72157632284231445", "iconfarm": 0}], "photo_id": "6025590064"}, "flarchive:created": 1387729604}