{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/3477962069/#comment72157617426644960", "realname": "", "path_alias": null, "author": "70875173@N00", "iconserver": "8096", "datecreate": "1240919921", "_content": "the Japanese Empire was once formidable and the terror of Asia.", "authorname": "gov_calif", "id": "8602872-3477962069-72157617426644960", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3477962069/#comment72157617444723679", "realname": "", "path_alias": null, "author": "23103743@N05", "iconserver": "2155", "datecreate": "1241145347", "_content": "See <a href=\"http://www.metmuseum.org/toah/ht/11/eak/ht11eak.htm\">www.metmuseum.org/toah/ht/11/eak/ht11eak.htm</a> for a timeline of Korean history of the 20th century.  The Japanese occupied Korea from 1910 until 1945.", "authorname": "swanq", "id": "8602872-3477962069-72157617444723679", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3477962069/#comment72157617479438783", "realname": "David Badagnani", "path_alias": null, "author": "8442333@N05", "iconserver": "1058", "datecreate": "1241221306", "_content": "If they didn't occupy Korea until 1910, what are Japanese military units doing in Seoul in 1907? I thought Japanese were in Korea since the late 1800s. Didn't they depose the Korean monarchy at that time?", "authorname": "dbadagna", "id": "8602872-3477962069-72157617479438783", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3477962069/#comment72157617548239925", "realname": "", "path_alias": null, "author": "23103743@N05", "iconserver": "2155", "datecreate": "1241359504", "_content": "It appears that there were TWO annexation treaties, one in 1907 and another in 1910:\n\n<a href=\"http://en.wikipedia.org/wiki/Japan-Korea_Annexation_Treaty_of_1907\">en.wikipedia.org/wiki/Japan-Korea_Annexation_Treaty_of_1907</a>\n<a href=\"http://en.wikipedia.org/wiki/Japan-Korea_Annexation_Treaty\">en.wikipedia.org/wiki/Japan-Korea_Annexation_Treaty</a>\n\nThe second seems to be considered the formal start of the occupation.", "authorname": "swanq", "id": "8602872-3477962069-72157617548239925", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3477962069/#comment72157617704211157", "realname": "", "path_alias": null, "author": "38143500@N06", "iconserver": "0", "datecreate": "1241641704", "_content": "I hate what they did to Korea. Invading another country will never be forgiven.", "authorname": "gobarian12", "id": "8602872-3477962069-72157617704211157", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3477962069/#comment72157618631344504", "realname": "", "path_alias": "akatayama", "author": "95609303@N00", "iconserver": "7345", "datecreate": "1243012717", "_content": "Please reconsider retitling this photo to spell out Japanese. The abbreviation chosen is offensive to many and reverts to the dismissive terminology used during WWII and is out of place in this day and age.\n\n--\n<i><a href=\"http://www.flickr.com/search/?q=jap.&amp;w=8623220@N02\">Found in a search.</a></i> <em>(<a href=\"http://6v8.gamboni.org/Flickr-Add-referer-into-comments.html\">?</a>)</em>", "authorname": "cgfan", "id": "8602872-3477962069-72157618631344504", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3477962069/#comment72157618638154848", "realname": "David Badagnani", "path_alias": null, "author": "8442333@N05", "iconserver": "1058", "datecreate": "1243022243", "_content": "It's an abbreviation (with period) seen on the original photo.", "authorname": "dbadagna", "id": "8602872-3477962069-72157618638154848", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3477962069/#comment72157618715041200", "realname": "", "path_alias": "library_of_congress", "author": "8623220@N02", "iconserver": "3703", "datecreate": "1243170746", "_content": "Thanks for understanding that no offense is intended. We retain the original title of a photograph as part of preserving the historical record. The Bain News Service photo titles are available from several sources—typed in the set of caption cards consulted while making the scans, hand-written on an older set of cards, and etched on the negatives themselves. Abbreviations are common in each source, and, in this case, the abbreviated term is the only form found.", "authorname": "The Library of Congress", "id": "8602872-3477962069-72157618715041200", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3477962069/#comment72157618737618322", "realname": "", "path_alias": "akatayama", "author": "95609303@N00", "iconserver": "7345", "datecreate": "1243200354", "_content": "Sorry, but I do not understand the need to title the photo by what is marked on the photo itself.  The photo stands by itself and there is no need to carry the offensive abbreviation to the title.  The title of the photo cannot be excused by the claim that it merely reflects what is written on the photo itself, as the choice of title is the free choice of the poster, the Library of Congress, and as such reflects the Library of Congress' own voice.\n\nIs it not the Library of Congress' own voice when titling a photo that contains no textual markings?  Does it not reflect the best judgment of the Library of Congress regarding the presumed factual (and not editorial) content of the photo?\n\nAnd what if extensive study shows that there exists photos in the collection that is marked in error with incorrect information?  Would you in fact title the photo with the incorrect information?  I suspect not, as it would be assumed that unless otherwise explicitly stated that the title is written in the voice of the Library of Congress.\n\nAnd are your methods such that any offensive comment written on a photo in your archives will also carry the same title on Flickr?\n\nAnd what is one to make of <a href=\"http://www.flickr.com/photos/library_of_congress/2163954104/\">this photo</a>, where a selective correction to the hand-written note was made when composing its title?\n\nPerhaps there can be a reasonable compromise.  There exists photos in your collection that makes a clear distinction between the Library of Congress' voice and that of whoever annotated the photo, with square brackets used to mark the poster's (Library of Congress') voice.  Perhaps that could be used in this case.  e.g.: &quot;[Japanese] gun commanding Seoul (LOC)&quot;\n\nPlease reconsider retitling this photo.  To use such racially loaded and derogatory abbreviations in an area that many would interpret as the Library of Congress' own voice is a very unwise choice and is not fitting the character of such a fine institution.\n\nThough I have not viewed all of your photos I have browsed through many of them and nowhere else do I see a similar offense committed.  This is a bad precedent to set and is all the more unusual and provocative in its uniqueness with respect to the rest of your collection.", "authorname": "cgfan", "id": "8602872-3477962069-72157618737618322", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3477962069/#comment72157618664598329", "realname": "David Badagnani", "path_alias": null, "author": "8442333@N05", "iconserver": "1058", "datecreate": "1243215428", "_content": "This is history and proper documentation is always important, as affirmed by the staff members from the United States' most important library. Racism is highly improper in the modern day but the racist attitudes of former days (against Asian Americans, African Americans, Native Americans, Jewish Americans, Arab Americans, and others) does need to be properly documented, as any other historical aspect of my nation, however much I may disagree with such attitudes. In this way we may learn from the mistakes of our ancestors.\n\nExamples of such shameful, but formerly quite acceptable behavior may be seen at the following photos:\n\n<a href=\"http://www.flickr.com/photos/library_of_congress/2787136484/\">www.flickr.com/photos/library_of_congress/2787136484/</a>\n\n<a href=\"http://www.flickr.com/photos/library_of_congress/2786280191/\">www.flickr.com/photos/library_of_congress/2786280191/</a>\n\nIn this particular photo's case, it isn't clear that a racist epithet was intended, as the original photo contains a caption that seems to include an abbreviation (it appears that there is a period), and, in any case, the Library of Congress uses the actual captions on the original photos (which, if incorrect or if need additional clarification, may be discussed here to solve any such difficulty). Editorializing and second-guessing historical texts is our job, not the Library's.", "authorname": "dbadagna", "id": "8602872-3477962069-72157618664598329", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3477962069/#comment72157618749893550", "realname": "", "path_alias": "akatayama", "author": "95609303@N00", "iconserver": "7345", "datecreate": "1243218998", "_content": "dbadagna: I agree with everything you say.  These historical records are treasure for preserving the attitudes, however shortsighted, of the times, and altering the record does history a great disservice.\n\nHowever I am not asking for the artifact to be altered in any way.  A title that is contemporaneously applied to a photo does not change the existing historical record.  The hand-written marks made at the time on the photo still remains intact to be studied and as testimony to the biases in currency at the time.\n\nHowever let it be understood that subsequent titles applied today are part of a new historical record, reflecting the voice of the person or organization adding the additional title.  Yes, the Library of Congress, by adding the title that it chose to add is in essence adding a new mark to the historical record with its own voice.\n\nUnfortunately a title applied to the photo in Flickr is not as indelible as the original mark made on the photo.  Already it is lost in the historical record that the Library of Congress re-titled 4 similar photos in this series of 7 by adopting the full spelling of &quot;Japanese&quot;.  The fact that those 4 photos started out on Flickr with a title using the derogatory abbreviation is important in preserving the history of the current debate but for all practical purposes is now lost to history.\n\nMy purpose for bringing the latter 4 examples up is to illustrate that these little skirmishes over the title and the Library of Congress' reversal in titling them is to illustrate the obvious: that despite all of this at no time was the interpretation, representation, or the content of the original artifact changed.  What we do now is part of a new historical record and does not in any way change the pre-existing artifact, record, or history.\n\nOne interesting observation re. the <a href=\"http://www.flickr.com/photos/library_of_congress/2786280191/\">2nd of the two photos</a> that you referenced above.  In the case of the 2nd photo the Library of Congress dropped the reference to &quot;Savages&quot; in its title even though the scanned image clearly uses this term.  Would it be your argument that the Library of Congress now needs to abandon the current title for one that adds the missing word &quot;Savages&quot; of the original hand-written title?", "authorname": "cgfan", "id": "8602872-3477962069-72157618749893550", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3477962069/#comment72157618751206862", "realname": "David Badagnani", "path_alias": null, "author": "8442333@N05", "iconserver": "1058", "datecreate": "1243221217", "_content": "The inconsistencies are duly noted, and it would be very helpful to have an explanation of these inconsistencies from the Library's staff.", "authorname": "dbadagna", "id": "8602872-3477962069-72157618751206862", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3477962069/#comment72157618668320301", "realname": "", "path_alias": "akatayama", "author": "95609303@N00", "iconserver": "7345", "datecreate": "1243221468", "_content": "Indeed...", "authorname": "cgfan", "id": "8602872-3477962069-72157618668320301", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3477962069/#comment72157618888762747", "realname": "", "path_alias": "library_of_congress", "author": "8623220@N02", "iconserver": "3703", "datecreate": "1243624978", "_content": "Your comments gave us good food for thought!\n\nExpanding an abbreviated word in a title to clarify a spelling can be helpful, so we’ve added the fuller spelling in brackets. But this kind of bracketed interpolation is not intended to replace original vocabulary even when a word can cause offense. Quoting an original title is part of preserving historical context by reflecting how an item presented itself when first produced. Just as the Library doesn’t re-title books or movies, we don’t re-title pictures that come to us with formal titles. \n\nThe unbracketed titles that appear with Library of Congress images in Flickr are not the Library’s own voice. The titles are transcriptions of original text found with the historical photographs. If putting “(LOC)” at the ends of the titles is creating the impression that the Library is writing a new title, we need to rethink adding that indication of where the photo is from. (When a photograph lacks an original title, then a note is provided “Title devised by Library staff” and brackets appear around the entire title. There are also judgment calls when, for example, only a surname or multiple abbreviated words appear on a photo. In those cases, the photo may have been given a quick annotation rather than a formal title, and a descriptive title might be devised with an explanatory note about the title source.)\n\nYour comments are helpful for seeing that in the complicated situation with the Bain negatives, where there are multiple sources of historical caption information (two sets of cards and the negatives themselves), varying the title source can cause confusion. Especially when our source of title notes ambiguously cite multiple sources as “Title from unverified data provided by the Bain News Service on the negatives or caption cards.” We’d better stick with a single source-what can be seen in the negative.\n\nWe’ve started by making sure that the titles for the photos mentioned in the comments above match what’s written on the negatives rather than the caption cards.\n\nFYI, the published standard that guides our practice in describing the variety of pictures we preserve is called &quot;Graphic Materials: Rules for Describing Original Items and Historical Collections.&quot; It's available online at <a href=\"http://www.loc.gov/rr/print/gm/graphmat.html\">www.loc.gov/rr/print/gm/graphmat.html</a>.", "authorname": "The Library of Congress", "id": "8602872-3477962069-72157618888762747", "iconfarm": 4}], "photo_id": "3477962069"}}