{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1353582747", "originalformat": "jpg", "owner": {"username": "Riksarkivet (National Archives of Norway)", "realname": "", "nsid": "59811348@N05", "iconserver": "5060", "location": "Oslo, Norway", "path_alias": "national_archives_of_norway", "iconfarm": 6}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "8208485964", "title": {"_content": "Ukas bilde/Photo of the week 31/2012"}, "media": "photo", "tags": {"tag": []}, "comments": {"_content": "2"}, "secret": "c3bf4eb043", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "Søndag er det cupfinale, og det bærer ukens favorittbilde preg av! Det er valgt ut av Alfhild Nakken, underdirektør i Seksjon for eldre arkiver og spesialsamlinger.\n\n”Cupfinalen 1968\n\nBildet er tatt av Billedbladet NÅs fotograf under cupfinalen på Ullevaal stadion 27. oktober 1968. Bildet forteller om cupstemning i gråvær og regn. Tilskuernes påkledning og utstyr har endret seg mye siden da; her er menn med hatt og slips, supportere med hvite ”flosshatter” og kvinner med plastskaut over håret. Bildet kan stå som en hyllest til alle som gjennom årene har trosset vær og vind og møtt opp for å heie laget sitt fram til cupseier. \n\nKommende søndag er det igjen cupfinale på Ullevaal. Årets finalister er som kjent Tromsø og Hødd. Det var ingen av dem som kunne heve pokalen i triumf i 1968, det gjorde derimot et tradisjonsrikt Oslo-lag, stiftet så tidlig som i 1896. Seks av spillerne på ”Bronselaget” i 1936 hørte hjemme i denne klubben. I 1968, og for første gang i norsk fotballhistorie, vant laget både serien og cupen. Helt riktig – laget var Lyn! De slo Mjøndalen 3-1 etter scoringer av tre av lagets mest profilerte spillere på denne tiden: Ola Dybwad-Olsen, Jan Berg og Harald Berg.\n\nEgentlig skulle jeg ha vist et bilde av en av disse spillerne eller av målene. Men i NÅ-arkivet ligger det ikke et eneste slikt bilde. Kanskje var fotografen Mjøndalen-supporter? I hvert fall ser vi en flokk med Mjøndalen-fans på tribunen. \nLyn spilte cupfinale også i 1994 og 2004, men det endte med tap mot henholdsvis Molde og Brann. Fotballinteresserte vil ellers vite at Lyn har vært langt nede de siste årene. Men nå går det oppover! I år vant de sin avdeling i 3. divisjon overlegent og rykker opp til 2. divisjon neste sesong. Årets toppscorer med 30 mål er en nykommer som heter Birger Rasmussen. Han har litt å slekte på i Lyn-sammenheng: Onkelen, Ola Dybwad-Olsen, scoret i 1968 til sammen 39 mål på 25 kamper. Den rekorden står ennå!”\n\nFotograf Jan van Deurs. Bildene var brukt i NÅ nr. 44, 1968.\nArkivreferanse: Billedbladet NÅ, RA/PA-0797 4778_3_24"}, "isfavorite": 0, "views": "850", "farm": 9, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2012-11-22 11:57:21", "lastupdate": "1374012633", "takengranularity": "0", "posted": "1353582747"}, "originalsecret": "53e271c78e", "license": "7", "notes": {"note": []}, "server": "8208", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/national_archives_of_norway/8208485964/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}