{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1353582747", "originalformat": "jpg", "owner": {"username": "Riksarkivet (National Archives of Norway)", "realname": "", "nsid": "59811348@N05", "iconserver": "5060", "location": "Oslo, Norway", "path_alias": "national_archives_of_norway", "iconfarm": 6}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "8207396677", "title": {"_content": "Ukas bilde/Photo of the week 30/2012"}, "media": "photo", "tags": {"tag": []}, "comments": {"_content": "1"}, "secret": "8138835a96", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "Luis Thorsberg er seniorrådgiver i Seksjon for papirdepot og arkivbeskrivelse. Han har funnet et bilde det svinger av denne uken!\n\n&quot;Jeg var på jakt etter noen discobilder da jeg kom over disse to vennene. Her har vi et skikkelig kompisbilde av en uniformert underbrannmester og en tøysete sjimpanse. Sjimpansen Bølla, som fikk sitt navn på grunn oppførselen, er i følge reportasjen i Billedbladet Nå svært glad i Twist, og det ser ut til underbrannmesteren byr Bølla på noe. I så fall er det nærliggende å tro at det er en banan-twist. Eller nærmer han seg Bølla, som en gjør med hunder? At Bølla skal lukte på fingra først? Kanskje han rett og slett erter litt?\nBildet er tatt i forbindelse med reportasjen ”Takk, brannmann!” publisert i Billedbladet Nå nr. 32/1978.\n\nDet viser seg å ha en mer alvorlig kontekst enn Bøllas sans for Twist og vennskapet på tvers av arter. \nI 1978 brant det i Kristiansand dyrepark. Mange dyr døde og av de fem sjimpansene som bodde der kom bare Bølla uskadd fra brannen. Brannmannskapet tok seg inn i flammene og prioriterte sjimpansene etter råd fra dyrehagens direktør Edvard Moseid, også kjent som ”pappan til Julius”. Dette var en dristig affære, forteller reportasjen, da sjimpansene i sin desperasjon ”lett kunne ha revet dem i filler”. Da de kom inn var tre av sjimpansene besvimt. Publikumsyndlingen Polle – den yngste av hannsjimpansene – ble funnet druknet i bassenget. \nHvordan det gikk med de skadde sjimpansene har jeg ikke klart i finne ut av, men Sanne – kone nummer to til stamsjefen Dennis – overlevde. Hun fikk nemlig sønnen Julius året etter. Ja, sjølveste Julius!&quot;\n\nArkivreferanse: Billedbladet NÅ, RA/PA-0797 9216_2_27.\nFotograf: Jan Fiksdal"}, "isfavorite": 0, "views": "734", "farm": 9, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2012-11-22 11:57:23", "lastupdate": "1374012633", "takengranularity": "0", "posted": "1353582747"}, "originalsecret": "de2a4ce3a8", "license": "7", "notes": {"note": []}, "server": "8347", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/national_archives_of_norway/8207396677/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}