{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/8551076425/#comment72157632989064270", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1363192350", "_content": "O cinema “Europa” situado no bairro de Campo de Ourique, inaugurado em 14 de Fevereiro de 1931 e projectado pelo arquitecto Raul Martins, foi uma das grandes salas de cinema de Lisboa.\nAs fotos aqui publicadas referem-se a este «primeiro» cinema &quot;Europa&quot;.\n\nEm 1957 este cinema “Europa” foi demolido e no seu lugar foi construído o novo cinema “Europa” . Desenhado pelo arquitecto Antero Ferreira, foi inaugurado em 1958,  e a sua fachada incluía uma escultura em alto-relevo de autoria do escultor Euclides Vaz.\n\nO “Europa” funcionou também durante os anos 80 como estúdio de televisão, principalmente para concursos televisivos. Tinha capacidade para 804 espectadores. \n\nFuncionou como sala de cinema até 1981, data em que deu por encerrada a sua actividade, mas só duas décadas mais tarde o espaço foi desafectado dessa função.\nAconteceu em 2004, na sequência de um pedido do proprietário - “Sociedade Administrativa de Cinemas, Lda” - que se propunha construir no local um novo edifício, dividido entre espaços de comércio e apartamentos de luxo. \n\nEm consequência desta pretensão formou-se um grupo de cidadãos o &quot;SOS Cinema Europa&quot;. Foi um movimento informal de cidadãos, maioritariamente moradores no bairro de Campo de Ourique, que nasceu no início de 2005. Este movimento lutou pela criação de um espaço cultural público (biblioteca multimédia, auditório e sala para actividades diversas) no piso térreo do novo edifício a ser construído no local onde existiu o antigo cinema “Europa”.\n\nEm Dezembro de 2010 o cinema Europa foi demolido.\n\nNota: Fotos do segundo cinema Europa, inaugurado em 1958, podem ser consultadas mais à frente neste espaço da Biblioteca de Arte", "authorname": "J. Leite", "id": "26532116-8551076425-72157632989064270", "iconfarm": 6}], "photo_id": "8551076425"}, "flarchive:created": 1387726487}