{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7194897678/#comment72157629892087504", "realname": "", "path_alias": null, "author": "79347192@N06", "iconserver": "0", "datecreate": "1337961013", "_content": "There are many web hits about commendations of this officer. \n<a href=\"http://www.crawler.com/search/results1.aspx?q=lieutenant+colonel+shearman\" rel=\"nofollow\">www.crawler.com/search/results1.aspx?q=lieutenant+colonel...</a>", "authorname": "CPUfan2", "id": "32254785-7194897678-72157629892087504", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7194897678/#comment72157629894284636", "realname": "", "path_alias": null, "author": "77788549@N05", "iconserver": "0", "datecreate": "1337972415", "_content": "Dix Noonan &amp; Webb auctioned the medals of Lt Col E R A Shearman 10H in 1999.  Their catalogue records that he was &quot;... killed whilst leading his regiment in an attack near Hooge Chateau in May 1915.&quot;  In this photograph he is wearing campaign ribbons for the two Boer Wars; the Queen's South Africa Medal 1899-1902 (for which he had four clasps: Relief of Kimberley; Paardeberg; Driefontein; and Johannesburg) and the King's South Africa Medal 1901-02 (for which he had two clasps), all awarded to him as a Captain in the 10th Hussars.  He was twice Mentioned in Despatches in South Africa.\n\nAnd the following footnote:\n\nEustace Robert Ambrose Shearman was first commissioned in September 1895. He served in the South African war 1899-1902, and was present at the Relief of Kimberley; took part in the operations in the Orange Free State, February to May 1900, including operations at Paardeberg, and actions at Poplar Grove, Driefontein, Houtnek, Vet River, and Zand River; in the Transvaal in May and June 1900, including actions near Johannesburg; and in Cape Colony, south of Orange River (twice mentioned in despatches).\n\nThe 10th Hussars left for Holland on 10 October 1914, and Shearman assumed command of the regiment in the early part of 1915. The following extract is taken from the 10th Hussars War Diary for Thursday, 13th May 1915: ‘At 4 a.m. a very heavy shelling commenced. It was at first directed on the front line on a breadth of about one mile, held by the 6th &amp; 7th Cavalry Brigades and 2nd Dragoon Guards. A dense pall of smoke hung over everything, houses collapsed and trenches subsided.\n\nAt 6 a.m. the enemy started to shell our line severely and at 7 a.m. the 2nd Life Guards commenced to retire through us. Lt Col Shearman, Major Crichton and Captain Stewart helping considerably to rally these men. Shelling became more severe.\n\nAt 8 a.m. the order was given for the regiment to leave all kit behind in the trenches, rifles, bandoliers, bayonets and spades to be carried. To advance with these to the Queen’s Bays trenches, wheel to the right and dig ourselves in. We concentrated behind the Chateau [Hooge]. Here Captain de Tuyll, Sergeant Keely and several men were killed by a shell.\n\n“A” Squadron led up alongside the road and immediately on coming into the open a very heavy shell and rifle fire was opened by the enemy. Here Captain Gordon-Canning took a half squadron to fill up a gap on the left of the Queen’s Bays between them and the 5th Dragoon Guards and later in the day, supported the attack by rifle fire. The remaining two and a half squadrons and machine guns then attempted to dig themselves in along the ditch of the road, where they remained till 2 p.m.\n\nAt 2 p.m. our guns opened a heavy fire on the enemy’s trenches for half an hour. At 2.20 p.m. the Essex Yeomanry and Royal Horse Guards advanced up to the right of our line, whereupon the regiment jumped out of the dug-outs and charged, led by Colonel Shearman. There was a space of about 400 yards to be crossed. The enemy opened fire but never stopped to receive the charge and left their trenches. Unfortunately, during the charge the Colonel, and Captain Stewart were killed, and Major Gibbs wounded but not so many men as might be expected.’\n\nLieutenant-Colonel E. R. A. Shearman was 39 years old when he was killed and is buried in Vlamertinghe Military Cemetery, Belgium.", "authorname": "Trench-Foote", "id": "32254785-7194897678-72157629894284636", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7194897678/#comment72157629894630984", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1337974089", "_content": "Lieutenant Colonel Shearman's estate was administered post mortem by Hilder, Thompson and Dunn of 36 Jermyn Street, London.  The Colonel's residential address is given as 64 Chester Square, (Belgravia), London (SW1).  [LG 29534 dated 4 April 1916].  He is recorded as having been married in Chelsea in the second quarter of 1904.  His wife was 28 year-old Sibyl Cookson originally of Oakwood Wylam, Northumberland, (born in Newcastle in 1876) but in 1901 residing at 2 Lowndes Street, Westminster, London.//", "authorname": "Gary Donaldson", "id": "32254785-7194897678-72157629894630984", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7194897678/#comment72157629980399524", "realname": "", "path_alias": null, "author": "72133717@N05", "iconserver": "0", "datecreate": "1338454771", "_content": "In the 1911 Census he is recorded as living at Roman Hill House, Mersea Road, Blackheath, Colchester, Essex with his wife Sibyl, daughter Angel age 5 and 5 staff. The house is still there today on the B1025.", "authorname": "paddymag1", "id": "32254785-7194897678-72157629980399524", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7194897678/#comment72157632304441054", "realname": "", "path_alias": null, "author": "50973968@N07", "iconserver": "0", "datecreate": "1356106109", "_content": "Quote from a fellow, junior XRH officer in March 1915:\n\nShearman has just got command of the Regt. The Colonel’s (<i>Reginald Barnes</i>) time was up on Feb 4 and he went home and stayed home. I think everyone is rather glad. Don’t repeat this. He is a charming man but awfully weak not half the man Shearman is. As a matter of fact he has commanded the Regt practically the whole time out here. And in the strikes in Africa too.", "authorname": "Wincle Trout", "id": "32254785-7194897678-72157632304441054", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7194897678/#comment72157632717293524", "realname": "", "path_alias": null, "author": "91852861@N05", "iconserver": "0", "datecreate": "1360314716", "_content": "execllent.....;-)", "authorname": "johncockcroft10@gmail.com", "id": "32254785-7194897678-72157632717293524", "iconfarm": 0}], "photo_id": "7194897678"}}