{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/9068189194/#comment72157634195819582", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1371560845", "_content": "Em primeiro plano, «Lockheed» 18-07 Lodestar da &quot;Aero Portuguesa&quot;\n\nA  “Aero Portuguesa” foi fundada em 22 de Junho de 1934 pelo Comandante João Júdice de Vasconcelos, sendo António de Medeiros e Almeida detentor da maioria do capital social e que tinha fundado em 1924 a empresa “A. M. Almeida, Lda.” importadora dos automóveis «Morris» para Portugal. Esta Companhia iniciou a sua actividade em 14 de Outubro de 1934 com o trimotor «Fokker» apelidado de “Joyeuse” fretado à “Air France” (piloto Denis e mecânico/rádio Fangeaux) voando do Parque Aeronáutico de Alverca para Tanger. O objectivo inicial, além do transporte de passageiros para Tânger e Casablanca, era o estabelecimento de ligações aéreas postais entre Portugal e o Brasil, utilizando a linha da “Air France” para a América do Sul.\n\nA frota foi iniciada por um monomotor «Latécoère 28», seguido de outros três aparelhos e finalmente o «Farman» 2200, pertencentes à “Air France” seu accionista maioritário, com que em Janeiro de 1936 foi iniciado, finalmente, os voos regulares e semanais Dakar-Natal-Rio de Janeiro-Buenos Aires. Foi pois em Janeiro de 1936 que se iniciou o serviço regular semanal entre a Europa e a América do Sul e a  &quot;Aero Portuguesa&quot; anunciava nos jornais a ligação postal aérea entre Lisboa e o Brasil em 48 horas, o que representava um verdadeiro record.\n\nA “Aero Portuguesa” voou para Tanger e Casablanca, inicialmente com um Fokker Viib-3m (CS-AAM - 1936), seguindo-se o Amiot Toucan AAC 1 (CS-ADA - 1938), dois Wibault-Penoët 282-T-12 (CS-ABX e CS-ADB – 1941), Lockheed 18-07 Lodestar (CS-ADD – 1941) e Douglas C-47A-85-DL (CS-ADB -1950).\n\nNão existiam mecânicos, nem radiotelegrafistas que tivessem certificado comercial e os poucos pilotos militares que o possuíam não eram cedidos pelos respectivos Ministérios. Por consequência teve de se recorrer de início a uma tripulação totalmente estrangeira e aos poucos substituindo por portugueses, objectivo que só dois anos depois de iniciada a linha foi completamente alcançado, com a entrada para a Companhia do comandante José Cabral.\n\nO objectivo da &quot;Aero Portuguesa&quot; era estender os seus voos em 1936 para Madrid e Paris, assim como ligações à Guiné-Cabo Verde e Pointe Noire-Luanda, utilizando aparelhos «Lockheed» em substituição dos «Wibault». Com o eclodir da II Guerra Mundial em 1939, veio a deitar por terra todos este objectivos, pelo que a actividade desta Companhia limitou-se aos voos entre Lisboa-Tânger-Casablanca, sendo a única companhia aérea de um país neutro autorizada a estabelecer uma ligação aérea com território beligerante.\n\nDurante os seis anos a &quot;Aero Portuguesa&quot; prestou enormes serviços á causa Aliada, e a inúmeros refugiados da Europa que procuravam em Tânger um local seguro. O filme americano “Casablanca” retrata bem este facto, apesar de não evidenciar esta Companhia mas o movimento de aviões e transporte de refugiados do regime nazi. Nesse período, por vezes e durante alguns meses os vôos tiveram uma cadência diária, chegando em alguns dias a efectuarem-se dois voos de ida e volta e isto dispondo «dum só avião, duma só equipagem e três empregados» que, sob  a dedicada direcção do chefe de escritório, tudo faziam, desde a contabilidade da Companhia até ao serviço de tráfego e Operações.\n\nTerminada a II Guerra Mundial, a &quot;Aero Portuguesa&quot; regressou aos seus planos inicias de expansão, que mais uma vez foram travados, desta vez pelo Secretariado da Aeronáutica Civil, cuja objectivo era o da criação duma grande companhia aérea nacional. Foi mantida a exploração da linha contractual aguardando a oportunidade de se integrar no organismo que viesse a ser criado para a concessão e exploração da rede imperial e internacional. A “Aero Portuguesa”  em 1953, veio a ser integradas nessa nova companhia viria a ser criada em 14 de Março de 1945 de seu nome “TAP - Transportes Aéreos Portugueses&quot; através da Ordem de Serviço nº 7 dos “SAC – Secretariado de Aeronáutica Civil”, assinada pelo seu Director Tenente-coronel Humberto Delgado. \n\nMais uma vez António de Medeiros e Almeida viria a entrar nos 50% de capital social reservados aos privados desta nova Companhia., a quando da transformação em sociedade anónima de responsabilidade em 1953. Até então os TAP eram pertença dos SAC – Secretariado de Aeronáutica Civil ou seja do Estado português.", "authorname": "J. Leite", "id": "26532116-9068189194-72157634195819582", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/biblarte/9068189194/#comment72157634229705233", "realname": "", "path_alias": null, "author": "74784995@N00", "iconserver": "2868", "datecreate": "1371746445", "_content": "The aircraft at the rear L-R are a Pan American DC-4 'Clipper', a DC-3 Dakota and (tail only) Beech 18....maybe 1946-1947?", "authorname": "A30yoyo", "id": "26532116-9068189194-72157634229705233", "iconfarm": 3}], "photo_id": "9068189194"}, "flarchive:created": 1387726197}