{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2405655586/#comment72157604481877072", "realname": "", "path_alias": "porkfork", "author": "72646284@N00", "iconserver": "8115", "datecreate": "1207924322", "_content": "Horse blanket has a &quot;DP&quot; on it.", "authorname": "porkfork6", "id": "8602872-2405655586-72157604481877072", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2405655586/#comment72157621875200663", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1249916963", "_content": "Pittsburgh is spelled here minus the final (and silent) &quot;h,&quot; reflecting usage introduced by President Theodore Roosevelt's American spelling reforms. After several years, Pittsburgh officially decided to resume use of the &quot;h&quot;.\n\n++++++++++++++++++++++++++++++++++++++++++++\n\nPickering's, a huge furniture emporium in downtown Pittsburgh whose advertising banners appear on two of the buildings in this photo, called itself the &quot;largest credit furniture and carpet house in the world.&quot; A contemporary publication added this information:\n\n      &quot;Mention 'Pickering's' anywhere within a several-hundred-mile radius of Pittsburgh and hear how quickly some one answers, 'Your credit's good' or 'Nuf ced!'\n\n      &quot;The reason for the unprecedented growth of the business is as well known as Pickering's popular trade-mark expressions: fair dealing, nothing else. That means the best possible goods at the lowest prices consistent with a living profit; a hearty willingness to extend the people credit; an honest, wholesome way of treating customers after the goods have been delivered.\n\n      &quot;At Tenth Street and Penn Avenue you will find furniture, carpets, rugs, draperies, gas and coal ranges, heaters, dinner-ware, toilet-ware, framed pictures, cut glass, and bric-a-brac.&quot;", "authorname": "Wystan", "id": "8602872-2405655586-72157621875200663", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2405655586/#comment72157629651082702", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1336573822", "_content": "The theater posters are for Lee and J.J. Shubert productions that had opened on Broadway in 1908 and 1909.\n<a href=\"http://www.ibdb.com/person.php?id=27414\" rel=\"nofollow\">www.ibdb.com/person.php?id=27414</a>\n\nLOC: I'm curious as to how the date of 1912 was arrived at.  The Pirates finished the year 10 games out in the standings, a distant second place.\n\nOn the other hand, they were in their first World Series in 1909, which was also the opening year of their park, Forbes Field.", "authorname": "artolog", "id": "8602872-2405655586-72157629651082702", "iconfarm": 4}], "photo_id": "2405655586"}}