{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/twm_news/7447075296/#comment72157631462431160", "realname": "Billy Embleton", "path_alias": null, "author": "36891793@N08", "iconserver": "3822", "datecreate": "1347095991", "_content": "The council has announced plans to turn it into a visitor centre and unbelievably is going to build a lift shaft on the side of this 750 year old building!\n\nWhat a disgrace.", "authorname": "bikerbilly67", "id": "29274040-7447075296-72157631462431160", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/twm_news/7447075296/#comment72157635922834383", "realname": "Kate Sussams", "path_alias": null, "author": "103366764@N02", "iconserver": "0", "datecreate": "1380221212", "_content": "The Black Gate is once more going to be a museum - the same function as it had in this amazing photo. The Society of Antiquaries opened it up in January 1884 and it was a museum for decades. The Society moved out in 2009 as the collection and their offices/library had all been moved to the Great North Museum (via the former Museum of Antiquities) and the building was empty again, the first time since about 1883. An organisation called the Heart of the City Partnership was formed by the Society of Antiquaries, Newcastle City Council and the Cathedral Church of St Nicholas and it secured some Heritage Lottery Fund money to update the interior and to improve access. There is currently only a spiral staircase going up internally and the main condition of the HLF money was to enable access for everyone, hence plans for a lift. Placing a lift externally was worked out with all the relevant authorities including English Heritage and the City Council's Conservation Officer as this would actually make the least physical impact on the building (with three exterior windows being turned into doors for the lift openings). The building contractors, Northern Construction Solutions Ltd, started in the Black Gate in May 2013 and will be finished approximately January 2014. Internal kit-out and the installation of brand new permanent exhibitions means opening will take place in about May 2014. The Black Gate and Castle Keep (which is now also run by the Heart of the City Partnership) will be run together as one 'Newcastle Castle'. It's a brilliant project - more information can be found on <a href=\"http://www.oldnewcastle.org.uk\" rel=\"nofollow\">www.oldnewcastle.org.uk</a> or on the Old Newcastle Project Facebook page.", "authorname": "OldNewcastleProject", "id": "29274040-7447075296-72157635922834383", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/twm_news/7447075296/#comment72157635923326284", "realname": "Billy Embleton", "path_alias": null, "author": "36891793@N08", "iconserver": "3822", "datecreate": "1380222333", "_content": "What a load of politically correct rubbish you spout!. I would like to see a private householder apply for planning permission to install a lift shaft on a listed building, and get it!\n\nThere are lots of historical buildings that disabled people will never ever get full access to due the listing and the aims to keeping the buildings as original as possible. The council has managed to circumvent its own rules on listed buildings with regrettably the support of English Heritage. Congratulations on destroying the ancient fabric of the building in the pathetic cause of 'diversity' and political correctness.", "authorname": "bikerbilly67", "id": "29274040-7447075296-72157635923326284", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/twm_news/7447075296/#comment72157635951301043", "realname": "Kate Sussams", "path_alias": null, "author": "103366764@N02", "iconserver": "0", "datecreate": "1380302001", "_content": "Each to their own, bikerbilly67. Like I say, it's a great project to put Old Newcastle back on the map and, when we open, I hope you enjoy our interpretation on the stories of the buildings and the people who lived there.", "authorname": "OldNewcastleProject", "id": "29274040-7447075296-72157635951301043", "iconfarm": 0}], "photo_id": "7447075296"}}