{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1329143775", "originalformat": "jpg", "owner": {"username": "Riksarkivet (National Archives of Norway)", "realname": "", "nsid": "59811348@N05", "iconserver": "5060", "location": "Oslo, Norway", "path_alias": "national_archives_of_norway", "iconfarm": 6}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "6869686459", "title": {"_content": "Ukas bilde/Photo of the week 07/2012"}, "media": "photo", "tags": {"tag": [{"raw": "Erling Stordahl", "machine_tag": 0, "id": "59806008-6869686459-35027721", "_content": "erlingstordahl", "author": "59811348@N05"}, {"raw": "Olav Gjærevoll", "machine_tag": 0, "id": "59806008-6869686459-84562025", "_content": "olavgjærevoll", "author": "59811348@N05"}, {"raw": "Elisabeth Meyer", "machine_tag": 0, "id": "59806008-6869686459-45332993", "_content": "elisabethmeyer", "author": "59811348@N05"}, {"raw": "Ridderrennet", "machine_tag": 0, "id": "59806008-6869686459-3115542", "_content": "ridderrennet", "author": "59811348@N05"}, {"raw": "Beitostølen", "machine_tag": 0, "id": "59806008-6869686459-79593", "_content": "beitostølen", "author": "59811348@N05"}, {"raw": "blinde", "machine_tag": 0, "id": "59806008-6869686459-573799", "_content": "blinde", "author": "59811348@N05"}, {"raw": "blindehage", "machine_tag": 0, "id": "59806008-6869686459-84562983", "_content": "blindehage", "author": "59811348@N05"}, {"raw": "botanisering", "machine_tag": 0, "id": "59806008-6869686459-84561747", "_content": "botanisering", "author": "59811348@N05"}, {"raw": "Beitostølen Helsesportssenter", "machine_tag": 0, "id": "59806008-6869686459-84562985", "_content": "beitostølenhelsesportssenter", "author": "59811348@N05"}, {"raw": "Storedal kultursenter", "machine_tag": 0, "id": "59806008-6869686459-76877436", "_content": "storedalkultursenter", "author": "59811348@N05"}]}, "comments": {"_content": "3"}, "geoperms": {"isfriend": 0, "isfamily": 0, "ispublic": 1, "iscontact": 0}, "secret": "b80f8cb23f", "location": {"locality": {"woeid": "863820", "place_id": "2cWVOAdZVLknz6E", "_content": "Skjeberg"}, "country": {"woeid": "23424910", "place_id": ".w.HEL1TUb59cTCREg", "_content": "Norway"}, "region": {"woeid": "2346396", "place_id": "nN5Lvt9TUb7rzuk1", "_content": "Ostfold"}, "place_id": "2cWVOAdZVLknz6E", "longitude": 11.190629, "county": {"woeid": "12592742", "place_id": "wmLsV_FQUL8rPqSVVg", "_content": "Sarpsborg Kommune"}, "context": "0", "woeid": "863820", "latitude": 59.210819, "accuracy": "10"}, "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "Espen Andersen er rådigver i Seksjon for brukertjenester, og har valgt ut sitt favorittbilde:\n\n&quot;Dette bildet er tatt av fotograf Elisabeth Meyer på en utflukt til gården Storedal i Skjeberg i mai 1964. Vi ser den blinde Erling Stordahl og sosialminister Olav Gjærevoll. De botaniserer. Sosialministeren var professor i botanikk i sitt sivile liv. Han var en viktig støttespiller for Erling Stordahls mange prosjekter for blinde og andre funksjonshemmede i 1960-årene. I 1964 arrangerte han det første Ridderrennet for blinde og synshemmede på Beitostølen. I 1970 åpnet Beitostølen helsesportsenter. Erling Stordahl hadde tatt initiativet til å bygge helsesportsenteret, og var senterets direktør inntil 1993.  På farsgården Storedal planla Erling Stordahl å bygge et helt spesielt kultursenter tilrettelagt for blinde. Det skulle blant annet bestå av en blindehage og en lydskulptur med referanser til historien om kong Magnus den blinde. Som en skjebnens ironi var kong Magnus den blinde, i følge Snorre, født på Erling Stordahls farsgård i 1117. Storedal kultursenter åpnet i 1970. Jeg har funnet dette bildet i Otto Johansens privatarkiv (PA-0939, Otto Johansen) som blir oppbevart i Riksarkivet. Øyelegen Otto Johansen var en nær venn og samarbeidspartner med Erling Stordahl gjennom mange år. Privatarkivet som bærer hans navn er i sin helhet viet Erling Stordahls liv og virke. Det utgjorde en vesentlig del av kildetilfanget mitt da jeg skrev en biografi om Erling Stordahl som ble utgitt i 2010.\n\nFotografen Elisabeth Meyer (1899-1968) var i sin tid en av svært få kvinnelige pressefotografer i Norge. Hun foretok dristige fotojournalistiske reiser til Iran og India i 1920- og 1930-årene. Den samme sommeren som hun tok dette bildet, fotograferte Elisabeth Meyer fra Erling Stordahls ride- og botaniseringskurs for blinde og CP-rammede på Beitostølen. Disse bildene finnes også i Otto Johansens privatarkiv i Riksarkivet.&quot;\n\nEspen Andersen in User services is the  man behind this week's photo:\nThis photo was taken by photographer Elisabeth Meyer on an excursion to the farm Storedal in Skjeberg in May 1964. We see the blind Erling Stordahl and Minister of Social Services Olav Gjærevoll. They study plants. The Minister of Social Services was a professor in botanics in his civilian life. He was an important support for Erling Stordahl’s many projects for the blind and disabled in the 1960s. \nIn 1964 Stordahl organized the first “Ridderrennet” for the blind and visually-impaired at Beitostølen. In 1970, the Beitostølen Health Sports Center opened. Erling Stordahl had initiated the building of the health sports center, and was the centre’s manager until 1993. At his family farm Storedal Erling Stordahl planned to build a special cultural centre adapted for the blind. It was to consist of a garden for the blind and a sound sculpture with references to the history of King Magnus the Blind. With and irony of fate, King Magnus the Blind, according to Snorre, was born on Erling Stordahl’s family farm in 1117. Storedal Cultural Centre opened in 1970. I have found this photo in Otto Johansen’s private archive, which is found in the National Archives. The ophthalmologist Otto Johansen was a close friend and collaborator with Erling Stordahl for many years. The private archive, that carries his name, is in full devoted to Erling Stordahl’s life and work. It constituted a significant part of my source material when I wrote a biography about Erling Stordahl, which was published in 2010.\nThe photographer Elisabeth Meyer (1899-1968) was in her time one of very few female press photographers. She undertook courageous photo journalistic journeys to Iran and India in the 1920s and 1930s. In the same summer that she took this photo, Elisabeth Meyer photographed from Erling Stordahl’s riding and botanics classes for the blind and those struck with CP at Beitostølen. These photos are also in Otto Johansen’s private archive at the National Archives of Norway. "}, "isfavorite": 0, "views": "3527", "farm": 8, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2012-02-10 13:17:53", "lastupdate": "1374012630", "takengranularity": "0", "posted": "1329143775"}, "originalsecret": "d76c730c6b", "license": "7", "notes": {"note": []}, "server": "7194", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/national_archives_of_norway/6869686459/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}