{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6282373521/#comment72157628132959484", "realname": "Guido", "path_alias": "adb41", "author": "77235581@N00", "iconserver": "82", "datecreate": "1321355892", "_content": "(CWGC): Son of Mary New, of &quot;Longacre,&quot; St. Lesmo Rd., Stockport, and the late Leonard New.", "authorname": "adb402004", "id": "32254785-6282373521-72157628132959484", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6282373521/#comment72157628133211872", "realname": "", "path_alias": null, "author": "42694764@N00", "iconserver": "0", "datecreate": "1321359470", "_content": "<a href=\"http://www.stockport1914-1918.co.uk/soldier.php?name_id=1898\" rel=\"nofollow\">www.stockport1914-1918.co.uk/soldier.php?name_id=1898</a>", "authorname": "tillymintoid", "id": "32254785-6282373521-72157628133211872", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6282373521/#comment72157628092086855", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1321940648", "_content": "His older brother Oswald No. 10 Squadron ROYAL NAVAL AIR SERVICE\ndied 4 June 1915 in Turkey <a href=\"http://www.stockport1914-1918.co.uk/soldier.php?name_id=1899\" rel=\"nofollow\">www.stockport1914-1918.co.uk/soldier.php?name_id=1899</a>", "authorname": "brenontario", "id": "32254785-6282373521-72157628092086855", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6282373521/#comment72157629457188379", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1330250935", "_content": "Graham, Sacker at the Machine Gun Corps database has kindly provided the following information.\n\nOliver Curtis New was born in 1894 at Stockport, Cheshire, youngest of the three children of Mary and Leonard New, a solicitor, whose address was “Longacre, St Lesmo Road, Stockport.\n\nIn 1911, Oliver was an articled clerk in a solicitor’s office, living in Stockport.  His father died late in 1911 and due to this change of circumstances, Oliver New may have moved to London, since,  after the outbreak of war, he enlisted in the London Regiment receiving the number 5111. There are indications that his battalion may have been the 11th (The Finsbury Rifles)\n\nHe did not serve overseas with his original unit, and between the 7-14th October 1916 transferred to the Machine Gun Corps. Due to the loss of his service file it is not known for certain with which Company he originally served in France &amp; Flanders.\n\nCommonwealth War Graves Commission records and a Red Cross Enquiry list from April 1918 both show his final unit as the 50th Battalion MGC, from which he was posted “missing” during that month. It was later accepted that his death had taken place on or after the 12th April 1918.\n\nThe Red Cross list shows him as missing from “A” Company.  When the 50th battalion was formed on the 1st March 1918, its constituent units were 149, 150, 151 and 245 Companies. These then became “A”, “B”, “C” &amp; “D” Companies of 50 Battalion. It therefore follows that Oliver’s original MGC unit had probably been 149 Company.\n\nIn April 1918, 50 Bn MGC - the machine gun element of the 50th Division - was engaged in a desperate defence of the approaches to Hazebrouck, during General Ludendorff’s second offensive that year, which came to be known under the collective title, the Battle of the River Lys.\n\nHaving failed to secure assistance from the French army, on the 11th April, Haig issued his famous “backs to the wall” order. At that time, “A” Company of the 50th Battalion MGC were astride the river Lys at Estaires. The war diary reports that “severe fighting” took place on the 11th and 12th, and amongst the casualties were twelve “other ranks” posted missing.  \n\nIt follows that Oliver New was one of those missing men. His remains were never found or identified ,and his death is commemorated on Panel 11 of the Ploegsteert Memorial, Hainaut, Belgium.//", "authorname": "Gary Donaldson", "id": "32254785-6282373521-72157629457188379", "iconfarm": 0}], "photo_id": "6282373521"}}