{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6789573605/#comment72157629437716033", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1330013094", "_content": "The promotion of A. B. Leakey of the Home Hospitals Reserve to Temporary Captain wef 4 Jan 1915 is published in the London Gazette of 26 Jan 1915.\n\nPossibly Alec B. Leakey, b. 1880, Midlothian, Scotland.\n\nA. B. Leakey attended the University of Edinburgh, his passing his Medical Preliminary Examination is published in the BMJ of 24 April 1897; and passing his professional Chemistry examination is notified in the BMJ of 9 April 1898.\n\nFrom various flying publications, including Flight Magazine of 7 Feb 1914, it is evident that Dr Leakey frequently attended flying activities at Hendon Aerodrome in his capacity as a doctor of the St John's Ambulance Association.  Unsurprisingly his services were regularly required by the intrepid early aviators.\n\nThe British Medical Journal of 28 July 1928 carries a letter from Dr A B Leakey at page 182, recommending the efficacy of coagulen in dental extractions from haemophiliac patients.  He appears to be in practice at Golders Green.//", "authorname": "Gary Donaldson", "id": "32254785-6789573605-72157629437716033", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6789573605/#comment72157630261289326", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1340528815", "_content": "In 1905 Alexander (Alec) Bazett Leakey M.B., B.Ch., Edin. was living at 84 Pine Road, Cricklewood, London NW.  He had just been admitted as a Fellow of the Obstetrical Society of London.\n\nFor a man who appears from the photograph to be fastidious about his appearance, it is unusual that his right boot appears strangely unfastened.  Even just standing he also appears to be favouring his left leg - suggesting a temporary or perhaps permanent injury.\n\nHe married Elizabeth Gwladys Thomas in Bridgend, Glamorgan, in 1904.  It appears likely that Alec Leakey died in 1961 in Surrey and that Elizabeth died in 1962.//", "authorname": "Gary Donaldson", "id": "32254785-6789573605-72157630261289326", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6789573605/#comment72157631758847648", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1350135977", "_content": "Alexander Bazett Leakey born 1879 Reading, Berkshire. Died 1961 Surrey. No probate found for him. His Medal Roll Index Card gives a correspondence address of Heathside, Golders Green, NW11.\n\nThe General Medical Council register shows that he first registered on the 18th of October 1902. MB ChB 1902 Uni Edin. In 1951 his practice was at 610 Finchley Road, Golders Green, along with Alexander Graham Leakey who registered in 1939.\n\nHe is undoubtedly related to the British archaeologist and naturalist Louis Leakey - full name Louis Seymour Bazett Leakey (1903-1972).\n\nHis son Philip William Nettleton Leakey born 4 May 1908 Cricklewood. Died 1992 Bridport, Dorset.\n\nAlexander Graham Leakey was born 24 Jun 1911 and died May 1994 in Kings Lynn, Norfolk.", "authorname": "Mrs Audubon", "id": "32254785-6789573605-72157631758847648", "iconfarm": 4}], "photo_id": "6789573605"}}