{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1258540334", "originalformat": "jpg", "owner": {"username": "LSE Library", "realname": "", "nsid": "35128489@N07", "iconserver": "3743", "location": "", "path_alias": "lselibrary", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "4114750954", "title": {"_content": "William Norton Medlicott, c1950s"}, "media": "photo", "tags": {"tag": [{"raw": "LSE", "machine_tag": 0, "id": "35107159-4114750954-74659", "_content": "lse", "author": "35128489@N07"}, {"raw": "LSE Library", "machine_tag": 0, "id": "35107159-4114750954-3625573", "_content": "lselibrary", "author": "35128489@N07"}, {"raw": "London School of Economics", "machine_tag": 0, "id": "35107159-4114750954-347751", "_content": "londonschoolofeconomics", "author": "35128489@N07"}]}, "comments": {"_content": "0"}, "secret": "df291c962d", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "Stevenson Professor of International History 1953-1967\n\nExtracts from ‘Professor W.N. Medlicott,’ by K.B. in The LSE Magazine, June 1988, No75, p. 21\n\nWilliam Norton Medlicott, Stevenson Professor of International History from 1953 until 1967 and an Honorary Fellow of the School, died on 7 October 1987 at the age of eighty-seven.\n\nFaced as he was with formidable competition Norton Medlicott’s election to the chair at LSE was by no means universally expected.  What is probably quite unknown is that he was also very doubtful that he wished to take it.\n\nOvershadowed at the time both in the historical profession and as a public figure by his eminent predecessor, Sir Charles Webster, and conscious of the intimidating presence of Dame Lillian Penson in the University at large, he was uncertain that he wanted to move to Exeter where he had after all built a successful department and a solid reputation for himself.  Years later he revealed that he had almost to the last intended to refuse the Stevenson chair…though he posted a refusal he did it on a Saturday so that after a weekend’s further reflection he could go up to town first thing on Monday and replace it with an acceptance…Within a few years he had transformed what had hitherto been mostly a group of service teachers into a department of specialists, with its own undergraduate and postgraduate degree programmes, and through his extraordinarily shrewd and careful guidance made it the most important in its field in Britain…All this he accomplished in a quiet and undemonstrative manner.  Administration he once said in his throw-away style was what one did in the hour before dinner.  His sense of humour was indeed dry, his style and delivery witty but never flamboyant.  While he often seemed rather distant, even austere, he was, though sometimes they did not know it, always assiduous in his care for the advancement of his students and colleagues.  He was in all his doings the complete professional; and those that did not measure up to his standards would feel his disapproval.  But once engaged his support was unremitting…Two years before retiring from the School he had already been appointed senior editor of Documents on British Foreign Policy, 1919-39 and by the time of what he regarded as his second retirement in 1984 he had produced approximately a volume a year.  It was remarkable achievement of meticulous scholarship and immense self-discipline that commanded awe and admiration and gave him much cause to be proud.  But what his friends could see was still more pleasing to him was his entering at last the Foreign and Commonwealth Office.  For in his youth, his first choice of career, the Diplomatic Service, had somehow eluded him; in old age he gloried in his second chance.\n\n\nIMAGELIBRARY/737\nPersistent URL: <a href=\"http://archives.lse.ac.uk/dserve.exe?dsqServer=lib-4.lse.ac.uk&amp;dsqIni=Dserve.ini&amp;dsqApp=Archive&amp;dsqCmd=Show.tcl&amp;dsqDb=Catalog&amp;dsqPos=0&amp;dsqSearch=(RefNo='IMAGELIBRARY/737')\" rel=\"nofollow\">archives.lse.ac.uk/dserve.exe?dsqServer=lib-4.lse.ac.uk&a...</a>\n\n"}, "isfavorite": 0, "views": "1471", "farm": 3, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2009-11-17 14:23:08", "lastupdate": "1267482952", "takengranularity": "0", "posted": "1258540334"}, "originalsecret": "dcd2b3581a", "license": "7", "notes": {"note": []}, "server": "2585", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/lselibrary/4114750954/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387818570}