{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalmediamuseum/2780193651/#comment72157608078915644", "realname": "Denise NeveRinaldo", "path_alias": "dneverinaldo", "author": "10317994@N08", "iconserver": "1182", "datecreate": "1224167866", "_content": "Hi, I'm an admin for a group called <a href=\"http://www.flickr.com/groups/472617@N21/\">If pictures could talk</a>, and we'd love to have this added to the group!\n\nawesome picure", "authorname": "dneverinaldo", "id": "26785399-2780193651-72157608078915644", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/nationalmediamuseum/2780193651/#comment72157608289397993", "realname": "", "path_alias": "z-j-y", "author": "7348559@N06", "iconserver": "7345", "datecreate": "1224725441", "_content": "Great photo", "authorname": "cqgloomsunday", "id": "26785399-2780193651-72157608289397993", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/nationalmediamuseum/2780193651/#comment72157608704789768", "realname": "Alicia", "path_alias": "yellowcatimpressions", "author": "21061284@N05", "iconserver": "2115", "datecreate": "1225987440", "_content": "Search William Hope. He was one of the premiere spirit photographers of the early Twentieth Century and was considered by believers and supporters to be a true master of the art of producing spirits on ordinary photographic plates. To others, he was a clever trickster and while he had more than his share of detractors, he was often accused of fraud but was never caught at it -- thanks to the controversy that surrounded the main attempt to expose him.", "authorname": "kattyshack", "id": "26785399-2780193651-72157608704789768", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/nationalmediamuseum/2780193651/#comment72157609839325833", "realname": "", "path_alias": null, "author": "8030735@N02", "iconserver": "0", "datecreate": "1227494341", "_content": "Jesus Christ!!!!!", "authorname": "kjmfallon", "id": "26785399-2780193651-72157609839325833", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalmediamuseum/2780193651/#comment72157611031615794", "realname": "Fredrick A South", "path_alias": "the_andy_man", "author": "31439762@N03", "iconserver": "3279", "datecreate": "1228959914", "_content": "This inspired me to create this photo.\n\nRod Blagojevich's Dignity Passes On\n[http://www.flickr.com/photos/the_andy_man/3098564449/]", "authorname": "the_andy_man", "id": "26785399-2780193651-72157611031615794", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nationalmediamuseum/2780193651/#comment72157612878022833", "realname": "", "path_alias": null, "author": "34630366@N03", "iconserver": "0", "datecreate": "1232772606", "_content": "in the palor of a gentleman the name appeared in this house\nof Williamson, 1803s era.", "authorname": "lloyd09", "id": "26785399-2780193651-72157612878022833", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalmediamuseum/2780193651/#comment72157612887612995", "realname": "", "path_alias": null, "author": "7925034@N06", "iconserver": "173", "datecreate": "1232798367", "_content": "If I were paying good money to have my picture taken, and a ghost decides to take up half the picture...I would demand payment from the ghost. If &quot;it&quot; refuses then I would no longer have my picture taken with the ghost present. *cough*", "authorname": "tiberiousss", "id": "26785399-2780193651-72157612887612995", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/nationalmediamuseum/2780193651/#comment72157612992767251", "realname": "", "path_alias": null, "author": "22168774@N05", "iconserver": "3820", "datecreate": "1233032561", "_content": "To be fair, let's take a look at what the evenhanded Dr. Nandor Fodor wrote about Hope in his singularly exhaustive &quot;Enclopaedia of Psychic Science.&quot; (University Books):  &quot;Hope, William (1863-1933), the best-known modern spirit photographer, a carpenter of Crewe, whose psychic power was discovered accidentally about 1905.  He and a comrade photographed each other on a Saturday afternoon.  The plate which Hope exposed showed an extra figure, a transparent woman, behind whom the brick wall was visible.  It was the sister of Hope's comrade, dead for many years.  With the help of Mr. Buxton, the organist at the Spiritualist Hall at Crewe, a circle of friends was formed to sit for spirit photography.  For fear of being accused by devout Catholics to be in league with the devil, the circle destroyed all the original negatives until Archdeacon Colley came on the scene.  He tested Hope's powers, endorsed them and gave him his first stand camera which Hope refused to give up long after it had become old fashioned, its box battered and its leg broken.  The first hubbub about Hope and his psychic photographs arose in 1908 in connection with Archdeacon's Colley's first sitting.  He recognised his mother in the psychic extra.  Hope thought it was more like a picture he had copied two years earlier.  Mrs. Spencer, of Nantwich, indeed, recognised her grandmother in it, after Hope took it to her.  Hope informed Archdeacon Colley of his mistake.  He said it was madness to think that a man did not know his own mother and advertised in the Leamington paper asking all who remembered his mother to meet him at the rectory.  Eighteen persons selected the photograph from several others and testified in writing that the picture was a portrait of the late Mrs. Colley who had never been photographed.  The second case of controversy arose in 1922 and was, on the surface, damning for Hope.  In a report published in the Journal of the Society for Psychical Research he was accused of imposture by Mr. Harry Price.  The accusations were later published in a sixpenny pamphlet.  The basis of the revelation was that Mr. Price, in a sitting at the British College of Psychic Science, caught Hope in the act of substituting the dark slide, holding the exposed pates, by another; further that he (Hope) handed him two negatives (one of which contained a psychic extra) that did not bear the secret mark of the Imperial Dry Plate Company specially impressed on the packet of films by X-rays and which were different in colour and thickness from the original plates.  Subsequent investigation proved that the counter-accusation raised by spiritualists of an organised conspiracy against Hope deserved examination.  The wrapper of the packet was found, and it bore marks of tampering.  Moreover, one of the original marked plates was returned anonymously and undeveloped to the S.P.R. a week after the experiment and three weeks before the revelation.  On being developed it showed an image.  As the packet of marked plates was lying about for four weeks in the office of the S.P.R. it was open to tampering and substitution, it being also likely, in the view of the Hope-apologists, that the abstractor sent back the missing plate out of pure mischief.  Immediately after the revelation Hope offered new sittings and declared his willingness to submit himself to stringent tests.  The offer was refused.  Harry Price, however, signed a statement to the effect that the test of February 24, 1922, 'does not rule out the possibility that Hope has other than normal means.'  Indeed, no less authority than Sir William Crookes bears out the true mediumship of William Hope in an authorised interview published in Christian Commonwealth on December 4, 1918.  On his own marked plates, under his own conditions, he obtained a likeness of his wife different from any he possessed.  On the other hand Sir Oliver Lodge was emphatic in stating concerning a test of his own with a sealed packet sent to Hope: 'I have not the slightest doubt that the envelope including the plates had been opened.'  Again Sir William Barrett claimed to have received with Hope 'indubitable evidence of supernormal photography.'&quot;\n  The entry by Dr. Fodor goes on many more paragraphs, all of it fascinating.  Nandor Fodor, PhD., was a Hungarian-born lawyer-cum-journalist who lived at various times in Hungary and the United States.  He was sympathetic of the fledgling work of psychoanalysis and psychiatry and got approval after a fashion from Sigmund Freud himself, while catching flak from spiritualists who had no time for psychological interpretations of psychic phenomena.  Fodor also was at times bent on exposing frauds.  His overall survey of Hope seems to be on the side of the authenticity of these photographs, hard or impossible as that might be to accept for all debunkers who, no doubt, will not be swayed one whit by this.  I include this long quotation, however, for those who are open to all kinds of honest research.", "authorname": "petethepunk1", "id": "26785399-2780193651-72157612992767251", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nationalmediamuseum/2780193651/#comment72157613002914355", "realname": "", "path_alias": null, "author": "7925034@N06", "iconserver": "173", "datecreate": "1233057268", "_content": "I still say.....If I were paying good money to have my picture taken, and a ghost decides to take up half the picture...I would demand payment from the ghost. If &quot;it&quot; refuses then I would no longer have my picture taken with the ghost present. *cough*", "authorname": "tiberiousss", "id": "26785399-2780193651-72157613002914355", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/nationalmediamuseum/2780193651/#comment72157621682358541", "realname": "", "path_alias": null, "author": "35514268@N04", "iconserver": "3013", "datecreate": "1248443704", "_content": "I think he liked his second wife better.", "authorname": "k@ryn", "id": "26785399-2780193651-72157621682358541", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nationalmediamuseum/2780193651/#comment72157621968953281", "realname": "", "path_alias": "alaig", "author": "9441263@N04", "iconserver": "1106", "datecreate": "1250781144", "_content": "This is one of my faves of this interesting collection.  I'm sure these really did freak people out at the time... gotta admit I'm amazed how many people seem to still give it creedence as actual spirit photography and not as very crafty photo manipulation for the time", "authorname": "Graela", "id": "26785399-2780193651-72157621968953281", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/nationalmediamuseum/2780193651/#comment72157622071510733", "realname": "", "path_alias": "-zapi_", "author": "41988296@N05", "iconserver": "2602", "datecreate": "1251733197", "_content": "Jesus Chris", "authorname": "Zapy_pix@yahoo.com", "id": "26785399-2780193651-72157622071510733", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/nationalmediamuseum/2780193651/#comment72157623136586057", "realname": "Brook", "path_alias": "brookf", "author": "51891108@N00", "iconserver": "4093", "datecreate": "1264169277", "_content": "She looks pissed", "authorname": "Brook F", "id": "26785399-2780193651-72157623136586057", "iconfarm": 5}, {"permalink": "http://www.flickr.com/photos/nationalmediamuseum/2780193651/#comment72157624311488782", "realname": "Laurie Alex", "path_alias": "dalaiwmn", "author": "15993608@N08", "iconserver": "6085", "datecreate": "1276981504", "_content": "Hi, I'm an admin for a group called <a href=\"http://www.flickr.com/groups/1253580@N23/\">ALIENS , GHOSTS, WEE PEOPLE, FAIRIES, ELEMENTALS and all manner </a>, and we'd love to have this added to the group!", "authorname": "DALAIWMN", "id": "26785399-2780193651-72157624311488782", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/nationalmediamuseum/2780193651/#comment72157624731441966", "realname": "", "path_alias": null, "author": "9688250@N02", "iconserver": "3051", "datecreate": "1281902027", "_content": "I can't tell for sure, but is the man wearing a Metropolitan Police Badge miniature on his lapel, or a Regimental Badge similar to it?", "authorname": "retroflow44", "id": "26785399-2780193651-72157624731441966", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nationalmediamuseum/2780193651/#comment72157627562366079", "realname": "", "path_alias": "bedavafilmizle", "author": "66990385@N03", "iconserver": "0", "datecreate": "1316220929", "_content": "hey there is one man's behind you <a target=\"_blank\" href=\"http://www.vizyonfilmi.net/category/turkce-dublaj\" rel=\"nofollow\">türkçe dublaj film izle</a>", "authorname": "bedavafilmizle", "id": "26785399-2780193651-72157627562366079", "iconfarm": 0}], "photo_id": "2780193651"}}