{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1288590059", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "5135053786", "title": {"_content": "Neutral Simulator Buoyancy Simulator-Test NB32"}, "media": "photo", "tags": {"tag": []}, "comments": {"_content": "0"}, "secret": "9c7e279927", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>Collection:</b> NASA Marshall Space Flight Center Collection\n<b>Name of Image:</b> Neutral Simulator Buoyancy Simulator-Test NB32\n\n<b>Full Description:</b> Once the United States' space program had progressed from Earth's orbit into outerspace, the prospect of building and maintaining a permanent presence in space was realized. To accomplish this feat, NASA launched a temporary workstation, Skylab, to discover the effects of low gravity and weightlessness on the human body, and also to develop tools and equipment that would be needed in the future to build and maintain a more permanent space station. The structures, techniques, and work schedules had to be carefully designed to fit this unique construction site. The components had to be lightweight for transport into orbit, yet durable. The station also had to be made with removable parts for easy servicing and repairs by astronauts. All of the tools necessary for service and repairs had to be designed for easy manipulation by a suited astronaut. Construction methods had to be efficient due to the limited time the astronauts could remain outside their controlled environment. In lieu of all the specific needs for this project, an environment on Earth had to be developed that could simulate a low gravity atmosphere. A Neutral Buoyancy Simulator (NBS) was constructed by NASA's Marshall Space Flight Center (MSFC) in 1968. Since then, NASA scientists have used this facility to understand how humans work best in low gravity and also provide information about the different kinds of structures that can be built. Pictured is a Massachusetts Institute of Technology (MIT) student working in a spacesuit on the Experimental Assembly of Structures in Extravehicular Activity (EASE) project which was developed as a joint effort between MFSC and MIT. The EASE experiment required that crew members assemble small components to form larger components, working from the payload bay of the space shuttle. The MIT student in this photo is assembling two six-beam tetrahedrons.\n\n<b>Date of Image:</b> 1980-01-07\n\n<b>Reference Number:</b> MSFC-75-SA-4105-2C\n<b>MIX #:</b> 8003292\n<b>NIX #:</b> MSFC-8003292\n<b>MSFC Negative Number:</b> 8003292\n<b>UID:</b> SPD-MARSH-8003292\n<b>original url:</b> <a href=\"http://mix.msfc.nasa.gov/abstracts.php?p=2588\" rel=\"nofollow\">mix.msfc.nasa.gov/abstracts.php?p=2588</a>\n\n<b>SOURCE</b>:  <a href=\"http://nasaimages.org/luna/servlet/detail/nasaNAS~9~9~60402~164249\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/nasaNAS~9~9~60402~164249</a>\n\n<b>Visit <a href=\"http://www.nasaimages.org\" rel=\"nofollow\">www.nasaimages.org</a> for the most comprehensive compilation of NASA stills, film and video, created in partnership with Internet Archive. </b>"}, "isfavorite": 0, "views": "5867", "farm": 2, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2010-10-31 22:40:59", "lastupdate": "1376000483", "takengranularity": "0", "posted": "1288590059"}, "originalsecret": "b8d10617d6", "license": "7", "notes": {"note": []}, "server": "1419", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/5135053786/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387643182}