{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8554763660/#comment72157633049098934", "realname": "Tania Quinde", "path_alias": "tania-quindelivecom", "author": "94249619@N06", "iconserver": "0", "datecreate": "1363828589", "_content": "Hii", "authorname": "tania-quinde@live.com", "id": "32254785-8554763660-72157633049098934", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8554763660/#comment72157633126517284", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1364663532", "_content": "From the Nottingham &amp; Nottinghamshire Victoria Cross Committee\n<a href=\"http://www.nottinghamshire-victoria-cross-memorial.org.uk/vickers.html\" rel=\"nofollow\">www.nottinghamshire-victoria-cross-memorial.org.uk/vicker...</a>\n\nHe and his brother, William Burnell Vickers, volunteered for service in the army. Charles joined The Sherwood Foresters (7th Robin Hood Battalion), and was in France before the end of 1914, first as a Second Lieutenant, and then as a temporary Captain in 1915. He was promoted to the rank of Major and Second in Command of The 1st Battalion, Lincolnshire Regiment, in 1918. \n\nExplaining his thoughts about going to war, he later wrote, &quot;In August Germany invaded Belgium, we had a treaty with Belgium, so we all stopped what we were doing and went off to war. It was as simple as that.” He won the Victoria Cross for his actions on the 14th October, 1915, when he held a barrier across a trench in the Hohenzollern Redoubt, France, against heavy German bomb attacks (the 'bombs' of the citation were early grenades), ordering a second barrier to be built behind him in order to secure the safety of the trench, regardless of the fact that his own retreat would be cut off holding back the enemy for long enough for a second barrier to be completed. \n\nHis brother, Burnell, was killed in action in action in 1917. \n\nIn June, 1918, he commanded a Battalion in the Second Battle of the Marne, for which he was awarded the Belgian Croix de Guerre.\n\nDATE OF GAZETTE: 18th November, 1915. \nV.C. CITATION:\nOn 14th October, 1915, at the Hohenzollern Redoubt, France, when nearly all his men had been killed or wounded, and there were only two men available to hand him grenades, Captain Vickers held a barrier for some hours against heavy German bomb attacks, regardless of the fact that his own retreat would be cut off, he ordered a second barrier to be built behind him in order to secure the safety of the trench. Finally, he was severely wounded, but not before his courage and determination had enabled the second barrier to be completed. \n\nAfter the war he returned to Oxford, and took a pass degree in French, European History and Law in 1919. He qualified as a solicitor in 1923 and, by 1926, was a partner in the leading London law firm of Slaughter and May. \n\nVickers served in World War II; he was re-commissioned as a Colonel, and was seconded as Deputy Director General at the Ministry of Economic Warfare, in charge of economic intelligence. From 1941 to 1945 he was a member of the Joint Intelligence Committee of the Chiefs of Staff. Charles Geoffrey Vickers was knighted in 1946. \n\nHe was also a member of the London Passenger Transport Board (1941–46), and the Council of Law Society (1944–48).", "authorname": "Mrs Audubon", "id": "32254785-8554763660-72157633126517284", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8554763660/#comment72157633998512300", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1370656230", "_content": "Charles Geoffrey Vickers' Burial:\nOxford Crematorium, Headington, Oxfordshire <a href=\"http://www.findagrave.com\" rel=\"nofollow\">www.findagrave.com</a>", "authorname": "brenontario", "id": "32254785-8554763660-72157633998512300", "iconfarm": 8}], "photo_id": "8554763660"}}