{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9680426716/#comment72157635459764277", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1378809317", "_content": "From the Anglo Boer War Forum <a href=\"http://www.angloboerwar.com/forum/5-medals-and-awards/234-lieutenat-colonel-b-r-brewin-mc\" rel=\"nofollow\">www.angloboerwar.com/forum/5-medals-and-awards/234-lieute...</a> by Brett Hendey\n\nI have posted my record of B R Brewin elsewhere but, since he is an interesting and somewhat troubled soldier who served in the Boer War, this forum seems an appropriate place to publicise him further.\n\n Lieutenant-Colonel Bertram Robert Brewin MC\n\n\n Bertram Robert Brewin was born on 12/4/1873, the son of Arthur Brewin and his wife Mary Mossop. Arthur Brewin was an Assistant Master of Giggleswick School in Settle, Yorkshire.\n\n Educated at Giggleswick School from September 1882 to July 1890.\n\n Gentleman Cadet, Royal Military Academy, Woolwich, on 26/9/1890.\n\n 2nd Lieutenant, Royal Artillery, 27/7/1892.\n\n 11 Company, Eastern Division, Royal Artillery at Landguard Fort from 1892 to 1895.\n\n Lieutenant, RA, 27/7/1895.\n\n Malta from September 1895 to November 1896.\n\n Rawalpindi and Agra, India, with 5 Company, Southern Division, RA, from November 1896 to September 1898.\n\n Resigned commission on 14/9/1898.\n\n Enlisted as a Trooper in Natal Police (No. 2254) in Pietermaritzburg on 29/11/1898.\n\n With Natal Police Field Force during operations to relieve the siege of Ladysmith (November 1899 to February 1900) and possibly a member of General Buller’s Bodyguard during that period.\n\n Recommissioned into the Royal Garrison Artillery on 23/5/1900 and left the NP on 3/7/1900.\n\n 23rd Company, Western Division, RGA, from July 1900 to October 1901.\n\n Appointed Assistant Press Censor for a period.\n\n Mentioned in Despatches by Lord Roberts, 10/9/1901.\n\n Resigned commission on 23/11/1901.\n\n Volunteered for service in the Cape Police in London on 17/2/1902. Attested as a Private in Cape Police, District No. 1 (No. 2476) in Cape Town on 24/3/1902.\n\n Released from active duty at end of war, 31/5/1902.\n\n Awarded Queen’s South Africa Medal with four clasps (Tugela Heights, Relief of Ladysmith, Cape Colony &amp; South Africa 1901) (2254 Tpr. B. R. Brewin. Natal Police.). Tailor’s copies of the clasps Laing’s Nek, Orange Free State and Transvaal, to which Brewin was not entitled, have been added to the medal. The Cape Colony clasp was for service with the CP, while the South Africa 1901 clasp was for service with the RGA.\n\n Remained with the Cape Police after the war and re-enrolled on 1/3/1905 for a further period of three years in what had become the Cape Mounted Police.\n\n Dismissed from the CMP on 23/4/1907 for “Misconduct”. Nature of the offence is not known.\n\n Returned to England where he was employed as a secretary.\n\n Married Alice K Mattinson in Settle, Yorkshire, during 1913. (In 1901, a Miss Mattinson, a cousin, of Clapham, via Lancaster, was listed as his next of kin.)\n\n Second Lieutenant, 6th Battalion, Duke of Wellington’s West Riding Regiment, on 10/8/1914.\n\n Temporary Captain, 6th West Riding Regiment, on 21/11/1914.\n\n Captain and Adjutant, 6th West Riding Regiment, on 8/3/1915.\n\n Temporary Major, 6th West Riding Regiment, on 5/11/1915.\n\n To France, December 1916.\n\n Second in Command, 16th Battalion, Royal Scots (34th Division), 9/2/1917 to 26/4/1917.\n\n With 16th Battalion, Royal Scots, at the Battle of Arras (Vimy Ridge) in April 1917.\n\n Commanding Officer (Acting Lieutenant-Colonel), 24th Battalion, Northumberland Fusiliers (Tyneside Irish) (34th Division), 26/4/1917.\n\n As a result of intemperance, he was relieved of command on 18/6/1917.\n\n Reverted to Captain on 20/6/1917.\n\n Company Commander, 1st Battalion, Gloucester Regiment (3rd Brigade, 1st Division), 15/7/1917.\n\n On 29/8/1917 he was arrested and placed on a charge of intemperance. No further action was taken because in a letter dated 16/10/1917, the Commander-in-Chief wrote:\n“All commanders whom Captain Brewin has served testify to his personal gallantry and efficiency as an officer. I consider that no further action should be taken in his case. He is fine fighting soldier and he now appears to be overcoming his apparent failing of intemperance.”\n\nWith the 1st Battalion, Gloucester Regiment, at the 3rd Battle of Ypres. Wounded at Passchendaele (shrapnel right thigh) on 10/11/1917.\n\n Repatriated to England and granted leave to 5/1/1918.\n\n Awarded the Military Cross (LG 30530 18/2/1918) for his actions at Passchendaele on 10/11/1917.\n Citation (LG 30801 16/7/1918):\n“For conspicuous gallantry and devotion to duty. He led his company forward with the greatest skill and determination through a heavy barrage to reinforce the attacking troops. Though severely wounded he did not relinquish his command until he had reported with his company to the commanding officer of the unit which he had been ordered to reinforce.”\n\nAttached to 2nd/5th Battalion, Lancashire Fusiliers (No. 164th Brigade, 55th Division), and returned to France.\n\n Wounded at Givenchy on 10/7/1918.\n\n Repatriated to England on 15/7/1918 and granted leave to 30/8/1918.\n\n Acting-Major and second-in-command, 2nd/1st Yorkshire Hussars, 26/4/1919 to 22/11/1919.\n\n Resigned his commission on 22/11/1919.\n\n Awarded the War and Victory Medals (Lt. Col. B. R. Brewin).\n\n Major, Retired, July 1920.\n\n Address in 1921 was The Cottage, Haughton-le-Skerne, Darlington.\n\n His death, aged 50, was registered in the Darlington district in the third quarter of 1923.\n\n Brewin’s World War I diaries are in the National Archives (WO95/2802).\n\n An unnamed World War II South African Medal for War Service came with Brewin’s medals and it was once thought to have been awarded to him “for at least two years of voluntary service that aided the war effort” in South Africa. Since Brewin died in 1923 it cannot have been his, but probably belonged to another member of the Brewin family. His elder brother, Lancelot, who served in the Imperial Light Infantry during the Anglo-Boer War, was a teacher who settled in South Africa. Although he died in 1932, his widow died in 1957 and the World War II medal might have been hers.\n\n 23/4/2010\n\n\nBREWINA.jpg", "authorname": "Mrs Audubon", "id": "32254785-9680426716-72157635459764277", "iconfarm": 4}], "photo_id": "9680426716"}}