{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2163776570/#comment72157603818711773", "realname": "", "path_alias": "joshglenn", "author": "93468177@N00", "iconserver": "6", "datecreate": "1201628597", "_content": "Hobart was the great-great-grandaughter of Martha Ballard, a New England midwife whose late-18th-century diary was the source material for the fascinating scholarly book &quot;A Midwife's Tale&quot; (Random House, 1991), by Laurel Thatcher Ulrich. \r\n\r\nUlrich writes that in 1930, Hobart gave the diary to the Maine State Library in Augusta. In a letter written at the time, she summarized her own life in a few brisk sentences, referring to herself in the third person:\r\n\r\n&quot;The doctor, who likes to believe that the mantle of her gifted ancestor fell on her shoulders, was born in Boston, 1851 -- She graduated from the Woman's Medical College of the New York Infirmary, in 1884, and carried on her medical work in Boston until 1913, when she retired to private life and took up her residence at Needham Heights, Mass. During the thirty years of her professional life, she was associated with the New England Hospital for Women and Children of Boston.&quot;\r\n\r\nUlrich also gives some details of Hobart's career:\r\n\r\nHobart began her professional life at the famous New York Infirmary for Women and Children, founded by Dr. Elizabeth Blackwell, the first woman in the United States to graduate from medical school. Blackwell had hoped that other women might follow in her footsteps, but when established medical colleges, including her own alma mater, Geneva College, closed their doors to female students, she was forced to open her own. Thanks to Blackwell's efforts and those of others like her, female physicians comprised about 5 percent of the profession in the late nineteenth century, a figure that changed little until the 1960s.\r\n\r\nMary Hobart spent the remainder of her professional life at another landmark institution: the New England Hospital, founded in 1862 by Dr. Marie Zakrzewska, was the second hospital in the United States run by women for women. Unabashedly separatist, it survived into the middle of the twentieth century, simultaneously committed to high professional standards and to female control.\r\n\r\nThe year Mary Hobart received the diary was an important one for the female physicians of Boston. On June 10, 1884, after more than thirty years of debate, the Massachusetts Medical Society voted (63 to 47) to admit women as members.", "authorname": "Josh Glenn", "id": "8602872-2163776570-72157603818711773", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163776570/#comment72157603858967141", "realname": "", "path_alias": "library_of_congress", "author": "8623220@N02", "iconserver": "3703", "datecreate": "1202244853", "_content": "Thanks for your comment. We appreciate having additional information about our collections.", "authorname": "The Library of Congress", "id": "8602872-2163776570-72157603858967141", "iconfarm": 4}], "photo_id": "2163776570"}}