{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/smithsonian/2551092070/#comment72157605702780096", "realname": "STOP VIVISECTION-USE YUPPIES Goretomb", "path_alias": "randomliteraturecouncil", "author": "90315863@N00", "iconserver": "3712", "datecreate": "1213911882", "_content": "i wonder how they moved it afterwards......", "authorname": "✁☄ KAIRUUINZURO ✁☄", "id": "25030781-2551092070-72157605702780096", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/smithsonian/2551092070/#comment72157605817305791", "realname": "Robert Thomson", "path_alias": "hunter1828", "author": "27587050@N00", "iconserver": "5473", "datecreate": "1214426563", "_content": "Hi, I'm an admin for a group called <a href=\"http://www.flickr.com/groups/446683@N24/\">Montana Railroads</a>, and we'd love to have this added to the group!", "authorname": "Robert W. Thomson", "id": "25030781-2551092070-72157605817305791", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/smithsonian/2551092070/#comment72157613646700219", "realname": "", "path_alias": "pixelwrangler", "author": "43854658@N00", "iconserver": "5533", "datecreate": "1234401320", "_content": "From <i><a href=\"http://www3.gendisasters.com/montana/9862/wolf-point-mt-train-auto-collide-aug-1934\">The Butte Daily Post</a></i>  (Montana), August 10, 1934:\n\n<b>The Wreck at Wolf Point Montana</b>\n\nAUTO DETRAILS G. N. FAST MAIL; ONE KILLED.\n\nTRAIN PILOT IS VICTIM ON MONTANA RUN.\n\nMRS. DAVID LIVINGSTON OF N. D., INJURED BUT NOT SEVERELY; FIREMAN ED GILMORE BADLY SCALDED.\n\nCAR STALLED ON TRACK.\n\nAUTOIST MISSED CROSSING AT WOLF POINT, MONT., LEFT MACHINE ON RAILS WHILE SUMMONING HELP.\n\nWolf Point, Mont., Aug. 10. -- (AP) -- A veteran Great Northern engineer was crushed to death and two other persons were hurt, one perhaps seriously, when a fast combination mail and passenger train, westbound, crashed into an abandoned car near a grade crossing here early today.\n\nThe dead engineer was ROBERT JELLEY of Glasgow, trapped between the wreckage of his huge oil burning locomotive and the tender. The injured are ED GILMORE of Williston, N. D., fireman, scalded and severely injured about the legs, and MRS. DAVID LIVINGSTON of Benedict, N. D., not badly hurt. The latter with the other nine passengers, continued on her journey on a train that followed.\n\nThe speeding train, No. 27, from St. Paul to Seattle, was carrying 11 mail and express cars and one passenger coach, when it struck the car driven in some manner across the rails by CARL BRENDON of Brockton, Mont., a carpenter en route to the Fort Peck dam to work.\n\nBRENDON said he missed the regular plank-crossing, and, unable to dislodge the machine, had gone to the depot to summon help when the crash occurred.\n\nSix of the cars were derailed three of the first express coaches jumbled in a mass with the locomotive.\n\nThe other three cars remained upright and in the last of these were mail service men working. They escaped with only a shaking. The passenger coach at the end of the train was also upright but the force of the crash tossed passengers out of their seats. It was in this manner the one passenger was hurt.\n\nThe fireman, GILMORE, was believed to have jumped or was thrown out of the locomotive. He was found near the wreck and was rushed to the Wolf Point hospital. By torchlight, rescuers searched the wreckage of the rest of the train but could find no other victims.\n<i>\nCruel Prank Of Fate.</i>\nIt was a cruel prank of fate that claimed the life of JELLEY, one of the oldest engineers on this division of the Great Northern.\n\nNearing the age of retirement he had not worked steadily and was substituting for another engineer when killed. JELLEY had gone from his home in Glasgow to Williston, N.D., to take the throttle for the one run. His body was found tightly wedged standing upright in the cab, and rescuers were unable to remove it until the arrival of a wrecker.\n\nThe dead engineer is survived by his widow and two grown children.\nThe wreck occurred on the main live of the Great Northern, the very track over which President Roosevelt's train en route east, passed several days ago.\n\nOther traffic was routed over a side track without delay to travel.\nThe wrecked train was one of the fastest on the northern transcontinental route, and was traveling at an estimated speed of more than 40 miles an hour when passing through Wolf Point.\n\nBy some near miracle, CHARLES ENNIS of Williston, and ERNEST NELSON of Culbertson, the two mail clerks at work in the sixth car behind the jumbled locomotive, suffered no more than a severe jostling about in the crash. Desks and stands were thrown all about them.\n\nGILMORE, the fireman, will recover barring complications, it was believed today. He was at first identified as JOE MOORE, another fireman on that run.\n\n<i>Awaiting Wrecker.</i>\nUnable to dislodge the body of the engineer, rescuers were confronted with the necessity of allowing it to remain in the crushed cab possibly until afternoon when a heavy wrecker was due to arrive from Havre.\n\nAn inquest has been called for Saturday morning and BRENDEN, driver of the car which caused the wreck, has been directed to appear at that time, authorities announced.", "authorname": "Pixel Wrangler", "id": "25030781-2551092070-72157613646700219", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/smithsonian/2551092070/#comment72157622983731561", "realname": "Sam Nunley", "path_alias": null, "author": "43289511@N04", "iconserver": "2767", "datecreate": "1262279243", "_content": "<b>Beautiful Photo!!\nSeen in CITY OF GOLD\nHermosa foto!! \nVista en CITY OF GOLD<b>\n<a href=\"http://www.glitter-graphics.com\" rel=\"nofollow\"><img width=\"264\" height=\"83\" src=\"http://dl4.glitter-graphics.net/pub/1423/1423814w8t4c0bkpz.gif\" /></a><a rel=\"nofollow\">\n<a href=\"http://www.flickr.com/groups/777gold/\">www.flickr.com/groups/777gold/</a></a></b></b>", "authorname": "FireandWater7777", "id": "25030781-2551092070-72157622983731561", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/smithsonian/2551092070/#comment72157626642456800", "realname": "", "path_alias": "locosteve", "author": "36989019@N08", "iconserver": "2883", "datecreate": "1304471945", "_content": "Hi  I am putting together a new group about wolf point and i would like you to add  this to  the above group -  If you don't mind .. with thanks Steve..", "authorname": "Loco Steve", "id": "25030781-2551092070-72157626642456800", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/smithsonian/2551092070/#comment72157627130307215", "realname": "", "path_alias": null, "author": "65588902@N08", "iconserver": "0", "datecreate": "1311342660", "_content": "Thanks so much for the picture.  I'm 78 and in reading the acticle below thepicture I first learned that my father, Charles Ennis of Williston, ND had been involved in a train wreck!\n\nDuring my 21 years at home ,and for 30 years after that, he never mentioned that incident. It's wierd and neat to find such info on the internet", "authorname": "Charlie_dee", "id": "25030781-2551092070-72157627130307215", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/smithsonian/2551092070/#comment72157627280012488", "realname": "Smithsonian Institution", "path_alias": "smithsonian", "author": "25053835@N03", "iconserver": "2282", "datecreate": "1311627219", "_content": "[http://www.flickr.com/photos/65588902@N08] What an incredible story about your father. We really appreciate you sharing with us, and we'll definitely pass along the story to the National Postal Museum as well. If you have any other information about your father you'd like to share with us (or a photo of him in uniform?), we'll definitely pass it along to the Postal Museum as well. You're welcome to email me at shteynbergc@si.edu. Thank you for sharing.\n\nBest,\nCatherine Shteynberg\nSmithsonian Institution Archives", "authorname": "Smithsonian Institution", "id": "25030781-2551092070-72157627280012488", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/smithsonian/2551092070/#comment72157631955784494", "realname": "", "path_alias": "terry_browne", "author": "67908005@N02", "iconserver": "7377", "datecreate": "1352324578", "_content": "<b>When adding this interesting photo to the </b><a href=\"http://www.flickr.com/groups/2031425@N22/\">Clerestory Coaches (Railways) </a> Group,  as <i><b>only the picture owner can do this</b></i>, please kindly geotag, where possible, to identify the location of this picture, for the benefit of many of the world wide members!  \n\nIn case of need see <a href=\"http://www.flickr.com/photos/67908005@N02/sets/72157631967282821/\"> this set,</a> ideally run as a slideshow.\n\nMany thanks.", "authorname": "Terry Browne", "id": "25030781-2551092070-72157631955784494", "iconfarm": 8}], "photo_id": "2551092070"}}