{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/4646901559/#comment72157624812336172", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1282837757", "_content": "José Olaio, jovem marceneiro ardiloso, filho de moleiros, comprou um par de caixotes de madeira na Casa Havaneza e transformou-os em duas mesas-de-cabeceira em folha de raiz de mogno. Era o princípio da Móveis Olaio. Antes de fundar a fábrica, em 1937, em Sacavém, José Olaio teve algumas marcenarias domésticas, que mantinha com trabalho de sol a sol. A empresa chegou a ter cerca de 500 trabalhadores e marca indelevelmente o design de interiores em Portugal.\n\nEstão-lhe associadas a qualidade da madeira maciça, a preocupação com as ferragens e perfeccionismo nos acabamentos. Em 1989, a família Olaio vendeu a empresa, que viria a encerrar, em 1995, já sob a tutela dos novos proprietários. Recentemente, João Olaio e José Pedro Olaio, bisneto e neto do fundador, resolveram criar uma nova fábrica, de raiz, em Torres Vedras, para a qual recrutaram antigos operários. João Chichorro, Francisco e André Espinho são os designers\nComo uma das referências, os Móveis Olaio em conjunto com os Móveis Souza Braga equiparam o já demolido Hotel Estoril-Sol em Cascais.", "authorname": "J. Leite", "id": "26532116-4646901559-72157624812336172", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/biblarte/4646901559/#comment72157630525951810", "realname": "", "path_alias": null, "author": "82383364@N03", "iconserver": "0", "datecreate": "1341999973", "_content": "De mencionar  que durante mais de 20 anos o decorador de interiores José Espinho avô  de Francisco e André era o designer privativo da Fábrica Olaio e que graças a ele muitos hoteis aqui não mencionados usufruiram de mobiliario Olaio.Menciono,Tivoli,Ritz,Embaixador ,Tropico e Continental de Luanda ,Casino Estoril.Cinema e Teatro Monumental ,Café &gt;Monumental ,obras que foram decoradas pelo referido José Espinho.Está para sair um livro profusamente documentado sobre a sua vida e a sua obra", "authorname": "Das Regras", "id": "26532116-4646901559-72157630525951810", "iconfarm": 0}], "photo_id": "4646901559"}, "flarchive:created": 1387756304}