{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/statelibraryqueensland/8143495687/#comment72157631900702470", "realname": "State Library Queensland", "path_alias": "statelibraryqueensland", "author": "32605636@N06", "iconserver": "7441", "datecreate": "1351748276", "_content": "Kenneth McDonald Grant (1869?-1922), businessman and politician, was born about 1869, probably in Scotland, son of William Grant, farmer, and his wife Jessie, née McDonald. They had migrated to Victoria about 1863, gone back to Scotland, and then returned to Australia, arriving in Brisbane in March 1883. After attending briefly Brisbane Normal School, Grant was appointed a telegraphist in the Brisbane Telegraph Office on 1 November 1883. Next year he moved to the Rockhampton railway traffic office. After some years he returned to the Telegraph Department and was second-in-charge at Rockhampton when he resigned in 1902 to stand for the Queensland parliament.\n\nTeamed with the experienced Labor leader William Kidston, Grant was elected as one of the two members for Rockhampton, defeating G. S. Curtis in a remarkably restrained and fair campaign. When Grant made it clear that he represented the whole city, the Capricornian announced that he carried 'the goodwill of his opponents equally with that of his supporters'. After Kidston became premier in January 1906 he voluntarily undertook as much as possible of Kidston's electorate work. Like Kidston, Grant fell under the liberalizing influence of John Blair and in January 1908 abandoned the Labor Party by nominating as a 'Kidstonian' candidate.\n\nSoon afterwards, he established K. M. Grant &amp; Co., commission agents, and launched out on a private business career. When Kidston resigned as premier, Grant became secretary for public instruction in the Denham ministry on 7 February 1911. In September 1912 he left the ministry on principle. Denham, who had recently announced publicly the continuation of work on railway extensions, decided that the only exception would be the Mount Morgan to Dawson Valley extension in Grant's electorate. Grant realized that, as a director of the Blair Athol Coal &amp; Timber Co. and as its business agent, he could be accused of trying to smother the competition of struggling coal companies in the Dawson Valley and, failing to dissuade his colleagues from the decision, resigned in protest. 'I am only a poor man', he said; 'my only asset is my good name and that I am going to jealously guard'.\n\nIn April 1912 the Rockhampton electorate was divided and Grant won the new seat of Fitzroy. He won office again as home secretary and secretary for mines in February 1915 but in May the government was crushingly defeated: Grant lost his seat by a narrow margin and failed to regain it in 1918. Having opened a Brisbane branch of K. M. Grant &amp; Co. some time before, he settled there after his defeat. He died at Windsor on 13 August 1922 and was buried in Toowong cemetery after a Presbyterian service. He had never married. Information Source: Australian Dictionary of Biography <a href=\"http://adb.anu.edu.au/biography/grant-kenneth-mcdonald-6455/text11051\" rel=\"nofollow\">adb.anu.edu.au/biography/grant-kenneth-mcdonald-6455/text...</a>, accessed 1 November 2012.", "authorname": "State Library of Queensland, Australia", "id": "32560314-8143495687-72157631900702470", "iconfarm": 8}], "photo_id": "8143495687"}, "flarchive:created": 1389618854}