{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/usnationalarchives/3996036712/#comment72157629404199107", "realname": "", "path_alias": null, "author": "66406516@N08", "iconserver": "6070", "datecreate": "1329759598", "_content": "The following is taken from New York in the War of the Rebellion, 3rd ed. Frederick Phisterer. Albany: J. B. Lyon Company, 1912.\nThis regiment, Col. Stephen W. Stryker, was recruited under the auspices of the Ellsworth Association of the State of New York. The original plan was to obtain from every ward and town of the State one man; this plan was not adhered to, but later more than one enlistment was allowed to each, and the counties of Albany and Erie furnished each two companies, and Herkimer county one company. The men reported individually at Albany, where the regiment was organized under orders from the State dated October 15, 1861. The companies were mustered in the service of the United States for three years, A, E, C, D and E August 30; F and G September 6; H and I September 15, and K September 24, 1861. September 20, 1862, Companies C and E were merged into the others, and replaced by new companies, recruited at Albany, October 21, 1862. New Company E was also known as the Normal School Company. In June, 1863, the three years' men of the 14th and 25th Infantries joined the regiment by transfer. September 23, 1864, the men not entitled to be mustered out with the regiment were formed into a battalion, and October 11, 1864, this battalion was transferred to the 140th Infantry (266 enlisted men), and the 146th Infantry (183 enlisted men).\nThe regiment left the State October 21, 1861; served in the 3d Brigade, 1st Division, Army of the Potomac, from October 26, 1861; in the 3d Brigade, 1st Division, 3d Corps, Army of the Potomac, from March, 1862; in the 3d Brigade, 1st Division, 5th Corps, Army of the Potomac, from May, 1862, and it was honorably discharged and mustered out, under Col. Freeman Conner, October 11, 1864, at Albany.\nDuring its service the regiment lost by death, killed in action, 5 officers, 120 enlisted men; of wounds received in action, 1 officer, 62 enlisted men; of disease and other causes, 2 officers, 145 enlisted men; total, 8 officers, 327 enlisted men; aggregate, 335; of whom 15 enlisted men died in the hands of the enemy.", "authorname": "robertgray42", "id": "35717303-3996036712-72157629404199107", "iconfarm": 7}], "photo_id": "3996036712"}, "flarchive:created": 1387668164}