{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2422672087/#comment72157604765712174", "realname": "", "path_alias": "ellerem", "author": "78421267@N00", "iconserver": "56", "datecreate": "1209352362", "_content": "Could these be the grandchildren of Mrs. Edith Cooper Bryce, wife of Lloyd S. Bryce, former United States Minister to the Netherlands?  Upon her death on April 29, 1916, she left a life interest in more than a million dollars to her husband.  When he died on April 2, 1917, it reverted to the residuary estate to be distributed among her children and grandchildren.\r\n\r\nA New York Times article of April 3, 1918, names daughter Edith C. Cram and grandchildren Henry G. Cram, Edith Bryce Cram, and John Cram, among other beneficiaries.  \r\n\r\n<a href=\"http://query.nytimes.com/mem/archive-free/pdf?res=9A06EFD91E3FE433A25750C0A9629C946996D6CF\">query.nytimes.com/mem/archive-free/pdf?res=9A06EFD91E3FE4...</a>\r\n\r\nThe 1920 U.S. census for New York shows the Cram family living on Fifth Avenue in Manhattan:  John S. Cram, a lawyer aged 62, his wife Edith C., age 38, their children Harry S., age 12, Edith B., age 11, and John S., age 9, along with a butler, a nurse, a cook, a governess, a housekeeper, a waitress, and a maid.  All of the family members were born in New York with the exception of Edith C., who was born in Washington.\r\n\r\nGiven their ages in 1920, it is likely that the photograph above was taken several years later than 1910, as Harry would have been two years old and Edith only one year old in 1910.  My guess would be perhaps 1914, at ages six and five.", "authorname": "ellerem", "id": "8602872-2422672087-72157604765712174", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2422672087/#comment72157612535827958", "realname": "", "path_alias": "erl75", "author": "94922065@N00", "iconserver": "1364", "datecreate": "1231887328", "_content": "My goodness, even today that's a lot of  money to inherit.", "authorname": "EddopusComplex", "id": "8602872-2422672087-72157612535827958", "iconfarm": 2}], "photo_id": "2422672087"}}