{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1222769254", "originalformat": "jpg", "owner": {"username": "Biblioteca de Arte-Fundação Calouste Gulbenkian", "realname": "Biblioteca de Arte / Art Library Fundação Calouste Gulbenkian", "nsid": "26577438@N06", "iconserver": "3017", "location": "", "path_alias": "biblarte", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "2901726718", "title": {"_content": "Convento de Cristo, Tomar (Portugal)"}, "media": "photo", "tags": {"tag": [{"raw": "Arquitectura", "machine_tag": 0, "id": "26532116-2901726718-2844", "_content": "arquitectura", "author": "26577438@N06"}, {"raw": "Gótico", "machine_tag": 0, "id": "26532116-2901726718-497550", "_content": "gótico", "author": "26577438@N06"}, {"raw": "Portugal", "machine_tag": 0, "id": "26532116-2901726718-750", "_content": "portugal", "author": "26577438@N06"}, {"raw": "Convento de Cristo", "machine_tag": 0, "id": "26532116-2901726718-1662626", "_content": "conventodecristo", "author": "26577438@N06"}, {"raw": "Tomar", "machine_tag": 0, "id": "26532116-2901726718-106613", "_content": "tomar", "author": "26577438@N06"}, {"raw": "Fundação Calouste Gulbenkian", "machine_tag": 0, "id": "26532116-2901726718-2029023", "_content": "fundaçãocaloustegulbenkian", "author": "26577438@N06"}, {"raw": "Mário Tavares Chicó", "machine_tag": 0, "id": "26532116-2901726718-26946963", "_content": "máriotavareschicó", "author": "26577438@N06"}, {"raw": "Mário Novais", "machine_tag": 0, "id": "26532116-2901726718-26567071", "_content": "márionovais", "author": "26577438@N06"}, {"raw": "Gótica", "machine_tag": 0, "id": "26532116-2901726718-302910", "_content": "gótica", "author": "26577438@N06"}, {"raw": "Biblioteca de Arte", "machine_tag": 0, "id": "26532116-2901726718-19558912", "_content": "bibliotecadearte", "author": "26577438@N06"}]}, "comments": {"_content": "0"}, "secret": "9362c0bbdb", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "Claustro do Cemitério.\nFotógrafo: Mário Novais, 1899-1967.\nOrientador científico: Mário Tavares Chicó, 1905-1966\nData aproximada da produção da fotografia original: 1954.\n[CFT015.365.ic]\n\n<b>Convento de Cristo</b>\nO Convento da Ordem de Cristo e o Castelo Templário, em Tomar, formam um conjunto monumental único no seu género. O Castelo foi fundado em 1160 por Dom Gualdim Pais, Mestre provincial da Ordem do Templo em Portugal, e dentro das suas muralhas viveram as primeiras gentes de Tomar. O coração da fortaleza, a Alcáçova, com a torre de menagem, foi construída a Oriente; o lugar místico, a Igreja octogonal Templária, foi construída a Ocidente. Com o extermínio da Ordem pelas perseguições de Filipe, o Belo, Rei de França, os Templários encontraram, em Portugal, a continuidade da sua sagrada missão de Cavalaria.\nA Ordem do Templo foi extinta em 1312, mas os seus bens e, em parte, a sua vocação, foram transmitidos, em Portugal, à Ordem de Cristo, criada em 1319. Sob os auspícios de D. Dinis é, então, fundada a &quot;Ordem dos Cavaleiros de Cristo&quot;, a qual foi durante quatro anos negociada pelo monarca com a Santa Sé, e veio a integrar pessoas e bens da extinta Ordem do Templo. É com a Ordem de Cristo que a nação portuguesa se abre para a empresa das descobertas marítimas do séc. XV. Tomar é, então, sede da Ordem, e o Infante D. Henrique o seu Mestre.\nCom a expansão da fé cristã e do reino, também a sede da Ordem de Cristo se dilata. Os séculos e a história de Portugal vão deixando, na arquitectura do Convento, testemunhos do tempo e dos homens que lideraram os destinos de Portugal. Durante o governo do infante D. Henrique foram construídos dois claustros góticos no Convento. Com D. Manuel, a igreja templária é prolongada para Ocidente por uma construção que serviria o Capítulo da Ordem. Profusamente impregnada pela simbólica dos Cavaleiros de Cristo, esta construção aloja na sua fachada ocidental a famosa Janela da Sala do Capítulo, de Diogo de Arruda (cerca de 1510). Mais tarde, D. João III pretende fazer profundas mudanças na Ordem, alterando as suas Regras e transformando os Cavaleiros em monges contemplativos; é a partir deste reinado que se iniciam importantes trabalhos de ampliação do Convento, com vista a consumar a Reforma da Ordem. Esses trabalhos vão continuar através de vários reinados, até ao século XVIII, deixando marcas de diversas tendências artísticas. O Convento de Cristo encerra no seu conjunto arquitectónico testemunhos da arte do Românico, templária, do Gótico e do Manuelino, ao tempo das Descobertas, do Renascimento joanino, do Maneirismo, nas suas várias facetas e, por fim, do Barroco, presente em vária ornamentação arquitectónica.\nDa estrutura arquitectural do Convento, além das edificações construídas em torno da igreja templária, há a salientar o conjunto de quatro grandes claustros articulados por dois eixos em cruz latina, e também um aqueduto com 6 Km de extensão mandado edificar por Filipe II. Integra os domínios conventuais uma área de floresta e cultivo conhecida por Mata dos Sete Montes, por estar confinada por sete colinas de acentuado relevo.\n(Fonte: IPPAR - <a href=\"http://tinyurl.com/4dnm5m)\">tinyurl.com/4dnm5m)</a>\n\n"}, "isfavorite": 0, "views": "1566", "farm": 4, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2004-03-12 20:47:19", "lastupdate": "1386346454", "takengranularity": "0", "posted": "1222769254"}, "originalsecret": "b4f26a71b8", "license": "7", "notes": {"note": []}, "server": "3084", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/biblarte/2901726718/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387761542}