{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/powerhouse_museum/2821115256/#comment72157607080789173", "realname": "Brian Yap (葉)", "path_alias": "yewenyi", "author": "30265340@N00", "iconserver": "32", "datecreate": "1220393301", "_content": "a more modern view of one of these bombers in the temora avaition museum.\n\n<a href=\"http://www.flickr.com/photos/yewenyi/132612676/\"><img src=\"http://farm1.static.flickr.com/44/132612676_08300ed3c3_t.jpg\" width=\"100\" height=\"64\" alt=\"Lockheed Hudson\" /></a>", "authorname": "yewenyi", "id": "24762863-2821115256-72157607080789173", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/powerhouse_museum/2821115256/#comment72157607319475609", "realname": "GEORGIA GEORGE", "path_alias": null, "author": "22062195@N05", "iconserver": "8118", "datecreate": "1221544680", "_content": "If this were larger i might  be able to identify some of the people posted. Iwas there 1942 to 1964 as legal secretary)", "authorname": "GIGEO", "id": "24762863-2821115256-72157607319475609", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/powerhouse_museum/2821115256/#comment72157607316267760", "realname": "GEORGIA GEORGE", "path_alias": null, "author": "22062195@N05", "iconserver": "8118", "datecreate": "1221544918", "_content": "I just donated some early pictures  of lockheed, test pilots to the aerospace museum in morgan hill/San jose aviation museum.", "authorname": "GIGEO", "id": "24762863-2821115256-72157607316267760", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/powerhouse_museum/2821115256/#comment72157607337457110", "realname": "lifeasdaddy ...a guy, his wife, and their son...", "path_alias": "lifeasdaddy", "author": "13267298@N00", "iconserver": "3144", "datecreate": "1221647496", "_content": "The reason these men are posed in front of this aircraft is because this particular aircraft was the first Lockheed Hudson repaired in Australia.\n\nThe aircraft with RAAF serial number A16-31 was assembled at RAAF station Richmond by members of No. 2 Aircraft Depot after being received in component form from the USA.  \n\nIt was issued from Richmond to 14 Squadron at RAAF Base Pearce, WA on 4 April 1940.\n\nJust over a month later, A16-31 was damaged in a landing accident on 16 May 1940, when it struck a cross wind on landing and ground looped. The starboard mainplane hit the ground and the Hudson bounced onto its port mainplane. The crew appear to have been uninjured. \n\nAt first it was decided to convert the aircraft to spares, but then instead it was shipped by sea to Sydney for repairs by Clyde Engineering NSW- thus being the first Hudson repaired in Australia.\n\nIt was received by 24 Squadron RAAF in July 1941 - and this may be the photograph of the handover ceremony.\n\nIt crashed and burned on take-off from Lakuvai Aeriodrome at Rabaul, New Britain on 23 November 1941.\n\nIt was stripped of parts and left there.\n\n[ This information is synthesised from these internet sources:\n\n<a href=\"http://www.adf-serials.com/2a16.shtml\">www.adf-serials.com/2a16.shtml</a>\n\nPhotograph number 001091 @ the Australian War Memorial:\n\n<a href=\"http://www.awm.gov.au/\">www.awm.gov.au/</a> ] \n\n\n\nA search for the serial number of this aricraft &quot;A16-31&quot; on the Powerhouse Museum's own website Collection Search brings up 13 photographs of this aircraft including the one shown above.\n\nADDED:\n\nThis photograph is also significant because it is an exemplar of the wider surge in Australian industrial activity of the World War II era.  Prior to World War II, Australia often imported manufactured goods, particularly those which required advanced technology.  By 1940 and 1941, with supply lines to overseas industry in the United Kingdom already limited due to the war with Germany and Japan's looming entry to the war Australia became more reliant upon homeland industry to meet the needs of wartime production.  \n\nIn fact other photographs of &quot;aircraft&quot; set in this photostream show how the Clyde Engineering works turned its attention to this important task:\n\n<a href=\"http://www.flickr.com/photos/powerhouse_museum/sets/72157607114457184/\">www.flickr.com/photos/powerhouse_museum/sets/721576071144...</a>", "authorname": "BobMeade", "id": "24762863-2821115256-72157607337457110", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/powerhouse_museum/2821115256/#comment72157632824336141", "realname": "lifeasdaddy ...a guy, his wife, and their son...", "path_alias": "lifeasdaddy", "author": "13267298@N00", "iconserver": "3144", "datecreate": "1361524825", "_content": "At the persistent URL back to the Powerhouse Museum record for this image there is this information:\n\n&quot;A rectangular black and white silver gelatin glass plate negative in landscape format. The image depicts a Lockheed Hudson Bomber, aircraft A16-31, at Bankstown Airport before its flight to Rockhampton, group from left to right, two Air Force inspectors, Pat Hall (pilot) , Mr. C. Cronin, Manager of the Clyde aircraft shops, three Clyde employees, H. Jameson, C. Timewell, W. Doctor, thirty first of July 1941. The plate is accompanied by a paper sleeve with hand written text which has the number '1740' in the top left hand corner, and text underneath which reads, ' - LOCKHEED HUDSON BOMBER A.16.31 - / - AT BANKSTOWN AERODROME - / - BEFORE TEST FLIGHT TO ROCKHAMPTON - / - GROUP READING FROM LEFT TO RIGHT (underlined) - / - TWO AIR FORCE INSPECTORS / The Pilot - Pat Hall / Manager of Clyde Aircraft Shops MR C. Cronin. / Three Clyde Experts. H.Jameson. C Timewell &amp; W. Doctor.' . The date, 31.7.41' is also written in the bottom right hand corner along with a signature 'KW'.&quot;", "authorname": "BobMeade", "id": "24762863-2821115256-72157632824336141", "iconfarm": 4}], "photo_id": "2821115256"}}