{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/5957509781/#comment72157627285592240", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1311690086", "_content": "Em 1890, John Peter Hornung e um pequeno grupo de investidores resolveram explorar extensas propriedades de cana-de-açúcar que possuíam em Moçambique e fundaram a &quot;Companhia do Assucar de Moçambique&quot;. Como na altura Moçambique era uma colónia Portuguesa, John Hornung achou que Lisboa era o local adequado para construir uma refinaria.\n\nInaugurada em 12 de Março de 1909 pelo último rei de Portugal, D. Manuel II, a “Refinaria Colonial”, em Alcântara, começou com capacidade para cerca de 20 mil toneladas de açúcar (areados, branco e amarelo), provindo da cana-de-acúcar moçambicana. \n\nDepois de em 1920, a &quot;Companhia do Assucar de Moçambique&quot; ter mudado de designação para S.S.E. - “Sena Sugar Estates, Lda” , actual  “Companhia de Sena”  no distrito de Marromeu, província de Sofala, a “Refinaria Colonial” tornou-se uma empresa independente com as acções a pertencerem à S.S.E., sendo o seu nome alterado para “SIDUL - Sociedade Industrial do Ultramar, S.A.R.L.”. Nome emblemático, que veio a funcionar durante décadas neste bairro de Alcântara.\n\nA “Sena Sugar Estates” foi completamente estabelecida na primeira década do século XX, com a fabrica de Marromeu que veio a produzir em 1926. A produção também começou mais ao menos no mesmo período na fabrica de Luabo, situada a 20km de distância do Distrito de Marromeu onde a “Sena Sugar Estates” esteve situada. \n\nEm 1967 é criada a “SORES - Sociedade de Refinadores de Santa Iria, SA”, resultante da fusão de pequenas refinarias. No entanto a SORES só coloca açúcar no circuito comercial em 1970, com uma capacidade de produção instalada na ordem das 260 toneladas por dia. A SORES foi construída de raiz em Santa Iria de Azóia a cerca de 10 Km a norte de Lisboa.\n\nNo início da década de 70 do século XX, são introduzidas as maiores alterações na SIDUL, instalando-se um processo de refinação ao nível do que existia de mais evoluído na indústria de refinação do açúcar em todo o mundo. Nessa mesma época, são instaladas as primeiras máquinas de formação e enchimento automático de pacotes de 1Kg para utilização doméstica. Iniciou-se também o abastecimento da indústria com açúcar a granel em camião cisterna.\n\nApós a independência de Moçambique, em 1980, e depois dos accionistas da S.S.E. terem perdido a posse de todas as fábricas nesta colónia, estes formaram a “Alcântara-Sociedade de Empreendimentos Açucareiros S.A.” e, dez anos depois, surgiu a “Alcântara Refinarias Açúcares”. Em 1983, aquando da publicação de &quot;Marcas de indústria no ambiente de Alcântara&quot;, obra fruto de uma pesquisa coordenada por Ana Luísa Janeira e Conceição Lobo Antunes, trabalhavam nela 360 pessoas de ambos os sexos. Produzia, então, cerca de um quarto do açúcar consumido em Portugal.\n\nA sua oferta consistia já em: pacotes de açúcar (que variam entre 6g a 1kg), sacos (que variam entre 10 a 50kg), contentores de 1.100 kgs e até açúcar em granel transportados em camiões cisterna de 26 toneladas.\n\nEm 1983, os accionistas ingleses da Alcântara, que representavam 60% do capital, venderam as suas acções à “Tate &amp; Lyle”. E em 1986 a “Alcântara - Sociedade de Empreendimentos Açucareiros, SA” compra as acções da SORES pertencentes à família Espírito Santo, passando a ser então o maior accionista da SORES. Em 1989 a Alcântara - Sociedade de Empreendimentos Açucareiros, SA torna-se accionista único da SORES num processo em que o Banco Espírito Santo deixa de ser accionista da SORES ao trocar as suas acções naquela Sociedade por acções da Alcântara - Sociedade de Empreendimentos Açucareiros, SA .\n\nEm 1993 a “Tate &amp; Lyle” adquire a totalidade do capital da “Alcântara - Sociedade de Empreendimentos Açucareiros, SA”, e em 1994 é desactivada a refinaria de Lisboa e toda a actividade de refinação passa para Santa Iria de Azóia, situação que ainda hoje se mantém. A capacidade de produção passa para 800 Toneladas por dia.\n\nA desactivação da refinaria de Alcântara, verificada em 1994, deu lugar a um exemplar de arqueologia industrial, infelizmente em ruína, ou seja, mais um valioso testemunho destruído, em nome de projectos urbanísticos aprovados pela Câmara Municipal de Lisboa, no mandato de 2003.\n\nEm Março de 2005, a “Alcântara Refinarias Açúcares, SA” passa a chamar-se &quot;Tate &amp; Lyle Açúcares Portugal, SA&quot;, não existindo contudo nenhuma alteração ao seu capital.\n\nEm 2007, a “Companhia do Sena”, com uma área de 24.000 ha e 8.000 trabalhadores, retomou a plantação de cana-de-açúcar nos campos explorados pela extinta “Sena Sugar Estates” na Zambézia, após muitos anos de abandono devido à guerra civil. Esta Companhia, a maior unidade industrial de açúcar de Moçambique, com sede na vila de Marromeu, em Sofala, iniciou nesse ano, o processo de lavra dos terrenos tendo preparado 600 dos 15 mil hectares previstos para a campanha agrícola 2007/2008.\n\nFinalmente, em 2010, o Grupo “ASR - American Sugar Refining” compra o negócio europeu do açúcar ao Grupo Tate &amp; Lyle.", "authorname": "J. Leite", "id": "26532116-5957509781-72157627285592240", "iconfarm": 6}], "photo_id": "5957509781"}, "flarchive:created": 1387729769}