{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/sdasmarchives/4555718797/#comment72157638389496423", "realname": "", "path_alias": null, "author": "45586426@N06", "iconserver": "7133", "datecreate": "1386277181", "_content": "Douglas A-4C 147816 Skyhawk\nVA-95 ‘Green Lizards’ Modex 501\nTail code NG of Carrier Air Wing Nine (CVW-9)\nNAS Lemoore, California July 1965\n\nA4D-2N 147816 Construction Number 12580 was accepted by the US Navy \non September 29 1960 at the Douglas El Segundo plant in California\n\nAfter November 1962 all US Navy aircraft designations were simplified and \nA4D-2N became A-4C\nFor the first five years of its existence A4D-2N/A-4C 147816 \nflew with the US Marine Corps.\n\nA-4C 147816 as side number 85 was with VMA-223 ‘Bulldogs’ Detachment T, \ndeployed aboard CVS-10 USS Yorktown between October 22, 1964 and May 17, 1965 \nduring a WestPac, Vietnam War voyage as quasi fighter protection \n(carrying AIM-9 Sidewinder missiles) for Carrier Anti-submarine Air Group 55.\nThe small unit wore its own squadron code WP and side numbers 81-85.\nCVSG-55 used code NU. \n\nA color side profile may be seen on page 72 and color picture on page 73 in\npublication “US Navy and Marine Corps A-4 Skyhawk Units of the Vietnam War 1963-1973”\nby Peter Mersky\n\nPictures of VMA-223 ‘Bulldogs’ Detachment T A-4C aircraft aboard USS Yorktown \nin late 1964 and early 1965:\n<a href=\"http://a4skyhawk.org/content/148482-vma-223-official-us-navy-boom-powell-1910\" rel=\"nofollow\">a4skyhawk.org/content/148482-vma-223-official-us-navy-boo...</a>\n<a href=\"http://commons.wikimedia.org/wiki/File:SH-3A_A-4C_CVS-10_1965.jpg\" rel=\"nofollow\">commons.wikimedia.org/wiki/File:SH-3A_A-4C_CVS-10_1965.jpg</a>\nUnfortunately A-4C 147816 is not included.\n\nAfter ten months with two successive Navy squadrons during work up periods \nand sent to Japan as a wartime attrition replacement the aircraft \nat last flew in the way it was designed for.\n\nA-4C 147816 is recorded from May 13, 1967 with VA-76 ‘Spirits’ as Modex 683 \nas replacement for a shot down Skyhawk. \nThey were flying off CVA-31 USS Bon Homme Richard with \nCarrier Air Wing Twenty One (CVW-21 code NP)\n\nVery soon after, however A-4C 147816 was also lost in combat.\n\nCommander Kenneth Robbins Cameron, date of birth August 9, 1928,\nthe Executive Officer (XO) of VA-76 was flying A-4C 147816 as NP-683\nwhen he was shot down by anti-aircraft fire while leading a strike against shipping facilities \n5 miles north of Vinh, Nghe An Province, North Vietnam on Thursday May 18, 1967.  \nHe ejected and became a Prisoner Of War and spent the next three years and five months \nin prison camps, and according to the Vietnamese, died in captivity. \nIt was another four years before his remains were returned to U.S. control.\nSeveral repatriated prisoners reported that Commander Cameron was with them until \nDecember 1969. \nHe was in extremely poor physical and mental health shape. \nWhen a large group of POWs were moved from ‘Heartbreak’ to another part of Ha Lo in 1970, \nthey were told Cameron was in the camp hospital.\n<a href=\"http://www.pownetwork.org/bios/c/c074.htm\" rel=\"nofollow\">www.pownetwork.org/bios/c/c074.htm</a>\n\nPosthumous Presidential citation, promotion to Captain and award of Navy Cross \nto Kenneth Robbins Cameron:\n<a href=\"http://navy.togetherweserved.com/usn/servlet/tws.webapp.WebApp?cmd=ShadowBoxProfile&amp;type=DecorationExt&amp;ID=3194148\" rel=\"nofollow\">navy.togetherweserved.com/usn/servlet/tws.webapp.WebApp?c...</a>\nThe President of the United States of America takes pride in presenting the Navy Cross (Posthumously) to Captain [then Commander] Kenneth Robbins Cameron (NSN: 0-554612), United States Navy, for extraordinary heroism as a Prisoner of War in North Vietnam from 18 May 1967 to 4 October 1970. Under constant pressure from the North Vietnamese in their attempt to gain military information and propaganda material, Captain Cameron experienced severe torture with ropes and by beatings and was kept in solitary confinement. As they persisted in their hostile treatment of him, he continued to resist by feigning sickness and refusing to eat anything but a bare minimum of food. Through those means he was successful in his attempt to keep himself unacceptable in appearance to the North Vietnamese, thus discouraging them from forcing him to meet visiting antiwar delegations for propaganda purposes. He gallantly evaded exploitation by the North Vietnamese throughout his lengthy confinement. By his exceptional courage, determination, and resourcefulness in a most difficult line of resistance, he reflected great credit upon himself and upheld the highest traditions of the United States Naval Service and the United States Armed Forces.\n\nMy respect to the memory of the pilot and to his family and friends.\n\n1965 picture of A-4C 147816 - only available commercially:\n<a href=\"http://www.cloud9photography.us/Contributing-Cloud-9/JANSSON-Clay-USA/4523236_4CsNDB/407450257_9n2CD7d\" rel=\"nofollow\">www.cloud9photography.us/Contributing-Cloud-9/JANSSON-Cla...</a>\n<a href=\"http://www.cloud9photography.us/keyword/va95%20a4%20skyhawk/407450257_9n2CD7d#!i=407450257&amp;k=9n2CD7d\" rel=\"nofollow\">www.cloud9photography.us/keyword/va95%20a4%20skyhawk/4074...</a>\nA-4USN 00017 Douglas A-4C Skyhawk USN 147816 VA-95 NAS Leemore by Clay Jansson.\n\n \nColor profile of A-4C 147816 with VA-95 in 1965:\n<a href=\"http://wp.scn.ru/en/ww3/a/783/3/10\" rel=\"nofollow\">wp.scn.ru/en/ww3/a/783/3/10</a>\nA-4C 147816 Unit: VA-95, US Navy\nSerial: 501/NG (BuNo.147816)\n\nAirframe information for A4D-2N/A-4C 147816 courtesy the ‘A-4 Skyhawk Association’", "authorname": "AceFlyboy1", "id": "49465936-4555718797-72157638389496423", "iconfarm": 8}], "photo_id": "4555718797"}, "flarchive:created": 1389789201}