{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6641541735/#comment72157628839783177", "realname": "", "path_alias": null, "author": "38811045@N04", "iconserver": "7164", "datecreate": "1326387881", "_content": "SDGW notes formerly 21245 Lincs Regt which in turn indicates that he joined the Lincs Regt in Feb 1916. The MGC number (46652) dates to no earlier than June 1916.", "authorname": "Paul C A Nixon", "id": "32254785-6641541735-72157628839783177", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6641541735/#comment72157628840224767", "realname": "", "path_alias": null, "author": "32169730@N00", "iconserver": "0", "datecreate": "1326390044", "_content": "The CWGC site records him as being the Husband of Edith Mary Oglesby, of 58, Cranford St. Andrew, Kettering, Northants.  I can't immediately find a trace in Ancestry's records.", "authorname": "docahen", "id": "32254785-6641541735-72157628840224767", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6641541735/#comment72157628846683517", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1326426893", "_content": "Oglesby Tom Clement - birth registered third quarter 1891 District Glanford Brigg, County of  Lincolnshire \nOglesby Tom C            - marriage registered third quarter 1916 to Edith M Wilson in Potterspury\nwhich spans the boundaries of the counties of Buckinghamshire and Northamptonshire\n<a href=\"http://www.freebmd.org.uk\" rel=\"nofollow\">www.freebmd.org.uk</a>\npossible but unlikely Oglesby Edith M           - death registered third quarter 1954 age 71 in Staincliffe.  \nwhich spans the boundaries of the counties of North Yorkshire and West Riding of Yorkshire\nMore likely that Edith remarried but no obvious marriage found on freeBMD.", "authorname": "brenontario", "id": "32254785-6641541735-72157628846683517", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6641541735/#comment72157628851891255", "realname": "", "path_alias": null, "author": "38811045@N04", "iconserver": "7164", "datecreate": "1326466826", "_content": "An Edith M Oglesby married at Kettering in Sep Qtr 1923 (<a href=\"http://www.findmypast.co.uk\" rel=\"nofollow\">www.findmypast.co.uk</a>)\n\nAdding up all the dates so far, if he married in third qtr 1916, he wouldn't have been overseas for very long before he was KiA.\n\n1911 Census has Tom living with his parents and younger brother James Albert Oglesby at Wold Road, Barrow-on-Humber, Lincs.  James served with the Labour Corps during WW1 but remained in England throughout the war.", "authorname": "Paul C A Nixon", "id": "32254785-6641541735-72157628851891255", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6641541735/#comment72157628950995733", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1327053528", "_content": "From Mr G Sacker: Machine-Gun Corps Old Comrades Association: Website at <a href=\"http://www.machine-gun-corps-database.co.uk\" rel=\"nofollow\">www.machine-gun-corps-database.co.uk</a> \n\n46652 Pte Tom Clement Oglesby, 124 Brigade MG Coy. \n\nTom Oglesby was born in 1891 at Barrow-on-Humber, Lincolnshire, third of the four sons born to Fred Oglesby, a blacksmith’s striker (railways), and his wife Annie. In 1911, Tom is shown in the census returns as a domestic gardener, living with his parents and one younger brother at Barrow. \n\nOn the outbreak of war, Tom volunteered for service with an unknown battalion of the Lincolnshire Regiment, receiving the army number 21245. No service papers for Tom have survived - they were almost certainly lost during the blitz on London in 1940, when the War Office Repository in Arnside Street, Walworth was hit by incendiary bombs. He did not serve overseas with the Lincolns. Following completion of basic military training he was amongst about 150 men of several different battalions of the Lincolnshire Regiment to be compulsorily transferred to the newly formed Machine Gun Corps, on the 3rd August 1916. After the standard six weeks of instruction on the Vickers Mk1 water-cooled machine gun, he and most of his group were sent to France immediately. They were scattered to the four winds amongst the Brigade machine gun companies all along the Western Front. Tom was despatched to join No.124 - the machine gun element of the 124th Brigade, in the 41st (New Army) Division, situated in the Somme sector. The 41st comprised twelve battalions drawn mostly from the Home Counties regiments of Surrey, Hampshire, Kent and Middlesex, with some Royal Fusiliers and Rifle Corps thrown in.  No 124 provided machine gun coverage for the 10th East Kents, 26th and 32nd Royal Fusiliers, and 21st KRRC. It had been formed in June 1916 and had already seen action during the battle of Flers-Courcelette in September. \n\nHaving captured, at enormous cost, the German defensive points of the ridges at Bazentin, Pozières, and Thiepval, British forces were now faced with yet another line of heavily reinforced trenches on the Transloy Ridges. Attacks were to commence here on the 4th October, and this coincided with a break in the previously very dry weather, when torrential rain turned the dusty ground into a quagmire. On the 3rd October 124 Company went into the line - Tom Oglesby could only have been with his unit for a few days. The war diary for the Company tells of a general infantry advance on the morning of the 7th October. Our troops were soon in trouble, toiling to reach their first objective, but coming under relentless machine gun fire. An advance of only about 100 yards was possible before all were instructed to “dig-in”. Machine gun units are reported to have found themselves, at one point, ahead of the infantry. A line of new trenches, linking up shell holes, was established and overnight and the next morning this line was consolidated. It was reported that there had been a lack of strong enemy artillery fire, and no counter attacks had developed, but the chief feature of this period was the extraordinary activity of enemy snipers, who met with a good deal of success. 124 Brigade held the new position until the night of the 10th October, when they were relieved. They had lost two officers and five other ranks killed, with thirteen wounded and six missing. None of the killed in this operation, bar one (2Lt CB Woodley) has a known grave. All six of the others are commemorated on the Memorial to the Missing, at Thiepval. It had been a particularly dark few days for 124 Company. In the whole time of its existence from June 1916 to March 1918 it suffered only 29 deaths - one quarter of them sustained in the 24-hours of 7-8th October 1916.\n\nTom Oglesby left a widow, Edith Mary, living at Cranford St Andrew, Kettering whom he had married at Potterspury, Northants just before his departure for France. She remarried in 1923 and lived to the age of 91 in Wandsworth, London. \n\n(Compiled by MGC OCA from “Soldiers Died in the Great War”; Commonwealth War Graves Commission; returns of Births Marriages &amp; Deaths; Census returns; and data gathered on the Machine Gun Corps (MGC Old Comrades Association) – <a href=\"http://www.machine-gun-corps-database.co.uk\" rel=\"nofollow\">www.machine-gun-corps-database.co.uk</a>)//", "authorname": "Gary Donaldson", "id": "32254785-6641541735-72157628950995733", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6641541735/#comment72157628952929037", "realname": "IWM Collections", "path_alias": "imperialwarmuseum", "author": "32300107@N06", "iconserver": "5535", "datecreate": "1327068088", "_content": "What a fantastic amount of information - thank you for adding it.", "authorname": "IWM Collections", "id": "32254785-6641541735-72157628952929037", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6641541735/#comment72157629152160415", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1328243838", "_content": "Edith M Oglesby marr reg 3rd qr 1923 in Kettering (Northants) to Eli H Fry", "authorname": "brenontario", "id": "32254785-6641541735-72157629152160415", "iconfarm": 8}], "photo_id": "6641541735"}}