{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/national_archives_of_norway/10286119555/#comment72157637131532265", "realname": "Gabriela", "path_alias": null, "author": "45583576@N02", "iconserver": "8401", "datecreate": "1383162979", "_content": "as much as I appreciate your historical photos - these photos of people mocking people of African descent are definitely inappropriate - not cool at all.", "authorname": "en_la_bici", "id": "59806008-10286119555-72157637131532265", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/national_archives_of_norway/10286119555/#comment72157638305467813", "realname": "", "path_alias": "arodriguezpixl", "author": "67365062@N06", "iconserver": "8513", "datecreate": "1386048234", "_content": "[http://www.flickr.com/photos/45583576@N02]  The sad reality is that many people from every part of the world do so, and, failure to recognize this, only diminishes the multitude of capabilities humans have had, and, still do, offer the world! I am an American of Mexican descent, and trust me, when Hollywood gives us the janitor treatment, and society accepts this as truism, that is when I become engulfed with what is real, and, not what is fantasy. We, and, despite the fact that I loathe categorizing ,myself, I say &quot;we&quot; in this example, are not, always undereducated, poor, incarcerated, on social assistance, and with a magnitude of unsupported children, this, is just an ugly display of humanity's true abilities! Polio cures, books, airplanes, cars, trivium, architecture, and the many areas of human accomplishments, are the true display of humanity! :) My dad taught me some of these feelings, and, sadly, he was an elementary drop out, drunkard, previous incarcerations, truck driver, and over all a really good dad, and husband to my mom for 30 years, before his cancer battle loss! I don't know where I'm going with this, but, I think we should all understand our world, let bygone's be bygone's, and embrace our humanistic achievements!", "authorname": "aRolleiBrujo", "id": "59806008-10286119555-72157638305467813", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/national_archives_of_norway/10286119555/#comment72157638310225426", "realname": "", "path_alias": "national_archives_of_norway", "author": "59811348@N05", "iconserver": "5060", "datecreate": "1386063943", "_content": "The National Archives of Norway´s primary task is to preserve and make historical sources available to the public. These photos are part of a complete series from a student theatre more than 100 years ago, reflecting attitudes and trends in Norway back then. Some of the photos we publish are pleasant, some unpleasant, but hopefully they are all interesting and can contribute to a better understanding of the past.", "authorname": "Riksarkivet (National Archives of Norway)", "id": "59806008-10286119555-72157638310225426", "iconfarm": 6}], "photo_id": "10286119555"}}