{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/6795207847/#comment72157629201617931", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1328543649", "_content": "Abel Pereira da Fonseca era no início do século XX um grande agricultor e empresário que possuía várias propriedades agrícolas na região do Bombarral, tendo fundado a “Companhia Agrícola do Sanguinhal” . Esta Companhia foi criada com a finalidade de administrar as suas propriedades existentes neste concelho do Bombarral e a gerir o negócio dos vinhos. Viria a possuir propriedades noutros concelhos como Cadaval, Alenquer e Torres Vedras.\n \nA casa &quot;Abel Pereira da Fonseca&quot; inseriu-se no universo das grandes áreas de comércio de início do século XX, devendo ser interpretada como parte da sociedade de consumo. A primeira forma de organização comercial designava-se &quot;Abel Pereira da Fonseca &amp; Cª &quot;. \n\nOs primitivos armazéns situaram-se na Rua da Manutenção do Estado, em Xabregas no ano de 1907. Em 1910 mudam-se para os armazéns na Rua do Amorim.\nEntre 1917 e 1930 esta empresa muda de designação, e assim:\n \n1917 - Passa a sociedade por cotas com o nome de &quot;Abel Pereira da Fonseca &amp; Cª, Lda.&quot; \n1918 - Com a entrada do novo sócio Marcelino Nunes Correia, a designação é alterada de novo para &quot;Abel Pereira da Fonseca, Lda.&quot; \n1930 - Finalmente, e por último, passa a sociedade anónima de responsabilidade e passa a designar-se &quot;Sociedade Comercial Abel Pereira da Fonseca, S.A.R.L.&quot;\n \nEm 1930  esta casa comercial tornou-se a maior de Lisboa, constituindo uma &quot;vila&quot;, pela contínua expansão de oficinas, armazéns e casas de pessoal. Marcelino Nunes Correia, Manuel e António (seus filhos) e António Pereira da Silva são os gerentes da sociedade.\n \nEm 1937, Abel Pereira da Fonseca vendeu a sua posição accionista na &quot;Sociedade Comercial Abel Pereira da Fonseca, S.A.R.L.&quot;, à família Nunes Correia que ficou com a totalidade das acções, e transformou a “Companhia Agrícola do Sanguinhal” em sociedade por quotas detidas na totalidade pelo sócio fundador e seus filhos. Esta Companhia ainda hoje existe pertencendo à mesma família.\n \nDurante muitos anos, em toda a zona do Beato e do Poço do Bispo, ouvia-se: «Já cheira a carvalho das aduelas e a vinhos de armazém». A maioria das mercadorias e produtos que abasteciam  a cidade de Lisboa chegavam pelo rio Tejo. Também a &quot;Abel Pereira da Fonseca&quot; alicerçou no Tejo a estrutura de circulação para a entrada e escoamento dos seus produtos, exemplo disso a opção tomada no logotipo retratando uma fragata do Tejo.\n \nO primeiro crescimento dos armazéns sobranceiros ao rio, faz-se ao longo da Rua Amorim e em 1917, é construído o novo edifício na Praça David Leandro da Silva, em Marvila. \n\n«Era comum Fernando Pessoa, enquanto se encontrava a trabalhar, levantar-se, pegar no chapéu, ajeitar os óculos e ir até ao “Abel”. Esta simples acção de Pessoa, que se tornou um hábito, intrigou um colega de trabalho do poeta, Luiz Pedro Moitinho de Almeida (segundo Fernando Pessoa - empregado de escritório, do João Rui de Sousa). Esse mesmo colega apercebeu-se, algum tempo depois, que as idas ao “Abel” eram, nada mais, nada menos, que uma ida ao depósito mais próximo da casa Abel Pereira da Fonseca para tomar um cálice de aguardente.» texto in: Companhia Agrícola do Sanguinhal.\n \nNo interior dos armazéns destaca-se a galeria em betão, espaço onde inicialmente estavam armazenadas pipas e garrafões de vinho, que mais tarde se converteria em área de administração, escritórios e laboratório. Em termos funcionais a estrutura mais imponente e importante foi o conjunto de cento e setenta cubas, com capacidade para mais de vinte milhões de litros, e dos mecanismos de transfega e filtragem.\nMais tarde são embalados pela empresa produtos anteriormente comercializados a granel como cereais e leguminosas secas. Por isso á criada uma rede de depósitos e distribuição principalmente para o vinho  e próximos das áreas produtivas, como Torres Vedras, Dois Portos, Runa, Vila Nova de Gaia, Cartaxo, Bombarral, etc. O armazém central e coordenador desta rede de distribuição era no Poço do Bispo.\n \nOutro tipo de bebidas famosas desta casa foram os licores de &quot;A Licorista&quot;, fundada em 1896. Mais tarde em 1915 vários empresários reúnem-se e fundam a &quot;Companhia Portuguesa de Licores&quot;, localizada nas imediações dos armazéns da &quot;Sociedade Abel Pereira da Fonseca &amp; Cª.&quot; e que viria a ser adquirida por esta e transferida para os seus armazéns.\n \nNos anos 50 do século XX é adquirida uma rede de 25 lojas (na altura apelidadas de mercearias) de seu nome &quot;Vale do Rio&quot;. Além de serem lojas de atendimento ao público também faziam distribuição ao domicílio num pequeno raio, dentro do respectivo bairro, feita pelos “marçanos” , funcionários da loja, que carregavam a cesta às costas com o pedido entregando em casa do cliente. Nos anos setenta a rede já contava com 140 lojas, sendo pioneira no seu segmento. Estas lojas passaram a ser os primeiros mini-mercados self-service no país.\n \nEm 1961 a “Sociedade Comercial Abel Pereira da Fonseca, S.A.”, tinha 1.200 funcionários. Em 1974 Manuel Rodrigues dos Santos e Alcino Rodrigues Pinhão passaram a novos proprietários e em 1982 era a 2ª maior empresa de comercialização de vinhos em Portugal.\n \nEsta empresa cessou as suas actividades  em 1993. Posteriormente em 1998 a firma cedeu o espaço dos armazéns, à Câmara Municipal de Lisboa, para actividades de reanimação cultural e turística integradas no &quot;Caminho do Oriente&quot;, em articulação com a “EXPO 98” e a “AMBELIS” - música ao vivo, arte pública, exposições, passagem de modelos, mostra de gastronomia.", "authorname": "J. Leite", "id": "26532116-6795207847-72157629201617931", "iconfarm": 6}], "photo_id": "6795207847"}, "flarchive:created": 1387728542}