{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1295455101", "originalformat": "jpg", "owner": {"username": "Brooklyn Museum", "realname": "Brooklyn Museum", "nsid": "83979593@N00", "iconserver": "7330", "location": "", "path_alias": "brooklyn_museum", "iconfarm": 8}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "5369853799", "title": {"_content": "Brooklyn’s Finest: Peter Downes"}, "media": "photo", "tags": {"tag": [{"raw": "brooklyn", "machine_tag": 0, "id": "3064182-5369853799-1203", "_content": "brooklyn", "author": "83979593@N00"}, {"raw": "museum", "machine_tag": 0, "id": "3064182-5369853799-1154", "_content": "museum", "author": "83979593@N00"}, {"raw": "brooklynmuseum", "machine_tag": 0, "id": "3064182-5369853799-139443", "_content": "brooklynmuseum", "author": "83979593@N00"}, {"raw": "staff", "machine_tag": 0, "id": "3064182-5369853799-12802", "_content": "staff", "author": "83979593@N00"}, {"raw": "profile", "machine_tag": 0, "id": "3064182-5369853799-6774", "_content": "profile", "author": "83979593@N00"}]}, "comments": {"_content": "2"}, "secret": "580b590f48", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<strong>Where are you originally from?</strong>\n\nI was born in the Bronx and moved to Long Island at 6 months of age.\n\n<strong>What do you do here at the Museum?</strong>\n\nI assist the Deputy Directors of Administration and Institutional Advancement in their day-to-day affairs.  I am the facilitator for communications in the Director’s office – overseeing the grapevine, and those all staff e-mails. Additionally, I arrange meetings for the Director and act as a greeter for dignitaries and celebrities. I’ve met everyone from Farah Fawcett to Leonard Nimoy.  Artists such as Ron Mueck , Hernan Bas, Fred Tomaselli , Swoon, Murakami, Annie Leibovitz and countless others.  Judy Chicago certainly gives me a hug and kiss every time I see her.\n\n<strong>How long have been at the Brooklyn Museum?</strong>\n\nJust starting my eleventh year now, but as of this past September, I’ve cut back to 3 days a week.\n\n<strong>Why just 3 days?</strong>\n\nI am completing a Master’s of Social Work at Fordham University and am interning at a mobile soup kitchen providing social services to Brooklyn’s neediest.\n\n<strong>Providing social services –you do a lot of that here at the museum as well. Can you give some examples?</strong>\n\nI provide information to the staff and sometimes lend my ear to those who need me. I have been known to assist with everything from employee’s love lives to their diets.\n\n<strong>Yes, I’ve heard you are partially responsible for an engagement and several births.</strong>\n\nPerhaps.\n\n<strong>Do you have a favorite piece or collection here and why?</strong>\n\nI like the Egyptian <a href=\"http://www.brooklynmuseum.org/opencollection/objects/3641/\" rel=\"nofollow\"><em>Sculpture of Erotic Group</em></a>. It’s nice to know the ancients had a sense of humor.\n\n<strong>I’ve heard that you yourself have several collections. What are they?</strong>\n\nEverything from Santos to chamber pots, but I think I’m most proud of my collection of the portraits of myself done by my artist friends. Quite a few of them even work here like Katie Welty (Registrar’s Office), Elaine Komorowski (Collections Management), and Jason Grunwald (Art Handler). One of the artists featured in 1st Fans, Matt Held, did me as well.\n\n<strong>What has been your most interesting experience here?</strong>\n\nWorking here on 9/11 was surreal. We all gathered in the 6th floor window watching the smoke, not knowing what was happening.  No one really left work and I found it comforting being with others during that time.  I remember Arnold called us into the auditorium for an all-staff to brief us on what little we knew.  It took 3 hours to get home that night and most everyone came in to work the next day. I was proud that the Museum was open then – it was important to show that New York institutions would keep running.\n\n<strong>What were you doing before you came to the Museum?</strong>\n\nI was a stock broker and options principal on Wall Street for seven years while getting my Master’s in Art History from CUNY.  Previous to working on Wall Street I worked for a French Art Gallery and a Swedish Art Gallery which sparked my interest in the arts.\n\n<strong>What did you want to be when you grew up?</strong>\n\nI wanted to be an architect like Mike Brady from The Brady Bunch.  How funny is that?\n\n<strong>So in the tradition of Brooklyn’s Finest, I have to ask: What is your commute like?</strong>\n\nAlthough I live on Prospect Park in Windsor Terrace, there are no direct transit options. I take a ride when I can get one, I walk, and I’m seriously considering getting a bicycle."}, "isfavorite": 0, "views": "794", "farm": 6, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2011-01-18 16:57:36", "lastupdate": "1295644887", "takengranularity": "0", "posted": "1295455101"}, "originalsecret": "db592ddd23", "license": "2", "notes": {"note": []}, "server": "5166", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/brooklyn_museum/5369853799/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}