{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/7838640186/#comment72157634835246374", "realname": "", "path_alias": null, "author": "99490033@N02", "iconserver": "0", "datecreate": "1375040290", "_content": "From AD 963, the indigenous inhabitants of Tai Po lived by clamming and making pearls. The pearl making business reached its peak in the Song Dynasty and started to decline gradually in the midst of the Ming Dynasty. Tai Po had been developed as a fishing port around the late Ming Dynasty and the Qing Dynasty.\n\nDue to battles and political struggles in modern history, a lot of people migrated to Hong Kong from China; one of the destinations for them was Tai Po. People first began to settle around the riversides of Lam Tsuen River and finally Tai Po Old Market and Tai Wo Town were developed.\n\nIn the 1970s, the Hong Kong government began to develop satellite cities: the first industrial estate in Hong Kong was built in Tai Po in 1974; Tai Po was named as a &quot;new town&quot; in 1979; the first public housing estate in Tai Po - Tai Yuen Estate - was established in 1981. The population has soared to 320,000 and Tai Po began to prosper following the completion of the Tolo Highway which were integrated with the older urban areas. Tai Po Industrial Estate, is an estate of industrial plants east of Tai Po Town, was the first industrial estate in Hong Kong. Plants and companies such as Vita Soy (famous internationally for their different types of juice) are located there.", "authorname": "hphbhk", "id": "31569669-7838640186-72157634835246374", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/7838640186/#comment72157634856382789", "realname": "", "path_alias": null, "author": "57780052@N04", "iconserver": "0", "datecreate": "1375198447", "_content": "@ hphbhk: Vitasoy is in Tuen Muen.  However, Lee Kum Kee and Amoy are in Tai Po Industrial Estate.", "authorname": "yauart", "id": "31569669-7838640186-72157634856382789", "iconfarm": 0}], "photo_id": "7838640186"}}