{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1353582745", "originalformat": "jpg", "owner": {"username": "Riksarkivet (National Archives of Norway)", "realname": "", "nsid": "59811348@N05", "iconserver": "5060", "location": "Oslo, Norway", "path_alias": "national_archives_of_norway", "iconfarm": 6}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "8207396835", "title": {"_content": "Ukas bilde/Photo of the week 27/2012"}, "media": "photo", "tags": {"tag": []}, "comments": {"_content": "2"}, "secret": "3270687430", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "Anna Malmø Lund er arkivar i Seksjon for bevaring og kassasjon. Hun viser et bilde fra krigen som forteller om en dramatisk hendelse.\n\n&quot;Bildet viser arrestasjonen av de norske studentene 30. november 1943. En ukjent fotograf tok en serie med bilder fra Universitetsplassen denne dagen. Bildeserien finnes i NTBs krigsarkiv i Riksarkivet. Bildet er noe uskarpt og har et ”snapshot”preg. Flere av bildene i serien ble tatt i rask rekkefølge av en fotograf som antagelig stod delvis i skjul. Måten bildet er tatt på forsterker dramatikken i bildet og gir nærhet til hendelsen for en som betrakter fotografiet nesten 70 år senere.\n\nJeg har valgt meg dette bildet fordi det forteller en historie som gjorde et sterkt inntykk på meg da jeg var barn. Min bestefar studerte ved Universitetet i Oslo under krigen. Om morgenen den 30. november satt han som vanlig på Universitetets lesesal, men slet med å konsentrere seg om det han leste. Fra andre øyenvitneskildringer vet vi at en del studenter ble varslet om de planlagte arrestasjonene. \n\nBestefaren min ble ikke varslet, men kanskje overhørte han noe som ble sagt eller merket andres uro. Han selv beskrev det som en udefinert fornemmelse av at noe var i ferd med å skje. Etter en stund samlet han sammen bøkene sine, forlot universitetet og gikk bort til Universitetsbiblioteket på Drammensveien. Heller ikke der fant han ro på lesesalen, så han pakket igjen sammen bøkene og satte kursen mot Slottsparken. Der ble han værende i flere timer, før han nokså forfrossen og engstelig satte kursen hjemover mot rommet han leide i Middelthuns gate. Av hybelvertinnen, som senere ble hans svigermor, fikk han vite at ”tyskerne” hadde vært der og spurt etter han. Han rasket sammen noen klær og dro til sin søster som bodde på en annen kant av byen. Det holdt han seg i skjul et par dager før han tok sjansen på å ta toget til hjembyen Tønsberg. \n\nMange av min bestefars medstudenter var ikke like heldige. Rundt 1 200 mannlige studenter ble arrestert denne novemberdagen. Av disse ble 644 studenter sendt til tyske leire, hvor 17 av dem døde i fangenskap. Fotografiet fra Universitetsplassen den kalde novemberdagen dokumenterer en viktig hendelse i norsk historie, men det rommer også mange enkelthistorier og skjebner. Flere tusen studenter var, som en følge av egne valg eller en rekke av tilfeldigheter, enten på galt eller riktig sted denne novemberformiddagen.&quot;\n\nLes mer om massearrestasjonen av studentene ved Universitetet i Oslo og studenter i tysk fangenskap på Riksarkivets nettsider: \n<a href=\"http://www.arkivverket.no/arkivverket/Tema/Andre-verdenskrig/Samfunnslivet/Universitetet\" rel=\"nofollow\">www.arkivverket.no/arkivverket/Tema/Andre-verdenskrig/Sam...</a> \n<a href=\"http://www.arkivverket.no/arkivverket/Tema/Andre-verdenskrig/Nordmenn-i-fangenskap/Studenter-i-Tyskland\" rel=\"nofollow\">www.arkivverket.no/arkivverket/Tema/Andre-verdenskrig/Nor...</a> \nArkivreferanse: PA-1290 NTBs krigsarkiv Ue 108-3-006"}, "isfavorite": 0, "views": "756", "farm": 9, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2012-11-22 11:57:29", "lastupdate": "1374012633", "takengranularity": "0", "posted": "1353582745"}, "originalsecret": "1652660e50", "license": "7", "notes": {"note": []}, "server": "8204", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/national_archives_of_norway/8207396835/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}