{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/sdasmarchives/8092045621/#comment72157634819306130", "realname": "Gerry Asher", "path_alias": null, "author": "13935339@N05", "iconserver": "1173", "datecreate": "1374946648", "_content": "B-26G (serial appears to be 44-68111) of the 597th Bomb Sq, 397th BG.", "authorname": "g.asher", "id": "49465936-8092045621-72157634819306130", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/sdasmarchives/8092045621/#comment72157637696354483", "realname": "Nadine Schmidt", "path_alias": null, "author": "108789054@N04", "iconserver": "0", "datecreate": "1384525137", "_content": "[http://www.flickr.com/photos/13935339@N05]  sicher? das Bild zeigt Rudolstadt am 10. April 1945. Eingesetzt war aber dort die 387th BG", "authorname": "Nadine_FB", "id": "49465936-8092045621-72157637696354483", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/sdasmarchives/8092045621/#comment72157637696128156", "realname": "Gerry Asher", "path_alias": null, "author": "13935339@N05", "iconserver": "1173", "datecreate": "1384526723", "_content": "Der Schwanz Markierungen sind klar 397BG; die 387BG hatte ein gelbes horizontales Band mit schwarzen diagonalen Streifen.", "authorname": "g.asher", "id": "49465936-8092045621-72157637696128156", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/sdasmarchives/8092045621/#comment72157637850144626", "realname": "Nadine Schmidt", "path_alias": null, "author": "108789054@N04", "iconserver": "0", "datecreate": "1384891152", "_content": "es ist nur ein Bildausschnitt! Das Original läßt auf der rechten Bildseite noch die Treffer erkennen. Es ist zweifellos Rudolstadt am 10. April 1945. Ich kann sogar unser Haus erkennen. Geflogen wurden 3 Wellen. 1. und 2. Welle jeweils Sprengbomben und 3. Welle Brandbomben. Hierbei wurde das Haus des Dichters Friedrich Schiller in Volkstedt zerstört. Die Operation finde ich nur bei der 387th bg. offensichtlich sin hier beide Gruppen den Einsatz geflogen. Das Einsatzziel wurde verfehlt. \n„Am Nachmittag des 10. April gegen 14.45 Uhr ertönte Fliegeralarm, wie sehr oft in den letzten Tagen. Noch während wir das Alarmgepäck in den Keller trugen, hörten wir feindliche Flieger sich nähern und das eigenartige Geräusch fallender Bomben. Unter dem Einschlag erbebte das ganze Haus und die Fenster wurden herausgerissen. Immerhin war der Schaden am Haus sehr gering. Am Telefon fragte jemand nach unserem Befinden. Wir mussten aber gleich in den Keller zurück, denn andere Flugzeuge kamen und warfen Sprengbomben mit derselben Wirkung. Fest aneinander gedrückt saßen wir im Keller. Nach einer weiteren Pause kam die dritte Flugzeugwelle. In Massen fielen nun die Brandbomben, die wir als solche am Einschlag erkannten, über den ganzen Ort. Schon beim Verlassen des Kellers sahen wir eine brennende Masse, vielleicht Phosphor, im Hofe verspritzt umher liegen. Unser Haus, mit Nebengebäude, Scheune und Stallung ein nahezu geschlossenes Viereck bildend, die Wohnung Schillers im Jahre 1788, brannte schon an vielen Stellen. Die ganze Nachbarschaft, in einiger Entfernung die Häuser am Bahndamm, auch die Prinz – Eugen – Kaserne standen in Flammen. Aus dem Dach und dem Turm der Kirche schlug schon die rote Loh. Es war ein erschreckendes Bild, wie das Gotteshaus, vor 7 Jahren erst gründlich erneuert, das Wahrzeichen der Gemeinde seit Jahrhunderten, ein Raub der Flammen wurde. Es war aussichtslos, den Brand zu bekämpfen. Wir konnten nur noch einiges aus dem Hause tragen. Auch davon ist draußen noch verschiedenes bei der ungeheueren Glut und den vom Flammensturm umhergewirbelten Funken verbrannt. Als das Haus nicht mehr zu betreten war, eilte ich durch den brennenden Ort an die Schillershöhe zu meiner Familie. Von dort mussten wir schweren Herzens mit ansehen, wie in einem Feuermeer, in Glut und schwarzen Wolken, Hab und Gut des größten Teiles der Gemeinde Volkstedt, in jahrzehntelanger Arbeit erworben, in kurzer Zeit vernichtet wurde. Blutig rot stand die Sonne darüber. Wir selbst waren, gottlob, mit dem Leben davon gekommen.&quot; (Krüger; 1945; S.35 zit. nach W. Henkel)\n\nGrüße aus Jena", "authorname": "Nadine_FB", "id": "49465936-8092045621-72157637850144626", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/sdasmarchives/8092045621/#comment72157637851197545", "realname": "Nadine Schmidt", "path_alias": null, "author": "108789054@N04", "iconserver": "0", "datecreate": "1384893695", "_content": "3rd US Army, VIII. Corps,  87 Div, 346 u. 347 Regts marschierten bereits 2 Tage später am 12. April 1945 in Rudolstadt ein und übergaben dies am 3. Juli 1945 an die Rote Armee", "authorname": "Nadine_FB", "id": "49465936-8092045621-72157637851197545", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/sdasmarchives/8092045621/#comment72157637874851356", "realname": "Gerry Asher", "path_alias": null, "author": "13935339@N05", "iconserver": "1173", "datecreate": "1384959175", "_content": "Ich denke, es ist möglich, dieses Foto während einer Mission andere als die, die Sie beschreiben, der 10. April 1945 können getroffen wurden; die Route durch die 397. (auf diesem Foto abgebildet) geflogen kann einfach durchgeführt habe sie letzten Rudolstadt, die in das erscheinen geschieht Hintergrund - und unbeschädigt ist in diesem Foto.", "authorname": "g.asher", "id": "49465936-8092045621-72157637874851356", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/sdasmarchives/8092045621/#comment72157637874885096", "realname": "Gerry Asher", "path_alias": null, "author": "13935339@N05", "iconserver": "1173", "datecreate": "1384959258", "_content": "Ich hoffe, du wirst mir verzeihen, wenn ich nicht so bin Sinn, ich spreche kein Deutsch. Ich bin mit Google zu übersetzen ...", "authorname": "g.asher", "id": "49465936-8092045621-72157637874885096", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/sdasmarchives/8092045621/#comment72157637903499986", "realname": "Nadine Schmidt", "path_alias": null, "author": "108789054@N04", "iconserver": "0", "datecreate": "1385035386", "_content": "ist 44-68111 korrekt? Unten rechts im Bild kannst Du die Bombentreffer sehen. Dieser Stadtteil heißt Rudolstadt Volkstedt und wurde nur am 10. April 1945 angegriffen, getroffen und zu 60% zerstört. Grüße von dort", "authorname": "Nadine_FB", "id": "49465936-8092045621-72157637903499986", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/sdasmarchives/8092045621/#comment72157637906522533", "realname": "Gerry Asher", "path_alias": null, "author": "13935339@N05", "iconserver": "1173", "datecreate": "1385041757", "_content": "Ich bin 99% sicher, dass es ist die Seriennummer 44-68111. Und ich freue mich, in der Lage sein, Ihnen zu helfen.", "authorname": "g.asher", "id": "49465936-8092045621-72157637906522533", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/sdasmarchives/8092045621/#comment72157638109160754", "realname": "Nadine Schmidt", "path_alias": null, "author": "108789054@N04", "iconserver": "0", "datecreate": "1385549248", "_content": "Danke!!", "authorname": "Nadine_FB", "id": "49465936-8092045621-72157638109160754", "iconfarm": 0}], "photo_id": "8092045621"}}