{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6789669807/#comment72157629490013911", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1330626048", "_content": "There is a Pier Van Oppen listed as receiving his naturalization as a British Citizen from that of The Netherlands on 5th December 1916, shown as a Fruit Merchant's Manager of 45 Louis Street, Kingston-upon-Hull. [LG 29888 dated 2 January 1917].\n\nPier Willem Van Oppen is shown as being commissioned into the East Yorkshire Regiment as a Second Lieutenant wef 24 September 1915 in the London Gazette [LG 29310] of 28 Sep 1915.\n\nA &quot;Hull Pals&quot; battalion, in early April 1918, the survivors of 11th Service Battalion (2nd Hull) East Yorkshire Regiment (known as the Hull Tradesmen's Battalion) were involved in the 'Backs to the Wall' action to stem the onrushing German offensive at Vieux Berquin, Le Thieuloye and Merris. They were by then part of a composite Battalion which was composed of men from 22 different Battalions from 5 Divisions.  On 12th April men of 11th East Yorkshires and these other battalions first held the railway line south west of Outtersteene, then fell back to the high ground NW of Merris.  This line was the end, no reserve, no support, the mass of men had reached 2000 - all crushingly tired and hungry. However the Germans had also reached the last extent of their resources and never went any further. Their advance stopped during the night.//", "authorname": "Gary Donaldson", "id": "32254785-6789669807-72157629490013911", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6789669807/#comment72157630653951560", "realname": "", "path_alias": null, "author": "78785369@N06", "iconserver": "0", "datecreate": "1342717106", "_content": "William Pier Van Oppen was born in Hull in East Yorkshire in 1887.  In 1915 he married Hilda Christine Durman, b. 1893, in Romford, Essex.  They may have had a daughter - Marie, b. Jan 1919.  Hilda (Van Oppen) remarried in 1924 - Leonard F Ball, b. 1895.//", "authorname": "Wemmbley-Hogg", "id": "32254785-6789669807-72157630653951560", "iconfarm": 0}], "photo_id": "6789669807"}}