{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/usnationalarchives/4166033131/#comment72157623422402077", "realname": "David Foster", "path_alias": null, "author": "21734563@N04", "iconserver": "2314", "datecreate": "1267625922", "_content": "Hi, I'm an admin for a group called <a href=\"http://www.flickr.com/groups/645075@N23/\">Veterans of the American Civil War</a>, and we'd love to have this added to the group!", "authorname": "David C. Foster", "id": "35717303-4166033131-72157623422402077", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/usnationalarchives/4166033131/#comment72157629768913914", "realname": "Don Williams", "path_alias": "danno116", "author": "31439438@N05", "iconserver": "3613", "datecreate": "1337256403", "_content": "The One Hundred and Fifty-third Infantry was recruited in the counties of Fulton, Montgomery, Saratoga, Clinton, Essex and Warren, and  mustered into the U. S. service on Oct. 18, 1862, for three years. It was first stationed at Alexandria, VA as provost guard, and during most of the year 1863, did garrison and guard duty around the capital. It was then transferred to the Department of the Gulf, where it was assigned to the 1st brigade, 1st (Emory's) division, 19th corps, with which it took part in the Red River campaign, meeting with severe loss in battles at Pleasant Hill and Mansura. In July, 1864, it returned to Virginia with the 1st and 2nd divisions; on its arrival at Washington it was ordered into Maryland to confront Gen. Early; and then served with Sheridan in the Shenandoah Valley, taking part in the battles of the Opequan, Fisher's hill, Strasburg and Cedar creek, besides numerous lesser skirmishes. It experienced particularly heavy losses at the Opequan battle, with 69 killed and wounded, and at Cedar creek, where 81 were killed, wounded and missing. The regiment continued to serve in the Shenandoah Valley until April, 1865. It participated in the grand review in Washington in May. In July it sailed for Savannah, GA where Col. Davis was brevetted brigadier-feneral for meritorious service. The regiment was mustered out at Savannah on Oct. 2, 1865. During its service, the 153rd NY lost 1 officer and 40 men killed and died of wounds; 1 officer and 160 men died of disease and other causes for a total of 202 deaths. Source: <a href=\"http://dmna.ny.gov/historic/reghist/civil/infantry/153rdInf/153rdInfMain.htm\" rel=\"nofollow\">dmna.ny.gov/historic/reghist/civil/infantry/153rdInf/153r...</a>", "authorname": "DrDonWilliams", "id": "35717303-4166033131-72157629768913914", "iconfarm": 4}], "photo_id": "4166033131"}, "flarchive:created": 1387666758}