{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1311855520", "originalformat": "jpg", "owner": {"username": "LSE Library", "realname": "", "nsid": "35128489@N07", "iconserver": "3743", "location": "", "path_alias": "lselibrary", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "5984497788", "title": {"_content": "The Temperance Sweep"}, "media": "photo", "tags": {"tag": [{"raw": "Street_Life_in_London", "machine_tag": 0, "id": "35107159-5984497788-31951476", "_content": "streetlifeinlondon", "author": "35128489@N07"}, {"raw": "chimney sweep", "machine_tag": 0, "id": "35107159-5984497788-416201", "_content": "chimneysweep", "author": "35128489@N07"}, {"raw": "John Day", "machine_tag": 0, "id": "35107159-5984497788-286292", "_content": "johnday", "author": "35128489@N07"}]}, "comments": {"_content": "3"}, "secret": "fa0f0595aa", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "From 'Street Life in London', 1877, by John Thomson and Adolphe Smith. This chapter recounts the life story of John Day, which begins:\n\n'Born in Lambeth, the son of a road-mender, John Day was sent out to work when scarcely more than ten years old. His father was decidedly addicted to drink, and was in the habit of taking his son on Sunday to public-houses, where drink was sold in defiance of the Licensing Act. So long as the child had a few halfpence for beer, he was in the parental eyes a good boy; but when his meagre earnings had been thus uselessly spent, his father came to the conclusion that he could not afford to keep him, and that it was high time the boy should fight his own way in the world. H e was therefore turned out of his home, and had to resort to the friendly, if cheerless shelter of railway arches; or at times he would sleep on a barge, and profited by the opportunity to wash his solitary shirt in the canal, and hang it up on the rigging of his temporary home, while he disported himself amidst the tarpaulin till it dried. At time when there was nothing to be done at the flour-mill, he obtained a little work as assistant to a neighbouring chimney-sweep; but in either employ he rarely made more than 3s.per week.'\n\nAnd ends:\n\n'He is now the happy father of a large family, he lives in a house near Lambeth Walk, where he once humbly worked in the capacity of a mere assistant. As a master sweep he has an extensive connexion. The money he earns enables him to subscribe to several benefit societies, and he is entitled to receive from them 10s. a week in sickness, while his wife will have £46 given her at his death, or he will receive £18 should she die first. Altogether he is both prosperous and respected throughout the neighbourhood, where he ardently advocates the cause of total abstinence, and is well known as the temperance sweep.'\n\nFor the full story, and other photographs and commentaries, follow this link and click through to the PDF file at the bottom of the description\n<a href=\"http://archives.lse.ac.uk/Record.aspx?src=CalmView.Catalog&amp;id=SR+1146\" rel=\"nofollow\">archives.lse.ac.uk/Record.aspx?src=CalmView.Catalog&amp;i...</a>"}, "isfavorite": 0, "views": "8294", "farm": 7, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2011-04-02 16:43:10", "lastupdate": "1337856128", "takengranularity": "0", "posted": "1311855520"}, "originalsecret": "38e70fce5b", "license": "7", "notes": {"note": []}, "server": "6137", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/lselibrary/5984497788/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387817117}