{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/sdasmarchives/8477548558/#comment72157632786113051", "realname": "", "path_alias": null, "author": "25695066@N00", "iconserver": "7037", "datecreate": "1361125989", "_content": "My presumption is the captions come from markings on the back of these photos, and/files in which these photos are contained.  Provided the myriad of Ryan Model 147 variants, it is very difficult to pin down the actual designations and/or model numbers of the variants.  \n\nSo, fully understanding that I may be incorrect, I believe that this may actually be a Ryan Model 147SC/TV  drone.  Aside from the caption, the data-link bulge on top of the fuselage and the television camera below the nose reveal this to be a Speedlink (or &quot;Speed Link&quot;) equipped 147.  Speedlink allowed for approximately &quot;real time&quot; video to be provide to the drone operator.\n\nHere is some silent test footage posted at YouTube by San Diego Air &amp; Space Museum (SDASM) of what appears to be exactly this variant.  Included in the film is footage of the video feed provided via the Speedlink data-link.\n\n<a href=\"http://www.youtube.com/watch?v=FMQfP_G-b0o\" rel=\"nofollow\">F-0979 Speed Link - Posted by SDASM</a> \n\nAs for the basis of my belief that the actual designation may be the Ryan Model 147SC/TV, that comes from <a href=\"http://www.afa.org/mitchell/reports/MS_UAV_0710.pdf\" rel=\"nofollow\">Air Force UAVs - The Secret History, by Thomas P. Ehrhard, July 2010 (A Mitchell Institute Study)</a>.  Page 26 of the report reads:\n\n<i>In July 1972, advances in micro-circuitry allowed the Air Force to field the [Ryan Model 147] &quot;SC/TV&quot; model with a television camera in the nose to enhance navigation accuracy.  The airborne remote control officer, who used to fly 'on instruments,' so to speak, could now navigate using a low-resolution television image.&quot;</i>\n\nOf course, if the photo caption is correct and the date the photo was taken was January 1969, this particular drone may very well be a Ryan Model 147SB modified in a configuration that would late be designated the 147SC (and/or &quot;147SC/TV&quot;).\n\nNonetheless, I can not thank the SDASM enough for making these images (and videos like the one on YouTube linked above) available to the public.", "authorname": "TVL1970", "id": "49465936-8477548558-72157632786113051", "iconfarm": 8}], "photo_id": "8477548558"}}