{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7180005725/#comment72157630224058338", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1340297720", "_content": "Herbert Cowell Ainsworth, b. 1890, of Darwen in the Borough of Blackburn, Lancashire.  The son of John and Sarah Ann Ainsworth of Darwen.  The family address was possibly 210 Bolton Road, Darwen.  He was Pte B/19444 in 26th (Service) Battalion (Bankers) Royal Fusiliers, (the B prefix was assigned to this Fusilier battalion).\n\nOn the Somme in 1916, 26th Royal Fusiliers (City of London Fusiliers) was one of four battalions in 124th Brigade of 41st Division.  They moved into the Somme area of operations at the end of August 1916 going via Mericourt to Fricourt on the 7th September, then to Becordel-Becourt on the 10th September, to Montauban on the 14th Sept and from there into the forward trenches north east of Delville Wood. They attacked Switch trench and Flers trench on 15th September causing many enemy casualties.  The Battalion was then briefly moved back to support lines on the 16th September to re-organise, then to Dernacourt on the 18th Sept, Pommiers Redoubt on the 2nd October, and Thistle Dump on the 3rd October.  Private Herbert Ainsworth would appear to have been killed, aged 26, when the advance party of 26th Battalion moved up to Gird Lines near Gueudecourt on the night of 4th/5th October, which the main body of the battalion occupied on the 5th October and from where they attacked on 7th October.  There the Battalion came under heavy machine gun fire during the assault on Bayonet trench. They made gains and held the ground until relieved on the 9th October. 254 Men and officers were lost in the attack which was the final action this Battalion saw on the Somme.\n\nHis older brother, 3328 Corporal Arnold Ainsworth of 46th Company Machine Gun Corps was killed in action on the Somme, aged 40, just 20 days earlier on 15 Sep 1916.  46th Coy MGC supported 15th Scottish Division.//", "authorname": "Gary Donaldson", "id": "32254785-7180005725-72157630224058338", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7180005725/#comment72157630226059898", "realname": "", "path_alias": null, "author": "77788549@N05", "iconserver": "0", "datecreate": "1340307722", "_content": "Herbert Ainsworth married a local gir,l Gertrude Cocker, in Blackburn in 1912.  They possibly had at least one child, a son, Henry, born in 1913.  It appears that Gertrude eventually remarried after the war, to Herbert Abbott (possibly having served during the war in the 5th Battalion  Loyal North Lancashire Regiment) in 1920.", "authorname": "Trench-Foote", "id": "32254785-7180005725-72157630226059898", "iconfarm": 0}], "photo_id": "7180005725"}}