{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/sdasmarchives/7222913368/#comment72157629794422992", "realname": "Greg Bishop", "path_alias": "konabish", "author": "26105073@N03", "iconserver": "3801", "datecreate": "1337405670", "_content": "The Endtime of the USS Gunason (DE-795)\n\nIt was November 1974.  As I looked at the numbers on the bow of a destroyer-escort in Port Hueneme, California, it registered with me --   They were 7-9-5.  The Gunason! It was a thrill to see her; then I realized that she was to be used as a target for the Navy.  \n\nPort Hueneme is the only deepwater port between Los Angeles and San Francisco.  The Navy has used Port Hueneme since WW II.  The Navy Air Weapons Test Center at Point Mugu and the US Navy Missile Engineering Station on the CB Base (in Port Hueneme) both use the port for preparing targets for at-sea missile testing.  \n\nSince her decommissioning on 13 March 1948, the Gunason had been in the reserve fleet at Suisun Bay opposite Benecia, California, just around the bend from Mare Island Naval Shipyard.\n\nTowed by tug to Port Hueneme, the Gunason’s fuel tanks were cleaned and anything that  could  float   was  removed  in preparation.  (Nothing of the target can be left to float onto the beaches of California.)\n\nSpecial instruments and cameras were installed aboard the Gunason to collect data on the firing to prepare the ship for her last operation. \n\nWhile the Gunason was being prepared, I would go aboard her for the memories.  Looking at her, I’d think back to January 1944 when I first boarded her in Orange, Texas, as part of the pre-commissioning crew.\n\nAboard her, I’d remember: Here was where my bunk had been.  Here were the sick bay, the laundry, and the head with the water troughs. No card game in the clipping room in back of Mount 32.  All quiet on the mess deck.  No good odors from the galley. It was like being aboard a ghost ship.  \n\nThen one day she was not at the pier.  The Gunason had been put to sea for her last operation. \n\nI was told by staff at Point Mugu that the USS Gunason (DE-795) was the target for the first Harpoon missile air-launched from a Navy P-3 Orion Patrol Aircraft.  The Harpoon is an aircraft- or ship-launched missile used against surface  targets.   Twelve  feet,  six inches long, its weight is 1168 pounds.  The Harpoon’s warhead is 570 pounds of high explosives.\n\nOn December 15, 1974, the Gunason was put on station close to San Nicolas Island in the Pacific  Missile   Range,    where  the Navy controls and monitors firing exercises.  \n\nThe firing exercise began.  The P-3 made its run as if it had located a target while on patrol.  It launched the bird.  The missile guidance system locked on the target and then flew down to a low level and homed in.  Hitting the Gunason on her starboard side aft at about the location of Mount 33, the missile blew away the superstructure. The stern was just hanging there; the ship was taking on water.  \n\nPoint Mugu Target Department personnel declared her a hazard to navigation.  Personnel were placed aboard by helicopter to remove instruments and cameras.  Sea valves were opened to let her sink.  \n\nThe USS Gunason (DE-795) now rests on the bottom of the Pacific Ocean, but she is not forgotten.\n\nThanks to CPO Richard (aka “Dick” and “Guns”) Huffman, USN, Retired, for this story.", "authorname": "Konabish ~ Greg Bishop", "id": "49465936-7222913368-72157629794422992", "iconfarm": 4}], "photo_id": "7222913368"}, "flarchive:created": 1387727943}