{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/3478761114/#comment72157622715933873", "realname": "Richard Norton", "path_alias": "richard_arthur_norton", "author": "54904823@N00", "iconserver": "2568", "datecreate": "1258704776", "_content": "She was launched 1 March 1819 by Washington Navy Yard and commissioned 7 September 1819, Master Commandant J. H. Elton in command.\n\nClearing Norfolk, Virginia, 28 April 1820, Columbus served as flagship for Commodore William Bainbridge in the Mediterranean until returning to Boston 23 July 1821. Serving as a receiving ship after 1833, she remained at Boston in ordinary until sailing to the Mediterranean, 29 August 1842, as flagship for Commodore Charles W. Morgan. On 24 February 1843, she sailed from Genoa, Italy, and reached Rio de Janeiro, Brazil, 29 July to become flagship of the Brazil Squadron, Commodore Daniel Turner. She returned to New York City 27 May 1844 for repairs.\n\nAfter embarking Commodore James Biddle, Commander East Indies Squadron, she sailed 4 June 1845 for Canton, China, where on 31 December, Commodore Biddle exchanged ratified copies of the first American commercial treaty with China. Columbus remained there until April 1846 when she sailed for Japan to attempt opening that country to American commerce. She raised Tokyo Bay 19 July in company with Vincennes, but achieved no success. Recalled at the outbreak of the Mexican-American War Columbus reached Valparaíso, Chile, in December and arrived off Monterey, California, 2 March 1847. Too large to be useful in the California operations, the ship sailed from San Francisco 25 July for Norfolk, arriving 3 March 1848.\n\nAt Norfolk Navy Yard, Columbus lay in ordinary until 20 April 1861 when she was sunk by withdrawing Union forces to prevent her falling into Confederate hands.\n\nSource:\n<a href=\"http://en.wikipedia.org/wiki/USS_Columbus_(1819)\" rel=\"nofollow\">en.wikipedia.org/wiki/USS_Columbus_(1819)</a>", "authorname": "Richard Arthur Norton  (1958- )", "id": "8602872-3478761114-72157622715933873", "iconfarm": 3}], "photo_id": "3478761114"}}