{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/2699105250/#comment72157626672058191", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1306257864", "_content": "Nos fins do século XIX existiu na Europa um grande movimento de combate contra um dos grandes males que afligia a Humanidade – a tuberculose – pelo que em todos os países civilizados começaram a surgir “Sanatórios”. \n\nA Assistência Nacional aos Tuberculosos, primeira instituição oficial Portuguesa criada no âmbito específico da tuberculose, surge por iniciativa de Sua Majestade a Rainha D. Amélia de Portugal com a publicação da Lei de 17 de Agosto de 1899. Um dos objectivos era construir hospitais marítimos, &quot;onde se modificasse o organismo das crianças que mais tarde seriam as vítimas preferidas da doença&quot;.\n\nO Dr. Sousa Martins, então médico de reconhecida competência foi um dos iniciadores da luta contra esse mal. Encontrou no casal Biester e em sua tia D. Claudina Chamiço (grande benfeitora das Caldas da Rainha) o apoio para que se construísse um Sanatório, numa região em que o clima, pelas suas características estava indicado para este tipo de doente. Claudina Chamiço, nascida em 1822, tinha herdado um valiosíssimo património, por morte do marido, em 1888. Por motivo de sucessivos falecimentos de outros familiares, na qualidade de única herdeira, também tomou posse da fortuna da Casa Biester, que incluía a Roça Monte Café, em São Tomé e Príncipe. Chegou a ser a senhora mais rica de Portugal no final do século XIX, e que tinha a faculdade de fazer o bem. Preocupou-se acima de tudo com a lepra e a tuberculose,.\n\nA Parede começou a ser conhecida pelas suas praias e seu especial micro-clima, que  ajudava a curar várias doenças ósseas. Foi o Almirante Nunes da Mata que tornou conhecido este lugar,  convidando para a sua  casa muitos amigos médicos. Foi  também ele que  incentivou a construção dum sanatório para tratar pessoas com tuberculose óssea.\n\nNa primeira metade do século, a Parede pelo seu clima foi considerado o melhor local sanatorial destinado ao tratamento da tuberculose óssea. Essa doença atacava mais as pessoas do povo, que viviam com dificuldades. Assim construíram-se sanatórios e preventórios (sanatórios para filhos de pais tuberculosos).\n\nO Sanatório de Sant’Anna foi assim inaugurado no dia 31 de Julho de 1904, na Parede, por D. Claudina Chamiço, sua instituidora, que o legou à Misericórdia “… por ser a Instituição que pela sua respeitabilidade, antiguidade e garantia de duração, mais própria lhe pareceu para receber este legado”. Neste Sanatório trabalharam freiras e conhecidos médicos. Seguiram-se-lhe o Sanatório Marítimo Dr. José de Almeida e, mais tarde, o de Nossa Senhora de Fátima.\n\nDesde 1910 que a assistência aos doentes foi assumida pelas Irmãs Dominicanas de Santa Catarina de Sena, assistência essa, que se mantém até aos nossos dias. \nDepois da morte de D. Claudina Chamiço, ocorrida em 1913, a gestão do Sanatório foi assegurada por uma Comissão de sete membros, sendo um deles o Provedor da Santa Casa da Misericórdia de Lisboa. Só em 1927 a Comissão decidiu entregar à Misericórdia a gestão do Sanatório. \n\nNova dinâmica conheceu então esta Casa. Montaram-se as salas de RX e o Serviço de Medicina Física de Reabilitação, iniciaram-se as primeiras intervenções cirúrgicas ortopédicas, que apesar de simples revelavam audácia, devido à improvisação da sala de operações.No fim dos anos 50, o Sanatório conheceu um novo impulso, tendo-se introduzido várias modificações, entre as quais uma sala de operações. \nSurgiram, então, os Especialistas de Ortopedia, Anestesiologia e Medicina Física de Reabilitação que vieram dar uma maior dinâmica no tratamento dos doentes.\n\nEm 1961, o Sanatório passou a ter existência jurídica como Hospital. \nEm  de 15 de Novembro de 1977 , o Hospital de Sant’Ana foi integrado na Direcção Geral dos Hospitais, regressando no entanto em 1982, à Administração da Misericórdia de Lisboa, por força do legado feito pela sua fundadora, D. Claudina Chamiço.\n\nO Hospital de Sant’Ana, vocacionado essencialmente para prevenção, tratamento e reabilitação no campo da ortopedia, iniciou em 1981, ainda antes de ter sido retomado pela SCML, a cobertura traumatológica da área circundante de Cascais / Sintra. Presentemente, e desde Maio de 1999, faz a cobertura traumatológica, conjuntamente com o Hospital Egas Moniz, dos Concelhos de Oeiras e Lisboa, no Serviço de Urgência do Hospital São Francisco Xavier.", "authorname": "J. Leite", "id": "26532116-2699105250-72157626672058191", "iconfarm": 6}], "photo_id": "2699105250"}, "flarchive:created": 1387762491}