{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/sdasmarchives/9087582904/#comment72157634223987062", "realname": "Greg Bishop", "path_alias": "konabish", "author": "26105073@N03", "iconserver": "3801", "datecreate": "1371688158", "_content": "Also:\nIdentified as No. 5974. Boeing 299P SB-17H Flying Fortress (44-83802) US Army Air Forces - source <a href=\"http://1000aircraftphotos.com/Contributions/PenickEugene/5974.htm\" rel=\"nofollow\">1000aircraftphotos.com/Contributions/PenickEugene/5974.htm</a>\n\nThe nose art is &quot;Pacific Tramp&quot; ; here is a memory from one of her crew:\nGary Lesters, Gary8460=Optonline.net, 11.03.2010\nAs a radio operator on a B-17G, we dubbed Pacific Tramp 2, it was the biggest plane in the air at the time. I never thought they would ever get any bigger. Obviously I wasn't able to foresee the future but not too long after we landed in the Pacific along came the B29. Our beautiful 17 was outsized. However, she was our baby &amp; <b>I painted gorgeous Esquire girls on the nose</b> to prove it. Our crew headed up by James Gordon Pugh of California was an 18 year old pilot entrusted with a million dollar plane &amp; 9 human lives, some of whom were older than he was but none with his abilities which were outstanding. I have many times tried to find him to no avail. <b>In our converted 17 we were fitted for our job as an air/sea rescue team with an 0wens unsinkable twin engine boat</b> capable of carrying 15 people with enough food &amp; supplies for 15 days, able to convert sea water to drinkable, SOS radio,inflatable cover and many other features. It was a remarkable plane &amp; crew. I often think of them. <a href=\"http://www.aviastar.org/air/usa/boeing_b-17.php?p=2\" rel=\"nofollow\">www.aviastar.org/air/usa/boeing_b-17.php?p=2</a>", "authorname": "Konabish ~ Greg Bishop", "id": "49465936-9087582904-72157634223987062", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/sdasmarchives/9087582904/#comment72157634219050587", "realname": "Greg Bishop", "path_alias": "konabish", "author": "26105073@N03", "iconserver": "3801", "datecreate": "1371688625", "_content": "In 1945, plans were made for the conversion of approximately 130 USAAF B-17Gs into search and rescue aircraft. They were to be modified to carry a lifeboat under the fuselage, and were to be redesignated B-17H. \n\nThe droppable lifeboat was a self-righting, self-bailing type of boat that was equipped with full emergency provisions. It was carried underneath the belly of the aircraft and was dropped at sea by means of three parachutes. The boat extended from just aft of the chin turret fairing to the ball turret and was contoured to mold smoothly into the fuselage of the belly. \n\nSome of the earlier B-17H conversions were intended for operations in combat areas and retained their defensive armament. Others deleted the defensive armament entirely and replaced the chin turret with a search radar. The aircraft did not become operational until the war was nearly over. Nevertheless, the B-17H was instrumental in saving the lives of several B-29 crews during the last stages of the bomber offensive against Japan. \n\nFollowing the creation of the US Air Force, the aircraft designation scheme was revised in 1948. At that time, the B-17Hs were redesignated SB-17G, the S prefix indicating the primary search-and- rescue mission. \n\nSome of these SB-17Gs were still in service at the time of the Korean War, and those planes operating in Korean waters were refitted with cheek, waist, and tail guns for defensive purposes. They were administratively assigned to the world-wide Air Rescue Service, which was a part of MATS. They provided air-sea rescue survices for the far-reaching world-wide operations of the USAF.\n\njoebaugher.com (edited for specific detail)", "authorname": "Konabish ~ Greg Bishop", "id": "49465936-9087582904-72157634219050587", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/sdasmarchives/9087582904/#comment72157634234307910", "realname": "", "path_alias": null, "author": "19211803@N00", "iconserver": "7437", "datecreate": "1371744612", "_content": "good stuff, guys - thanks", "authorname": "Summ....", "id": "49465936-9087582904-72157634234307910", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/sdasmarchives/9087582904/#comment72157634242918340", "realname": "", "path_alias": "batman60", "author": "47524421@N08", "iconserver": "7353", "datecreate": "1371786388", "_content": "Built originally as Douglas Long Beach B-17G-95-DL Fortress 44-83802, converted to SB-17H.", "authorname": "Batman_60", "id": "49465936-9087582904-72157634242918340", "iconfarm": 8}], "photo_id": "9087582904"}}