{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6279267495/#comment72157627979814509", "realname": "", "path_alias": null, "author": "69662531@N05", "iconserver": "6048", "datecreate": "1321031911", "_content": "Could this be the same person?\n\n1918-1939 - Casualty Lists of the Royal Navy and Dominion Navies\nResearched &amp; compiled by Don Kindell\n\nThursday, 21 October 1926\n \nHermes, aircraft carrier, Avro Bison seaplane of 423 Flight, flying Gibraltar to Malta, crashed into the sea 5 1/2 miles from Valetta, all killed\n ANDERSON, Joseph E S, Lieutenant (Coventry)\n GIBBS, Robert W, Telegraphist, J 81144 (Egmont)\n CARSLAKE, Henry L, Lieutenant (Egmont I)\n LAY, Hugh N, Lieutenant (Hermes)", "authorname": "Historydevotee", "id": "32254785-6279267495-72157627979814509", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6279267495/#comment72157628109035158", "realname": "IWM Collections", "path_alias": "imperialwarmuseum", "author": "32300107@N06", "iconserver": "5535", "datecreate": "1321085926", "_content": "[http://www.flickr.com/photos/69662531@N05] Interesting. It would be amazing if anyone else out there could spread some light on this. \n\nThank you (again!).", "authorname": "IWM Collections", "id": "32254785-6279267495-72157628109035158", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6279267495/#comment72157628109434404", "realname": "", "path_alias": "coolshanagh55", "author": "69645150@N05", "iconserver": "0", "datecreate": "1321092892", "_content": "THE HENRY LEIGH CARSLAKE PRIZE.\n\nThis Prize was founded in 1927 by his parents, in memory of Lieutenant Henry Leigh Carslake, R.N., one of the pioneer Naval Observers of the Fleet Air Arm, who was killed in an aeroplane crash at sea off Malta, on the 21st October, 1920, whilst serving in H.M.S. &quot; Eagle.&quot;\n\nThe capital value of the Fund is approximately 590 guineas invested in Government securities.\n\nThe Prize is awarded annually to the Naval Officer Supplementary List Officer, or Special Duties Officer serving as Observer and who, in the opinion of the Admiralty, submits the best essay on some subject specially set by the Admiralty in each year and dealing with the work and development of the Fleet Air Arm. It will not be awarded more than once to the same Officer, and may be withheld if no essay of sufficient merit is submitted. R.N.V.R. (List 1) Officers serving as Observers and Officers of the Commonwealth Navies are eligible to receive this Prize.\n\nThe Prize consists of a silver medal, together with a sum of money (the balance of income available) for the purchase of books and instruments.\n\nThe authorship of the essays must be strictly anonymous. Each competitor must adopt a motto and enclose with his essay a sealed envelope with his motto typewritten on the outside and his name and address inside. Essays are to be treated as confidential.\nSource: <a href=\"http://www.pbenyon.plus.com/App-Navy_List-Jun_1957/Prizes.html\" rel=\"nofollow\">www.pbenyon.plus.com/App-Navy_List-Jun_1957/Prizes.html</a>", "authorname": "Coolshanagh25", "id": "32254785-6279267495-72157628109434404", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6279267495/#comment72157628109469434", "realname": "IWM Collections", "path_alias": "imperialwarmuseum", "author": "32300107@N06", "iconserver": "5535", "datecreate": "1321093417", "_content": "[http://www.flickr.com/photos/coolshanagh55] Hi Kidnip22, thank you for this fascinating information. There is likely to be a lot more out there about Henry Leigh Carslake and we'd love to see it here. Thanks again.", "authorname": "IWM Collections", "id": "32254785-6279267495-72157628109469434", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6279267495/#comment72157627984356655", "realname": "", "path_alias": "coolshanagh55", "author": "69645150@N05", "iconserver": "0", "datecreate": "1321093514", "_content": "Name: CARSLAKE, Henry L\nVessel: H. M. S. Egmont I.\nCountry: At sea\nYear: 1926\nPage: 55A \nAge at death: \nRecord source: GRO Marine Death Indices (1903 to 1965)", "authorname": "Coolshanagh25", "id": "32254785-6279267495-72157627984356655", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6279267495/#comment72157627984493269", "realname": "", "path_alias": "coolshanagh55", "author": "69645150@N05", "iconserver": "0", "datecreate": "1321095475", "_content": "<a href=\"http://www.nmm.ac.uk/collections/nelson/viewObject.cfm?ID=MEC2768&amp;picture=2\" rel=\"nofollow\">www.nmm.ac.uk/collections/nelson/viewObject.cfm?ID=MEC276...</a>\n\nMedal commemorating the death of Lieutenant Henry Leigh Carslake, 1926 (MEC2768)", "authorname": "Coolshanagh25", "id": "32254785-6279267495-72157627984493269", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6279267495/#comment72157627987132859", "realname": "matt devine", "path_alias": null, "author": "7242118@N08", "iconserver": "3807", "datecreate": "1321124855", "_content": "Photo Mug of Medal commemorating the death of Lieutenant Henry Leigh Carslake, 1926; reverse from National Maritime Museum <a href=\"http://www.amazon.co.uk/commemorating-Lieutenant-National-Maritime-Museum/dp/B0043PDH3U\" rel=\"nofollow\">www.amazon.co.uk/commemorating-Lieutenant-National-Mariti...</a>", "authorname": "happysnapper999", "id": "32254785-6279267495-72157627987132859", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6279267495/#comment72157628126420250", "realname": "", "path_alias": null, "author": "69699566@N03", "iconserver": "6120", "datecreate": "1321283246", "_content": "1901 UK Census\n(in brackets relationship with Henry Leigh Carslake)\n8 Berkeley Place Wimbledon\nLewin B Carslake 39 Solicitor &amp; Managering Clerk born Bridgewater (father)\nCatherine Carslake 40 born Bridgewater (mother)\nMargaret T Carslake 9 born Wimbledon (sister)\nWilliam P Carslake 7 born Wimbledon (brother)\nThomas P T Carslake 2 born Wimbledon (brother)\nHenry L Carslake 1 born Wimbledon\nOlive Earl 33 Servant Cook born Devon\nMartha M Skinner 24 Servant Housemaid born Devon\nAlice Spellman 15 Servant Parlour Maid born London\nRosie Lowden 14 Servant Kitchen Maid born London", "authorname": "FAMILY HISTORIAN RESEARCHER", "id": "32254785-6279267495-72157628126420250", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6279267495/#comment72157628001352549", "realname": "", "path_alias": null, "author": "69699566@N03", "iconserver": "6120", "datecreate": "1321283280", "_content": "Probate\n(father) Lewin Bampfield Carslake of Highwood The Drive Wimbledon Surrey and 100 Old Broad Street London died 9th January 1938 at Highwood. Probate in London on 10th March 1938 awarded to Catherine Carslake widow, William Bamfield Carslake solicitor and Margaret Thomazine Carslake spinster the total sum of Effects £95,161.5s.1d", "authorname": "FAMILY HISTORIAN RESEARCHER", "id": "32254785-6279267495-72157628001352549", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6279267495/#comment72157628001648309", "realname": "", "path_alias": null, "author": "69699566@N03", "iconserver": "6120", "datecreate": "1321285918", "_content": "Henry Leigh Carslake is the Great-Grandson of Lieutenant John Carslake of HM Royal Navy who served alongside Lord Nelson \n\nJohn Carslake (Lieut. 1805) was born 12th September 1785, this officer entered the Navy on 18th January 1799 as First Class Volunteer on board the Royal George 100 bearing the flag of Lord Bridport in the Channel; attained the rating of Midshipman by 14th January 1800; and on removing in April 1800 to the Thames 32; with Captains William Lukin &amp; Aiskew Paffard Hollis assisted at the capture of several privateers in the West Indies, was present on 12th July 1801, in the battle fought by Sir James Saumarez with the Franco-Spanish squadron near Cadiz, and was frequently in collision with batteries on the French coast. \nDuring the peace he served on board the St George 98 Flag Ship of Sir Charles Morice Pole and also on board the Couraeux 74 with Captain John Oakes Hardy, on the West India and Home Stations and at the renewal of hostilities in 1803, joined the Vitcory 100 bearing the flat of Lord Nelson.  In the following year Mr Carslake by his individual exertions extinguished an alarming fire, which had broken out in the cockpit of the Victory.  He next accompanied Lord Nelson to the West Indies in pursuit of the combined fleets; and for his subsequently meritorious conduct at the battle of Trafalgar 21st October 1805 was promoted the very next day to a lieutenancy in the Bellisle 74 with Captain William Hargood.  On 17th December 1805 he rejoined the St George with Captain Thomas Bertie attached to the fleet in the Channel, where we find him intrepidly dashing overboard at a time when the sea was boisterous in the extreme and saving the life of a seaman of the First Lieutenant Mr Carfield. In consequence of this act of heroism he was appointed on 12th September 1807 as First on board the Proserpine 32 with Captain Charles Otter with whom after bringing home from Gottenborg Lord Leverson Gower, the British Ambassador to the court of St Petersburg Russia. He then preceeded to watch the port of Toulon whilst employed on board the Proserpine was attacked on 28th February 1809 and in spite of a noble resistance in which she sustained a loss of 1 man killed and 10 wounded was captured by the French 40-gun frigates Penelope and Pauline; owing to which untoward circumstance Lieutenant Carslake was detained a prisoner in France until May 1814. On 4th April 1815 he became First on board the Tartarus 20 bearing the flag in the Scheldt of Sir Pulteney Malcolm, in which ship he remained until paid off in November 1816.  Since that period he had neither been afloat nor was he able to procure the promotion, which was believed freely granted at the conclusion of the war to every other First-Lieutenant of a ship that had been captured.\nLieutenant Carslake was a Magistrate for the County pf Devon who married Thomazine Leigh on 30th September 1817 youngest daughter of the Late William Leigh Esq, of Slade House Sidmouth. \n\n\nLeiutenant John Carslake of HM Royal Navy born 12th September 1785 Colyton Devon died 19th August 1865 at Arlington House Clifton Bristol husband of Thomazine Pearse Carslake born 28th October 1796 died 30th January 1883 at 58 Porchester Terrace London", "authorname": "FAMILY HISTORIAN RESEARCHER", "id": "32254785-6279267495-72157628001648309", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6279267495/#comment72157628001690965", "realname": "", "path_alias": null, "author": "69699566@N03", "iconserver": "6120", "datecreate": "1321286310", "_content": "This was posted on the SWMaritime History Website\nBoringdon Hall - Commemorative Nelson Bicentenary Lunch - Sunday 20th November 2005.\nOn a damp grey Sunday some 50 members attended an excellent luncheon at the delightful Boringdon Hall where after a pre-lunch drink we partook of prime roast beef followed by cannon and grapeshot (profiteroles) and we then entertained by a fascinating talk from Peter Yule-Booth, two of whose ancestors had fought at Trafalgar. John Yule was Fourth Lieutenant and his brother-in-law, John Carslake was a midshipman. Our speaker was the great great great grandson of John Yule who appears in the famous painting of the death of Nelson by Devis. Devis had come aboard &quot;Victory&quot; when she returned to Portsmouth and sketched everyone that was present. He took us though his naval career from his being examined for Lieutenant in 1796 at the age of 17 and his subsequent service on the &quot;Bellerephon&quot; - colloquially known in the Navy as &quot;Billy Ruff'n&quot;. Interestingly as an aside this was the vessel which later took the surrender of Napoleon. John Yule later saw action at the battle of the Nile and aboard HMS Victory at Trafalgar.\n\nJohn Carslake was born in Colyton on 12 September 1785, the son of Bamfield Carslake the local surgeon. He joined the navy on 18 January 1799 as a first class volunteer aboard the Royal George, bearing the flag of Lord Bridport and by 1800 was a midshipman. He spent a period in the West Indies on board Courageux under Captain John Okes Hardy, but when hostilities resumed he joined his brother-in-law, John Yule, on the Victory There he was involved in extinguishing a serious fire in the ship's cockpit. As Lieutenant Pasco, who was first Lieutenant and later responsible for Nelson's famous signal to the fleet just before Trafalgar, said, 'the fire caused such panic on board the Victory that many jumped overboard and were not restored to a sense of their duty but by the drummer beating the quarters and by you. It was your coolness and self command that got the fire under, by causing wet hammocks to smother the blaze and it was generally thought at the time that had you been qualified Lord Nelson would have promoted you on the instant.'\n\nCarslake's meritorious conduct at Trafalgar resulted in his being mentioned to Lord Collingwood, who promoted him the day after the battle to lieutenant.\n\nThis just a small flavour of the talk which kept our speaker on his feet answering questions from his very detailed research. John Yule-Booth has written a detailed article for &quot;Maritime South West&quot; which will be printed in the forthcoming edition for 2006", "authorname": "FAMILY HISTORIAN RESEARCHER", "id": "32254785-6279267495-72157628001690965", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6279267495/#comment72157628002251399", "realname": "IWM Collections", "path_alias": "imperialwarmuseum", "author": "32300107@N06", "iconserver": "5535", "datecreate": "1321291267", "_content": "Thank you for this fascinating research on an illustrious naval family.", "authorname": "IWM Collections", "id": "32254785-6279267495-72157628002251399", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6279267495/#comment72157628973178407", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1327188453", "_content": "FreeBMD\nCARSLAKE Henry Leigh birth reg 2nd qr 1900 Kingston 2a 350\n\nShip Name:  Thistle\nType and class, main characteristics, WW1 Battle Honours, Fate:\nold 1st class gunboat, Bramble-class, 710t, 1899(l), 2-4in, 13kts. Sold 1926 \nLogbook periods covered and main locations including links to any contemporary accounts\nMar 1914-Aug 1914, Oct 1914-Mar 1915, Sep 1915-Jul 1916, Sep 1916-Dec 1919, China, East Africa; Jan 1920-Nov 1920, Aug 1921-Jul 1924, West Africa\n<a href=\"http://www.naval-history.net/Oxon01-ShipList2.htm\" rel=\"nofollow\">www.naval-history.net/Oxon01-ShipList2.htm</a> \nPhoto of HMS 'Thistle' 1923\n<a href=\"http://www.battleships-cruisers.co.uk/r_n_gunboats.htm\" rel=\"nofollow\">www.battleships-cruisers.co.uk/r_n_gunboats.htm</a>", "authorname": "brenontario", "id": "32254785-6279267495-72157628973178407", "iconfarm": 8}], "photo_id": "6279267495"}}