{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/sdasmarchives/4559128259/#comment72157628915174301", "realname": "", "path_alias": null, "author": "45586426@N06", "iconserver": "7133", "datecreate": "1326828958", "_content": "Chance Vought F8U-1 Crusader of VF-154 ‘Grand Slammers’ Modex 411 about to \nlaunch from CVA-19 USS Hancock. Picture dated November 25, 1957\nVF-154 was the first front line Navy Crusader squadron to carrier qualify.\n\nFlight deck of USS Hancock under way, with control island and its \nopen topped flying bridge, bridge below and Flag bridge below that. \nPlus above all that, the ships radars, radio masts and many onlookers. \n\nThe above ‘flickr pic may also be viewed in a PDF document with download option here:\n(scroll down to page 126 using slider bar on right) \n<a href=\"http://es.scribd.com/doc/60152224/Vought-s-F-8-Crusader-Navy-Fighter-Squadrons\" rel=\"nofollow\">es.scribd.com/doc/60152224/Vought-s-F-8-Crusader-Navy-Fig...</a>\n“VF-154 F8U-1 143697 launching from USS Hancock (CVA-19) on 11-25-57.\nThe steam catapult has just been fired (USN).” \n\nBased at NAS Moffet Field California, in early 1957 VF-154 became the first Pacific Fleet \nfighter squadron to receive the revolutionary new Crusader and assigned to USS Hancock. \nThis relatively small &quot;Essex Class&quot; attack carrier had been drastically modified to \nenable operation of the new faster heavier jets - if not entirely adequately as there were \nseveral VF-154 F8U-1 carrier crashes that in 1958 caused the squadron to be sent ashore \nfor an extended period in the Pacific during its first deployment aboard USS Hancock.\n\nAnecdotal commentary of VF-154 operations aboard USS Hancock during 1958 \nmay be read here on an F8U-1 Crusader internet webpage:\n<a href=\"http://www.aero-web.org/specs/vought/f8u-1.htm\" rel=\"nofollow\">www.aero-web.org/specs/vought/f8u-1.htm</a>\nI was aboard the USS Hancock CVA-19 Sept 1957 to April 1959 as at \nLTJG Gunnery Dept Ship's company. \nVF 154 was commanded by F.X.Timmes. LCD Baldwin was the XO. \nDuring qualification flights off the California coast prior to our deployment to WestPac \nseveral of the pilots had problems getting the F-8U Crusader on the deck of the Hancock.\nMajor John Glenn, USMC fighter pilot, came aboard the Hancock for 10 days and help \nget the situation stabilized. Major Glenn was the typical hot-fighter jock. \nNo one knew he would be an Astronaut, but you knew he was going places! \nI was on the o7 level of the Hancock when Lt. Ramsey was killed during flight ops. \nThe right wheel assembly gave way during his landing and the plane skidded off the deck. \nHe got back to approximately 600 feet and ejected but the chute didn't completely deploy. \nA sad day for the entire ship. \n12/03/2008 @ 17:41 [ref: 23181]\n\nDedicated website with pictures of VF-154s early period with the F8U-1 \nand interesting historical comment:\n<a href=\"http://www.miottelcollection.com/index/Callsign+%22Crash%22+Page+1\" rel=\"nofollow\">www.miottelcollection.com/index/Callsign+%22Crash%22+Page+1</a>\n<a href=\"http://www.miottelcollection.com/uploads/F8Firstnational.jpg\" rel=\"nofollow\">www.miottelcollection.com/uploads/F8Firstnational.jpg</a>\n<a href=\"http://www.miottelcollection.com/uploads/f8cat.jpg\" rel=\"nofollow\">www.miottelcollection.com/uploads/f8cat.jpg</a>\n<a href=\"http://www.miottelcollection.com/uploads/cat1.jpg\" rel=\"nofollow\">www.miottelcollection.com/uploads/cat1.jpg</a>\n(courtesy of John ‘Crash’ Miottel)\n\nAnother image of the ‘flickr’ pic above may also be viewed here:\n<a href=\"http://www.miottelcollection.com/uploads/f8cat2.jpg\" rel=\"nofollow\">www.miottelcollection.com/uploads/f8cat2.jpg</a>", "authorname": "AceFlyboy1", "id": "49465936-4559128259-72157628915174301", "iconfarm": 8}], "photo_id": "4559128259"}, "flarchive:created": 1389768802}