{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1341872227", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "7538840748", "title": {"_content": "Female Astronauts"}, "media": "photo", "tags": {"tag": [{"raw": "NASA", "machine_tag": 0, "id": "44489032-7538840748-11023", "_content": "nasa", "author": "44494372@N05"}, {"raw": "NASA Women", "machine_tag": 0, "id": "44489032-7538840748-49902650", "_content": "nasawomen", "author": "44494372@N05"}, {"raw": "Female Astronauts", "machine_tag": 0, "id": "44489032-7538840748-92189454", "_content": "femaleastronauts", "author": "44494372@N05"}, {"raw": "Auburn", "machine_tag": false, "id": "44489032-7538840748-8757", "_content": "auburn", "author": "44494372@N05"}, {"raw": "Auburn University", "machine_tag": false, "id": "44489032-7538840748-388249", "_content": "auburnuniversity", "author": "44494372@N05"}]}, "comments": {"_content": "0"}, "secret": "28a76e37b8", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "(August 15, 1992) Astronauts Dr. N. Jan Davis (left) and Dr. Mae C. Jemison (right) were mission specialists on board the STS-47 mission. Born on November 1, 1953 in Cocoa Beach, Florida, Dr. N. Jan Davis received a Master degree in Mechanical Engineering in 1983 followed by a Doctorate in Engineering from the University of Alabama in Huntsville in 1985. In 1979 she joined NASA Marshall Space Flight Center as an aerospace engineer. A veteran of three space flights, Dr. Davis has logged over 678 hours in space since becoming an astronaut in 1987. She flew as a mission specialist on STS-47 in 1992 and STS-60 in 1994, and was the payload commander on STS-85 in 1997. In July 1999, she transferred to the Marshall Space Flight Center, where she became Director of Flight Projects. \n\n\nDr. Mae C. Jemison, the first African-American woman in space, was born on October 17, 1956 in Decatur, Alabama but considers Chicago, Illinois her hometown. She received a Bachelor degree in Chemical Engineering (and completed the requirements for a Bachelor degree in African and Afro-American studies) at Stanford University in 1977, and a Doctorate degree in medicine from Cornell University in 1981. After receiving her doctorate, she worked as a General Practitioner while attending graduate engineering classes in Los Angeles. She was named an astronaut candidate in 1987, and flew her first flight as a science mission specialists on STS-47, Spacelab-J, in September 1992, logging 190 hours, 30 minutes, 23 seconds in space. In March 1993, Dr. Jemison resigned from NASA, thought she still resides in Houston, Texas. She went on to publish her memoirs, Find Where the Wind Goes: Moments from My Life, in 2001. \nThe astronauts are shown preparing to deploy the lower body negative pressure (LBNP) apparatus in this 35mm frame taken in the science module aboard the Earth-orbiting Space Shuttle Endeavor. Fellow astronauts Robert L. Gibson (Commander), Curtis L. Brown (Junior Pilot), Mark C. Lee (Payload Commander), Jay Apt (Mission Specialist), and Mamoru Mohri (Payload Specialist) joined the two on their maiden space flight. The Spacelab-J mission was a joint effort between Japan and the United States.\n\n<a href=\"http://nasaimages.org/luna/servlet/detail/nasaNAS~5~5~21077~125994:Female-Astronauts\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/nasaNAS~5~5~21077~1259...</a>"}, "isfavorite": 0, "views": "3150", "farm": 8, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "1992-09-15 15:17:07", "lastupdate": "1376000415", "takengranularity": "0", "posted": "1341872227"}, "originalsecret": "f21a42a483", "license": "7", "notes": {"note": []}, "server": "7137", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/7538840748/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387642903}