{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8244754556/#comment72157632276938139", "realname": "", "path_alias": null, "author": "76144427@N07", "iconserver": "0", "datecreate": "1355870537", "_content": "Will photos of 2Lt Nicholson's brothers be posted. Three died in the last two years, with Bruce being the first. Bruce was son no 3.", "authorname": "Alison Exeter", "id": "32254785-8244754556-72157632276938139", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8244754556/#comment72157632290789359", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1356006355", "_content": "Second Lieutenant Bruce Hills Nicholson RF was the son of Letitia Marion Nicholson, (nee Hills), of 1 Iverna Gardens, Kensington, London, and the late Alfred James Nicholson from the noted Wokingham family.\n\nI hope that I am not stealing Alison's thunder.  This family had 3 daughters and 5 sons, 4 of the sons serving in the Royal Fusiliers.  The other brothers she mentions were the eldest - Lieutenant Colonel Edward Hills Nicholson DSO* RF - killed in action on 10th April 1918 aged 38 while Commanding Officer of 3rd East Surreys; and 4th youngest, Sub Lieutenant Victor Hills Nicholson RN, killed at sea when the R Class destroyer HMS RECRUIT was torpedoed off the Noordhinder Bank in the North Sea by UB-16 on 9th August 1917.  A fifth son, Walter Hills Nicholson MC RF, having survived the First World War, was killed while serving in the RAFVR as a Flt Lt aged 50 on 15 Feb 1943.\n\nThere is a substantial amount of information about this family on the Wokingham Remembers website at <a href=\"http://www.wokinghamremembers.com\" rel=\"nofollow\">www.wokinghamremembers.com</a> //", "authorname": "Gary Donaldson", "id": "32254785-8244754556-72157632290789359", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8244754556/#comment72157632290831031", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1356006799", "_content": "4th Battalion Royal Fusiliers was a Regular Battalion that in August 1914 left Parkhurst on the Isle of Wight in the ORBAT of 9th Brigade, 3rd Division and landed at Le Havre on 13th August 1914.\n\nOn 3rd May 1917, 4th Battalion Royal Fusiliers were fighting at Delville Wood (Battle of Delville Wood and capture of Fresnoy, 3-4 May 1917).  Captain Stephen Van der Poel Hiddingh RF of 4th Battalion was killed in action there on the same day.//", "authorname": "Gary Donaldson", "id": "32254785-8244754556-72157632290831031", "iconfarm": 0}], "photo_id": "8244754556"}}