{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1258540332", "originalformat": "jpg", "owner": {"username": "LSE Library", "realname": "", "nsid": "35128489@N07", "iconserver": "3743", "location": "", "path_alias": "lselibrary", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "4114750884", "title": {"_content": "Richard Morris Titmuss, c1960s"}, "media": "photo", "tags": {"tag": [{"raw": "LSE", "machine_tag": 0, "id": "35107159-4114750884-74659", "_content": "lse", "author": "35128489@N07"}, {"raw": "LSE Library", "machine_tag": 0, "id": "35107159-4114750884-3625573", "_content": "lselibrary", "author": "35128489@N07"}, {"raw": "London School of Economics", "machine_tag": 0, "id": "35107159-4114750884-347751", "_content": "londonschoolofeconomics", "author": "35128489@N07"}]}, "comments": {"_content": "0"}, "secret": "e25a1a6a65", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "\nHeld founding chair in Social Administration at LSE\n\nExtracts from ‘Obituaries: Richard Titmuss’ by Howard Glennerster in LSE Magazine, November 1973, No46, p.7\n\n‘Looking through some photographs of Richard Titmuss recently I came across one taken during the last war, in the crypt of St. Pauls.  There, complete with tin hat, he was holding a seminar with other tin-hatted fire watchers and members of the red Cross.  It seemed to personify the values he himself believed grew out of the war experience- a heightened social consciousness and a sense of unity which were the theme of his major work (Problems of Social Policy, 1949)on social policy during the Second World War.  It was soon after this book that he was invited to take a chair at the LSE as Professor of Social Administration in 1950…\n\nHe believed that it was an academic’s job to participate in policy making and administration as well as to be a critic.  He gave many of his days and evenings to official meetings, informal seminars of civil servants, high and lowly.  He devoted hours of his time to Royal Commissions, to Labour Study Groups, to the Community Relations Commission and the Supplementary Benefits Commission.  He was fascinated by the problem of making large social service bureaucracies humane and sensitive to individual human need.  He acted as a kind of bridge between government and academic life helping each to understand the other’s perspective.  It was this which lay at the root of his influence on policy and gave his whole department that unique mixture of reforming zeal and practicality.\n\nAs I began to set these thoughts down two events occurred together in the same week.  The first was that the House of Commons Select Committee on Tax Credits welcomed a proposal that single parent families should receive a special social security benefit and also receive tax credit.  This idea was one that Richard had pressed and argued for as a member of the Finer Committee on one-parent families.  Indeed he was working on it in his last days.  In the same week the Department of Health, Education and Welfare in the United States announced that they were to launch a national voluntary blood donor scheme.  It was a proposal which sprang directly from the influence of his last book – The Gift Relationship.\n\nThese were the kinds of memorial that Richard Titmuss would have appreciated most.’\n\n\nIMAGELIBRARY/735\nPersistent URL: <a href=\"http://archives.lse.ac.uk/dserve.exe?dsqServer=lib-4.lse.ac.uk&amp;dsqIni=Dserve.ini&amp;dsqApp=Archive&amp;dsqCmd=Show.tcl&amp;dsqDb=Catalog&amp;dsqPos=0&amp;dsqSearch=(RefNo='IMAGELIBRARY/735')\" rel=\"nofollow\">archives.lse.ac.uk/dserve.exe?dsqServer=lib-4.lse.ac.uk&a...</a>\n\n"}, "isfavorite": 0, "views": "1129", "farm": 3, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2009-11-17 13:47:29", "lastupdate": "1334506020", "takengranularity": "0", "posted": "1258540332"}, "originalsecret": "774198a022", "license": "7", "notes": {"note": []}, "server": "2730", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/lselibrary/4114750884/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387818575}