{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/2692426161/#comment72157626796805576", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1306258231", "_content": "As primeiras pesquisas sobre a radioactividade das águas portuguesas datam de Maio de 1910, numa altura em que passou a haver em Portugal uma preocupação por parte das empresas de águas de querer a todo o custo que as suas águas fossem radioactivas. Este fenómeno que aconteceu em vários países da Europa e designou-se por &quot;febre da radioactividade&quot;.\n\nO ‘Rádio’, descoberto por Marie e Pierre Curie em 1898, é um elemento químico de símbolo Ra , número atômico 88, com massa atómica (226) u, e pertencente a família dos metais alcalino-terroso, grupo 2 ( IIA) da classificação periódica dos elementos. À temperatura ambiente, o rádio encontra-se no estado sólido. É um metal altamente radioativo encontrado em minerais de urânio como na pechblenda. As suas aplicações são derivadas do seu caráter radioativo. Foi usado em medicina, porém substituído por radioisótopos mais eficientes. \n\nComo na época o ‘rádio’  era considerado benéfico para a saúde, a presença de uma emanação desse elemento na água passou a ser considerada como um factor importante na sua acção terapêutica. Aliás, a presença da emanação de elementos radioactivos era por si só considerada um factor essencial de valorização da própria água.\n\nEm consequência da &quot;febre da radioactividade&quot;, junto à aldeia de Quarta-Feira, freguesia de Sortelha, concelho de Sabugal, distrito da Guarda, numa encosta da Serra da Pena foi mandado construir um hotel termal por um Conde espanhol - Dom Rodrigo - que, ouvindo falar das miraculosas águas com rádio, ali se deslocou afim de curar uma doença de pele de que sofria a sua filha. \n\nO Hotel da Serra da Pena com seu ar acastelado, construído em granito, terá tido nos seus tempos áureos 90 quartos e capacidade para albergar 150 pessoas.\n\nNatureza da “Água Radium” : Hipossalinas, ligeiramente cloretadas, sulfatadas, bicarbonatadas sódicas, cálcicas e magnesianas, com urânio dissolvido, muito radioactiva por sais de ‘rádio’ e ‘rádon’. É considerada no congresso de Lyon, em 1927, como uma das mais radioactivas do mundo\n\nDiz-se, também, que as referidas águas curavam essencialmente doenças de pele, bacia, arterosclerose, reumatismo, gota, hipertensão arterial, colites, edemas, insuficiência circulatórias, doenças do aparelho circulatório, rins e nas perturbações da nutrição, e hipertensão arterial.\n\nEm 1929 a exploração termal é arrendada à empresa ‘Sociedade Águas Radium Lda’, por contrato até 1940. Esta sociedade introduz outro tipo de tratamentos para além dos de balneoterapia, como seja a aplicação de lamas, compressas eléctricas radioactivas e a “studa chair” para lavagem do cólon. Em 1940 terminou o contrato de arrendamento, mas a concessão continua nas mãos dos herdeiros Enrique Gosalez Fuentes. \n\n“Medicina à base de Rádio é Condenada: Um aviso, veemente, da provável inutilidade, ou ainda pior, provável perigosidade na ingestão de águas radiocativas, ou na utilização de medicamentos que contenham supostamente, Rádio, foi alertado pela American Medical Association. Evidências de propriedades medicinais da água não foram encontradas”. \n\nEm 1951 a sociedade francesa dá lugar à ‘Companhia Portuguesa de Radium’, de capitais ingleses, e terá sido esta empresa que toma conta do hotel, explorando apenas a parte hoteleira do complexo. Esta companhia mineira cessaria a sua actividade em 1961, mas nessa ocasião já o hotel termal estaria abandonado. O complexo termal foi leiloado em Lisboa, e posteriormente comprado por Ramiro Lopes, residente na Panasqueira, com a intenção de transformar o local num hotel de luxo. Em 2000 Ramiro Lopes vendeu a propriedade a seu irmão António Lopes, com a intenção de construir, numa primeira fase, um hotel de luxo (a partir das actuais ruínas) com campo de golfe e piscinas, e numa segunda fase seria trabalhada a parte termal.\n\nAs termas eram muito procuradas por portugueses e estrangeiros e pensa-se inclusivé que tenha havido exportação de águas já que em 1996 um arqueólogo descobriu em Sortelha uma garrafa de água intacta onde se encontrava escrito &quot;Águas Radium – Caria, Portugal&quot;.\n\nHoje, por entre a vegetação que reveste a Serra da Pena, pode-se avistar e visitar o imponente monumento que se encontra abandonado.", "authorname": "J. Leite", "id": "26532116-2692426161-72157626796805576", "iconfarm": 6}], "photo_id": "2692426161"}, "flarchive:created": 1387762554}