{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7697919322/#comment72157631269556102", "realname": "", "path_alias": null, "author": "77788549@N05", "iconserver": "0", "datecreate": "1346070540", "_content": "Difficult to find any trace of this officer in the London Gazette or National Archive Medal Index.  A search on 5th Battalion London Regiment offers no clues either.\n\nCould this be Jack A Leyland-Naylor who was commissioned into the Imperial Yeomanry in February 1901 (from Corporal) but required to leave the Army in December 1901.  There appears to be a record of Jack A Leyland-Naylor married in Kensington in 1902.\n\nStrange ring worn on his left hand little finger, yet no wedding ring, nor any Boer War medal ribbons - so maybe a long-shot on Leyland-Naylor?", "authorname": "Trench-Foote", "id": "32254785-7697919322-72157631269556102", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7697919322/#comment72157631269821986", "realname": "", "path_alias": null, "author": "82837485@N08", "iconserver": "0", "datecreate": "1346071810", "_content": "Possibly Second Lieutenant James Reginald Naylor, London Regiment, commissioned from the ranks - he had been 4099 Private J R Naylor and also previously 741823 Private J R Naylor in the London Regiment (same man, two different numbers).", "authorname": "Stratyllis", "id": "32254785-7697919322-72157631269821986", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7697919322/#comment72157631269950868", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1346072400", "_content": "Second Lieutenant James Reginald Naylor was commissioned on 17th September 1917 and killed in action on 26th October 1917 - serving with 1st Battalion London Regiment.  The 5th Battalion LONDONS - London Rifle Brigade cap badge in this photograph is very distinctive - so it's not him.//", "authorname": "Gary Donaldson", "id": "32254785-7697919322-72157631269950868", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7697919322/#comment72157631286271050", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1346149547", "_content": "I think I may have him.  There is a John Murray Naylor gazetted to be Captain in the 5th Battalion London Regiment (London Rifle Brigade) wef 2nd November 1914 [London Gazette 28975 dated 13th November 1914].  Captain John Murray Naylor is also noted in the London Gazette of 9th March 1917.\n\nHe was previously a Second Lieutenant in the Territorial Army, having, from 14th November 1909, held a commissiion as a Second Lieutenant in the Montgomeryshire Yeomanry.\n\nFrom 'The Peerage':\n\nJohn Murray Naylor was born on 20 July 1888 at Easter Ogil, Forfar, Angus, Scotland.  He was the son of John Naylor and Magdalene Tod.  He married Hon. Winifred Elspeth Guthrie Williamson, daughter of Archibald Williamson, 1st Baron Forres and Caroline Maria Hayne, on 12 June 1912.  He and Hon. Winifred Elspeth Guthrie Williamson were divorced in 1941.  He died on 25 October 1969 at age 81 at Angus, Scotland.\n\nHis family lived in 1891 at Ollerton, Lancashire, England.  He later lived at Upham, Hampshire, England; and afterwards at Leighton Hall, Montgomeryshire, Wales.  He held the office of Justice of the Peace (J.P.).", "authorname": "Gary Donaldson", "id": "32254785-7697919322-72157631286271050", "iconfarm": 0}], "photo_id": "7697919322"}}