{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2990281740/#comment72157610638479263", "realname": "", "path_alias": null, "author": "33100498@N08", "iconserver": "0", "datecreate": "1228358873", "_content": "This photo caught my eye because of the size of that glove; it's massive!  I am glad I read more about him on Wikipedia because I was about to assume that pitchers had gloves that big in the past.  He is actually a catcher, but looks like he is about to pitch in this picture which caused the confusion.  Here's the Wikipedia article on Bill Killefer AKA William Killefer AKA &quot;Reindeer Bill&quot;.\n\nBill Killefer\n\nFrom Wikipedia, the free encyclopedia\n\nWilliam Killefer (October 10, 1887 - July 3, 1960), nicknamed &quot;Reindeer Bill&quot;, was an American catcher and manager in Major League Baseball who had a 12-year career for the St. Louis Browns, Philadelphia Phillies, and Chicago Cubs. He played for the 1915 Phillies team that lost to the Boston Red Sox in the World Series, and after the 1917 season, he was traded to the Cubs with Grover Cleveland Alexander for two players and $55,000 in cash. In 1918 he played in another World Series, losing again to the Red Sox. He retired from playing at age 33 in 1921, becoming the manager of the Cubs shortly after. He was fired after 75 games in 1923, and after five years away from managing, he was hired by the Browns in 1930, with little success, never finishing above fifth place. His managerial record was 524-622 (.457) in nine seasons.\n\nHe died in Elsmere, Delaware, at age 72.", "authorname": "dhd257", "id": "8602872-2990281740-72157610638479263", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2990281740/#comment72157612665156510", "realname": "", "path_alias": null, "author": "34445950@N04", "iconserver": "0", "datecreate": "1232174778", "_content": "Grandfather of Obama administration's Nancy Killefer.", "authorname": "bmarlowe1", "id": "8602872-2990281740-72157612665156510", "iconfarm": 0}], "photo_id": "2990281740"}}