{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9127144604/#comment72157634329908984", "realname": "", "path_alias": null, "author": "77788549@N05", "iconserver": "0", "datecreate": "1372194715", "_content": "Captain George Alexander Anstey is buried in Ridge Wood Military Cemetery, in West Flanders, Grave II. B. 2.  He was the son of a Major W. F. Anstey, an officer of the Highland Light Infantry.  CWGC.\n\nA pre-War Regular soldier, George A. Anstey was Commissioned from the Royal Military College to a subaltern appointment in the Devonshire Regiment on 4th November 1908 and was promoted from Second Lieutenant to Lieutenant in the Devonshire Regiment on 7th June 1911.\n\n2nd Battalion Cheshire Regiment was in 84th Brigade in 28th Division and arrived in France in January 1915 having travelled to the War from Jubbulpore, India, via Devonport and Winchester.", "authorname": "Trench-Foote", "id": "32254785-9127144604-72157634329908984", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9127144604/#comment72157634325011101", "realname": "", "path_alias": null, "author": "78785369@N06", "iconserver": "0", "datecreate": "1372195380", "_content": "From <a href=\"http://www.jimbullockmilitaria.com\" rel=\"nofollow\">www.jimbullockmilitaria.com</a>, 8 Aug 2004\n\nGeorge Alexander Anstey, Devonshire Regt.  Born 1888 at Curragh Camp, Dublin, son of Major W. F. Anstey, 71st Highland Infantry.  He was educated at Wellington College and R.M.A. Sandhurst (1907/1908).  Commissioned a 2/Lieutenant in 1908 he joined the 2nd Btn Devons and embarked for Malta on 23 December 1908 with a draft of soldiers to await the arrival of the 1st Battalion.He was promoted Lieutenant on 07 June 1911.\n\nOn the 21 August 1914 George Anstey embarked for France with the 1st Battalion. and saw action ar Givrenchy and Festubert during October.On 16 October 1914 he and another officer with their platoons secured Givenchy Ridge.  On the following day (17th) he was wounded in the left foot by shrapnel at La Basse and his father received the news of his wounding by War Office telegram.  Evacuated to England with a &quot;Blighty&quot; he returned to duty with the Regiment on 07 January 1915.\n\nDuring the early months of 1915 he was promoted to the rank of Captain and at some stage was attached to the 2nd Battalion of the Cheshire Regiment.  Captain Anstey was killed in action on Thursday 24 June 1915 at Dickebusch, Flanders whilst on detachment to the 2nd Battalion the Cheshire Regiment.  His father was informed by a telegram in which Lord Kitchener expressed his sympathy.  Later in September the War Office informed Major Anstey that his son had been buried at Dickebusch.  He is buried at Ridge Wood Military Cemetery, Voormezeele, Flanders.", "authorname": "Wemmbley-Hogg", "id": "32254785-9127144604-72157634325011101", "iconfarm": 0}], "photo_id": "9127144604"}}