{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/6821066400/#comment72157629557202011", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1331429465", "_content": "&quot;In 1910 a proving ground and a garrison of the Imperial German Army was established at the Waldstadt section of the Wünsdorf community. In World War I it was the site of several prisoner-of-war camps, including the &quot;crescent camp&quot; (Halbmondlager) for Muslim fighters of the Triple Entente, where the first wooden mosque in Germany was erected.&quot;\n<a href=\"http://en.wikipedia.org/wiki/Zossen\" rel=\"nofollow\">en.wikipedia.org/wiki/Zossen</a>\nThe camps for certain Muslim prisoners were also used to recruit them to the Central Powers armed forces:\n&quot;The Germans had much greater success recruiting Muslim Allied prisoners. The Germans captured Indian troops from Muslim provinces and French colonial troops from North Africa and sent them to a propaganda camp at Zossen-Wünsdorf, the Halbmondlager (Crescent Moon Prison). Ghurkas, Sikhs, Muslims, Shakurs, and North Africans were among the approximately 3,400 POWs at this camp. The Germans constructed a model camp for these prisoners, including comfortable quarters, special kitchens and foods, and even a mosque (presented by the Kaiser). The Germans sent Russian Tartars, also Muslims, to the neighboring prison camp at Zossen-Weinberge, which featured similarly comfortable accommodations. Before the war, Kaiser Wilhelm II had portrayed himself as a friend of Islam and supported the Turks' call for a jihad (holy war) against the Allies. This marked the beginning of a campaign by the Germans to convert Muslim prisoners to the Central Power cause. Prisoners received special rations, including food unavailable to German civilians, such as rice and wheat flour. The Germans allowed Turkish officials to visit the camp to give patriotic speeches and enlist prisoners for the Ottoman Army. U.S. Ambassador James W. Gerard estimated that about two thousand Allied POWs agreed to join the Turkish legions and fight in Macedonia, Mesopotamia, and Palestine.&quot;\n<a href=\"http://www.gutenberg-e.org/steuer/steuer.ch11.html\" rel=\"nofollow\">www.gutenberg-e.org/steuer/steuer.ch11.html</a>", "authorname": "artolog", "id": "8602872-6821066400-72157629557202011", "iconfarm": 4}], "photo_id": "6821066400"}}