{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/brooklyn_museum/308667367/#comment72157594396107559", "realname": "", "path_alias": "obsessivephotography", "author": "97402095@N00", "iconserver": "107", "datecreate": "1164730294", "_content": "The Sculpture Garden is one of my favorite places at the Brooklyn Museum.  Thanks for providing additional information on one of the fragments.", "authorname": "Trish Mayo", "id": "3064182-308667367-72157594396107559", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/brooklyn_museum/308667367/#comment72157594396319902", "realname": "", "path_alias": "lostnyc", "author": "91263176@N00", "iconserver": "0", "datecreate": "1164740346", "_content": "Great information, thanks for the lead!\nThis is an under window spandrel panel then instead of what appeared to be a longer frieze such as the one on Webster Hall with two Putti, two dragons and a centerpiece musical Lyre.\n\nI really like the theme and execution of this panel, as a sculptor who specialises exclusively in Victorian and Art Deco, I would like to sculpt\n a reduced sized version of this excellent work.\nWhen I get the model started I will certainly post photos of it's progress in my photo sets, but it might not be till later this winter before I even started, I already started a model  a couple of days ago and tend to work on these in 2 hour spurts.\n\n\nRandall\nWebdirector of &quot;Randall's Urban Sculptures&quot;\nA historical photo essay  and web gallery of lost buildings from NYC's architectural history\n\n<a href=\"http://www.urbansculptures.com/\" rel=\"nofollow\">www.urbansculptures.com/</a>", "authorname": "Moved to ipernity", "id": "3064182-308667367-72157594396319902", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/brooklyn_museum/308667367/#comment72157594397637226", "realname": "Brooklyn Museum", "path_alias": "brooklyn_museum", "author": "83979593@N00", "iconserver": "7330", "datecreate": "1164817351", "_content": "When you finish, embed your photo in a comment here so everyone can see the two side by side ;)", "authorname": "Brooklyn Museum", "id": "3064182-308667367-72157594397637226", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/brooklyn_museum/308667367/#comment72157594397793426", "realname": "", "path_alias": "lostnyc", "author": "91263176@N00", "iconserver": "0", "datecreate": "1164825277", "_content": "I will certainly do that. I don't aim for &quot;duplicating&quot; like a machine or mold, I keep to the original artist's intent and goal in every way, while adding a little of my own to the work. 42&quot; long is a bit long to be practical to ship casts of, so it will certainly be reduced but proportions the same.\r\n\r\nWebster Hall has a massive frieze that  is somewhat similar, but it's 12 feet long, I have that planned as well but I'd have to sculpt it in (3) 2 foot wide sections totalling 6 feet long for that to be practical for people.\r\nStill, it would be interesting to do if only to have one for myself.\r\n\r\nI just uploaded some photos of an Art Deco model I just finished, the original design was by Pelham and NY terra Cotta Co 1928, it's in my photo set.\r\n\r\nI collaborated a bit with a fellow  on flickr who my work and photos  encouraged to do a flash video of Webster Hall. I had found his photo of the griffin panel and asked him to take some straight ones for me and that  was how he became very interested. Here is his flash video showing ALL of the ornaments in close up detail, be sure to leave him comments as I hope they will motivate him to do more of these interesting clips;\r\n\r\n<a href=\"http://gammablog.com/flash/pages/webster-hall.shtml\">gammablog.com/flash/pages/webster-hall.shtml</a>", "authorname": "Moved to ipernity", "id": "3064182-308667367-72157594397793426", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/brooklyn_museum/308667367/#comment72157594408971837", "realname": "", "path_alias": "lostnyc", "author": "91263176@N00", "iconserver": "0", "datecreate": "1165454579", "_content": "By the way, Ivan- the donor of this panel has an art gallery right around the corner from the salvage shop - Urban Archaeology, I worked there years ago and knew both the owners, I'd bet Ivan bought this originally from them. Their prices were pretty steep back in the 80's, $1500-$2000  would not surprise me. This is beyond doubt a quality donation of a fine and unique  work.", "authorname": "Moved to ipernity", "id": "3064182-308667367-72157594408971837", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/brooklyn_museum/308667367/#comment72157594437989632", "realname": "", "path_alias": "lostnyc", "author": "91263176@N00", "iconserver": "0", "datecreate": "1167076793", "_content": "Looks like I am ready to begin the model of this today, I decided to make the size 18&quot; by 27&quot; and when the clay shrinks it will likely wind up around 17-1/2 by 26\r\n\r\n<a href=\"http://flickr.com/photos/91263176@N00/334669631/in/pool-80106430@N00\">flickr.com/photos/91263176@N00/334669631/in/pool-80106430...</a>", "authorname": "Moved to ipernity", "id": "3064182-308667367-72157594437989632", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/brooklyn_museum/308667367/#comment72157594459249185", "realname": "Brooklyn Museum", "path_alias": "brooklyn_museum", "author": "83979593@N00", "iconserver": "7330", "datecreate": "1167933350", "_content": "Looks like randallslostnyc has a progress shot:\r\n\r\n<a href=\"http://www.flickr.com/photos/91263176@N00/335869901/\"><img src=\"http://farm1.static.flickr.com/143/335869901_68530d09fd.jpg\" width=\"500\" height=\"375\" alt=\"putti-dragons 12-27-06-sm\" /></a>", "authorname": "Brooklyn Museum", "id": "3064182-308667367-72157594459249185", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/brooklyn_museum/308667367/#comment72157594466310622", "realname": "", "path_alias": "bettyblade", "author": "64348052@N00", "iconserver": "6236", "datecreate": "1168222987", "_content": "REFER: &quot;Removed from tenement in Harlem&quot;\r\n\r\nThere is so much great local art left by the craftsman of the last century.\r\nSo much taken for granted and lost with a rush to build boxy luxury condos. Kudos to Marilyn and Ivan Karp for this rescue.", "authorname": "Betty Blade", "id": "3064182-308667367-72157594466310622", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/brooklyn_museum/308667367/#comment72157594467249792", "realname": "", "path_alias": "lostnyc", "author": "91263176@N00", "iconserver": "0", "datecreate": "1168266201", "_content": "The Karps didn't rescue this they bought it from I believe -Urban Archaeology who was located around the corner from Karp's gallery Urban Archaeology may have purchased this from the wreckers or from someone else who removed it off the then vacant tenement before or during demolition.\r\nThe store had no sentimental motives for buying this, they were a for profit business and they acquired it to re-sell at a profit which they did to the Karps.\r\n\r\nA LOT of this stuff was simply stolen off vacant buildings back then because locals and other started to realize this stuff could be sold to salvage places like Urban Archaeology, Irreplaceable artifacts, Oldegoodthings, Gt American Salvage and antique stores.  A panel like this today would sell for about $3500-$4500 in one of these places- I have seen many similar pieces on their web sites with prices..\r\nIt's about to the point now where at THOSE prices one could hand sculpt one in clay for less and sell it as a one-of-a-kind.\r\n\r\nMost certainly the karps bought this from Urban Archaeology and then at some point donated it to the museum, but like so much of this now changing hands multiple times and people removing them from vacant tenements at 4 AM- they won't SAY exactly where the stuff came from because it's stolen, so provinance has been lost and &quot;a building in Harlem&quot; is so vague as to be useless- Harlem is a BIG area.\r\nTake a trip to Evan Blum's store in Harlem and check out his prices-I'm sure the locals up there ALSO have checked them out and see these 4 figure price tags on this stuff, and well, it's become the new version of cocaine selling, only, today  it's  a black market in stolen antiques.\r\nVery little of this stuff seems to wind up in the wrecker's hands- it's GONE before they even get the contract if the building has stood vacant any length of time. Soon as one of these buildings is vacated the locals strip out the copper, brass, plumbing, scrap metals and anything else they can yank out- including these sculptures- one of which could bring them more cash than the entire building's worth of plumbing and scrap.\r\nSo in a way, saving these and having them wind up in high price antique stores is causing unforseen problems of a different nature.\r\nThis is also being helped by various media and newspaper articles which expound on the cash VALUE of these items and how interior decorators etc pay thousands for old doors mantles etc\r\n\r\nThere is a landmark in Brooklyn - the Montauk Club that has a LOT of this on it in a frieze around the perimeter, it also had some cast-iron griffin newel posts, I have  a photo I took of one around 1982  and didn't notice till I got the prints back that the base of the griffin had obvious marks like someone had been working at it with a screw driver or crowbar. Sure enough shortly afterwards the griffins were GONE. So where do you suppose the thief sold these to? \r\n\r\nOutfits like Blum or Urban Archaeology- minus the providence, they got their check, the store was told they came off some abandoned building in Harlem, Bronx  or Brooklyn, and no one has a clue that they came off a landmark in Brooklyn and were stolen at 3AM.\r\nSomeone comes along and browses in the store, buys them and takes them to their garden upstate or in Vermont and no one has a clue.\r\n\r\nMost of these sculptures wind up dumped in people's gardens and backyards as garden decor/&quot;ruins&quot; where the freezing rain eventually damages them.\r\nI just bought a couple of very reasonably priced  circa 1890 interior plaster ornaments from Cairo, remember- Cairo was under British rule back then and the city's architecture was heavily done in their style.\r\nThe Canadian antique dealer I purchased these from said that an interior decoratior bought a bunch of them from him to put in her GARDEN as &quot;ancient ruins&quot;, plaster will be totally destroyed in 1-3 years out there, hard to imagine these survived 100 +years, removal, transport , shipping to Canada only to be dumped in some nitwit's GARDEN where they will be destroyed.", "authorname": "Moved to ipernity", "id": "3064182-308667367-72157594467249792", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/brooklyn_museum/308667367/#comment72157594479412956", "realname": "", "path_alias": "lostnyc", "author": "91263176@N00", "iconserver": "0", "datecreate": "1168808818", "_content": "<img src=\"http://farm1.static.flickr.com/125/357330165_3b3cf495d9.jpg\" />\r\n\r\nHere is a photo of my completed clay model, larger versions here;\r\n\r\n<a href=\"http://www.flickr.com/photo_zoom.gne?id=357330165&amp;size=l\">www.flickr.com/photo_zoom.gne?id=357330165&amp;size=l</a>\r\n\r\nOriginal clay sculpture by Randall, 25&quot; x 17&quot; nominal size.\r\n\r\nCreated after a circa 1895 terra cotta architectural spandrel panel salvaged from a  demolished Harlem NYC tenement, donated by Ivan Karp to the Brooklyn Museum's salvaged ornaments sculpture garden. \r\n\r\nThe museum kindly furnished measurements and a photo of the original in their public gardens so that I could use these to re-create my version of  the design in the smaller scaled model shown here.\r\n\r\nA few comments on the work and critique;\r\n\r\nMy sculpture re-creates the larger work but has a few minor artistic and technical differences from the original, most noted is the Putti's head was given hair the original lacked, I felt that bald head looked odd and didn't particularly care for it so I added hair.\r\nI also added lower teeth to the one sea monster and emphasized the scales a little more, the Putti himself is slightly more upright when compared to the more leaning back of the original. Also, the Putti's head is looking outward at a little higher of an angle towards the horizon than the original which was looking slightly downward.\r\nI had wanted to adjust his head to look a little more downward towards the sea monster's heads but the clay was already getting pretty stiff and I decided to leave it in this position looking more towards the horizon. I felt  this was just as artistically charming with the slightly different attention focus by the figure.\r\nAs for the background texture, I decided to try a new technique on this instead of the toothed tooling  texture, and I felt my test section looked nice so I did the whole background with it. The original had a similar texture but less. I believe the original intent was this was an underwater theme, if so then my background texture does give the impression of  moving water.\r\n\r\nThe apparant warpage on top and bottom are camera lens barrel artifacts which are more noticeable in closeup shots like this.", "authorname": "Moved to ipernity", "id": "3064182-308667367-72157594479412956", "iconfarm": 0}], "photo_id": "308667367"}}