{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/3807496819/#comment72157622002984124", "realname": "Jose Carlos Costa", "path_alias": "unroyal", "author": "7396745@N06", "iconserver": "5343", "datecreate": "1249937920", "_content": "Gosto mais nesta versão do que na versão Hard-Rock.", "authorname": "zécarlos[ ô ]unroyal", "id": "26532116-3807496819-72157622002984124", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/biblarte/3807496819/#comment72157625135690701", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1288284174", "_content": "O Cinema Condes situava-se na esquina da praça dos Restauradores com a Rua dos Condes.\nO nome desta rua tem origem no facto de esta ter sido construída após o terramoto de 1755, nos terrenos dos Condes da Ericeira que eram donos da maior parte desta zona e que se estende até ao Largo da Anunciada. \nInicialmente este Cinema Condes foi o Teatro dos Condes sucedâneo do  “Teatro da Rua dos Condes” conhecido por &quot;Condes Velho&quot;\nEm 1782 passou á categoria de Teatro Nacional, tal era a sua importância no panorama artístico. A Administração era comum ao Teatro de São Carlos. A vida literária e teatral portuguesa passava forçosamente por ali. Lá se fazia representações de teatro e ópera\nO Teatro Condes, também apelidado de “Condes Novo”, foi inaugurado em 1888, e mandado construir por Francisco de Almeida Grandella, \nAntes de ser demolido em 1951 passou a Cinema Condes, como é retratado nesta foto.\nApós a demolição deste, no seu lugar foi construído o novo Cinema Condes, hoje &quot;Planet Holywood&quot;.", "authorname": "J. Leite", "id": "26532116-3807496819-72157625135690701", "iconfarm": 6}], "photo_id": "3807496819"}, "flarchive:created": 1387758440}