{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationaalarchief/2838942429/#comment72157608313349170", "realname": "", "path_alias": null, "author": "66968211@N00", "iconserver": "0", "datecreate": "1224815167", "_content": "W.C.'s.  N.V. Sphinx, Maastricht.", "authorname": "Ben Brumfield", "id": "29978018-2838942429-72157608313349170", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationaalarchief/2838942429/#comment72157608437997360", "realname": "", "path_alias": "christinam2", "author": "19909418@N05", "iconserver": "3779", "datecreate": "1225182363", "_content": "Wat mij in het bijzonder opvalt in deze foto, die van vóór de Tweede Wereldoorlog moet dateren (gezien het feit dat degene die de informatie betreffende het negatief dit in de oude spelling schreef), is hoe ruim en modern deze W.C.'s zijn.  \n\nIk woon sinds 1975 in de Verenigde Staten, en ik heb zelden zulke  grote ruimtes per W.C. in openbare gebouwen, restauranten, en werkplaatsen gezien.  Niet alleen zijn ze hier erg krap; maar nooit heb ik ze met een individuele wastafel binnen de ruimte gezien.\n\nAssuming that this photo must date from before WWII, because an old form of Dutch spelling is used in the note regarding the negative's owner, I am impressed by the appearance of these  bathroom stalls.  They are so spacious and modern.\n\nI came to the USA in 1975, and seldom did I see bathrooms (either in public places, restaurants, or places of employment) so generous in terms of space.  Not only are they so small here that one can barely turn around and open or close the door, but I certainly have never seen any with wash-basins inside the stalls!", "authorname": "tinamathis", "id": "29978018-2838942429-72157608437997360", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nationaalarchief/2838942429/#comment72157608505502578", "realname": "Pierre Swillens", "path_alias": "gloria_victoria", "author": "56976057@N00", "iconserver": "148", "datecreate": "1225381247", "_content": "Wat mij opvalt, is dat er in een wc helemaal geen deur zit en ook geen scharnierpunten te zien zijn. Het komt op mij over, dat dit show-WC's zijn, om sanitair en tegels te showen. Of de deur moet nog worden ingehangen, uiteraard.\nDe aanduiding Limmel wijst op de Tegelfabriek van de NV Sphinx te Limmel.\nWaarschijnlijk is de fotograaf George Braun. Hij had een fotozaak op de Vrijthof in Maastricht.", "authorname": "pierre swillens", "id": "29978018-2838942429-72157608505502578", "iconfarm": 1}], "photo_id": "2838942429"}, "flarchive:created": 1387762977}