{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1308844018", "originalformat": "jpg", "owner": {"username": "LSE Library", "realname": "", "nsid": "35128489@N07", "iconserver": "3743", "location": "", "path_alias": "lselibrary", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "5863771190", "title": {"_content": "Caney the Clown"}, "media": "photo", "tags": {"tag": [{"raw": "Street_Life_in_London", "machine_tag": 0, "id": "35107159-5863771190-31951476", "_content": "streetlifeinlondon", "author": "35128489@N07"}, {"raw": "Caney the Clown", "machine_tag": 0, "id": "35107159-5863771190-72478930", "_content": "caneytheclown", "author": "35128489@N07"}]}, "comments": {"_content": "5"}, "secret": "2e5fabcd98", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "From 'Street Life in London', 1877, by John Thomson and Adolphe Smith:\n\n'After playing in many provincial theatres, Caney finally made his debut in London on the boards of the old Garrick, the Britannia, and the Standard. He rendered good services at these houses in the cause of the people's amusement. No consideration of bone or nerve interfered with his assaults on the pantaloon. He was irrepressible in the matter of bonneting the police; and he tumbled and danced, and fought, and shouted to the delight of his rough and ready audiences,  - and, poor fellow, to his own disadvantage. His exertions to please the people who greeted his first sally with vehement applause, caused the bursting of a varicose vein in his leg, and Caney's successful career was over. There was not enough bodily strength left in him even for a pantaloon. After enduring an operation which was performed at old St Thomas's Hospital, Caney was finally pronounced to be cured, but forbidden to attempt any violent exercise.\n[...]\nBut of all the work he undertook, that of mending chairs seems to have brought him the most constant employment. In all cases his friends are of this opinion, for they have unanimously dubbed him&quot; Caney,&quot; and it is under this soubriquet that he is best known in the purlieus of Drury Lane. At times, however, the old spirit broke loose again, and though he never appeared on the boards of any theatre, he has often graced the streets with some of his clownish antics. At Christmas, and other holiday seasons, he sometimes resorts to the familiar hare's foot and rouge, dons a clown's suit, which is certainly the worse for wear, and follows a band of itinerant street performers, among whom his superior accomplishments and experience insure ready welcome.'\n\nFor the full story, and other photographs and commentaries, follow this link and click through to the PDF file at the bottom of the description\n<a href=\"http://archives.lse.ac.uk/Record.aspx?src=CalmView.Catalog&amp;id=SR+1146\" rel=\"nofollow\">archives.lse.ac.uk/Record.aspx?src=CalmView.Catalog&amp;i...</a>"}, "isfavorite": 0, "views": "7075", "farm": 3, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2011-04-02 16:25:48", "lastupdate": "1356289012", "takengranularity": "0", "posted": "1308844018"}, "originalsecret": "e5483e117d", "license": "7", "notes": {"note": []}, "server": "2708", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/lselibrary/5863771190/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387817126}