{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2929577006/#comment72157607915274055", "realname": "Nathan Adams", "path_alias": "captainslack", "author": "18753752@N00", "iconserver": "154", "datecreate": "1223662461", "_content": "U.S. Congressman &amp; Senator from Texas.\n\n<a href=\"http://en.wikipedia.org/wiki/Morris_Sheppard\">en.wikipedia.org/wiki/Morris_Sheppard</a>", "authorname": "captainslack", "id": "8602872-2929577006-72157607915274055", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2929577006/#comment72157607973829298", "realname": "Elizabeth Thomsen", "path_alias": "ethomsen", "author": "92987904@N00", "iconserver": "3791", "datecreate": "1223868230", "_content": "Some interesting information from the Senate website:\n<i>&quot;During his years in the Senate, Sheppard was chairman of the Senate Military Affairs Committee, and he acted as Democratic whip between 1929 and 1933. He led the fight for adoption of the prohibition amendment to the Constitution and strongly supported women's suffrage. As a progressive Democrat, Sheppard advocated reform legislation promoting rural credit programs, child labor laws, and antitrust laws. Also among his list of accomplishments was the Sheppard-Towner Act, which provided for maternity and infant welfare, the Federal Credit Union Act, the Selective Service Act, and the Lend-Lease Act. \n\nStanding only five feet, four inches tall, he was a quiet man who was most effective behind the scenes rather than in active debate. Sheppard was a dedicated student of English literature who compiled an unpublished 35-volume work entitled Selected Comments of Shakespeare on Over 4,000 Subjects.&quot;</i>\n\n<a href=\"http://www.senate.gov/artandhistory/art/artifact/Painting_32_00021.htm\">Morris Sheppard</a> -- Senate website page about Sheppard's portrait by Boris  Barnhard  Gordon", "authorname": "Elizabeth Thomsen", "id": "8602872-2929577006-72157607973829298", "iconfarm": 4}], "photo_id": "2929577006"}}