{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2556389464/#comment72157605525264852", "realname": "", "path_alias": null, "author": "11572312@N00", "iconserver": "0", "datecreate": "1213058353", "_content": "The Washington Post has an article about this fascinating 1912 episode called <b>the Battle of Monticello</b>, here is the link:\n<a href=\"http://www.washingtonpost.com/ac2/wp-dyn/A24693-2001Nov13?language=printer\">www.washingtonpost.com/ac2/wp-dyn/A24693-2001Nov13?langua...</a>\n\nThe lady on the right, <b>Maud Littleton</b>, was married to a Congressman, <b>Martin W. Littleton</b> of New York.  She was a huge fan of Thomas Jefferson and she was invited to dinner at <b>Monticello</b> by another congressman, who just happened to privately own the house, which he had inherited.  Mrs. Littleton came away from the dinner charged with a passion to see that Monticello would be owned by the Nation, rather than an individual.  So began her quest which was to run into many roadblocks, which just made her more determined.  \n\nHer nemesis was the owner of Monticello, another Congressman from NY, by the name of <b>Jefferson Levy</b>.   His being Jewish seems to have caused some backlash against his family being the owner of Monticello (or maybe it was that he was from New York).  Anyway, Mrs. Littleton was a woman who was thought by some to be quot;meddling&quot; in national politics and that may have stimulated opposition to her quest.  It is a great story.   \n\nHere is a NYTimes article.  \n<a href=\"http://query.nytimes.com/mem/archive-free/pdf?res=9B07E0DD1F3CE633A25752C1A96E9C946396D6CF\">query.nytimes.com/mem/archive-free/pdf?res=9B07E0DD1F3CE6...</a>\n\nCongressman Littleton's bio:\n<a href=\"http://bioguide.congress.gov/scripts/biodisplay.pl?index=L000359\">bioguide.congress.gov/scripts/biodisplay.pl?index=L000359</a>\n\nHer political ally and the other man in the picture is evidently <b>Congressman Robert Lee Henry</b>, Chairman of the Rules Committee.  Here is a lead from a news story:\n\nNO MONTICELLO PURCHASE.; House Refuses to Consider It -- Jefferson Descendant Condemns Movement.\nDecember 10, 1912, Tuesday\n\nWASHINGTON, Dec. 9. -- By a vote of 141 to 101, the House of Representatives to-day refused to adopt a special rule brought in by  <b>Chairman Henry</b> of the Rules Committee providing for immediate consideration of the Senate concurrent resolution calling for the creation of a joint Congressional committee to consider the wisdom and cost of acquiring Monticello, the home of Thomas Jefferson, by the Federal Government.\n<a href=\"http://query.nytimes.com/gst/abstract.html?res=9404E3DB1E3AE633A25753C1A9649D946396D6CF\">query.nytimes.com/gst/abstract.html?res=9404E3DB1E3AE633A...</a>\n\nHere is fragment of bio of Congressman Henry: (from Congressional Biographic Resource).   \n\n<b>HENRY, Robert Lee</b>,  (great-great-great-grandson of Patrick Henry), a Representative from Texas.  Elected as a Democrat to the Fifty-fifth and to the nine succeeding Congresses (March 4, 1897-March 3, 1917); <b>chairman, Committee on Rules</b> (Sixty-second through Sixty-fourth Congresses); was not a candidate for renomination in 1916, but was an unsuccessful candidate for the Democratic nomination for United States Senator; engaged in the practice of law in Waco, Tex.; again an unsuccessful candidate for the Democratic nomination for United States Senator in 1922 and 1928; moved to Houston, Tex., in 1923 and resumed the practice of his profession; died in Houston, Tex., July 9, 1931, from a gunshot wound; interment in Rose Hill Cemetery, Texarkana, Tex.\n\nNYTimes reported it as suicide:\n\nSUICIDE ENDS CAREER OF R.L. HENRY IN TEXAS; Ex-Member of Congress, Long a Political Figure, Was Ill and Had Met Reverses.\nJuly 10, 1931, Friday\n\nHOUSTON Texas, July 9.--Worried over recent financial reverses and suffering from ill health, Robert Lee Henry, 67 years old, a member of Congress from Texas for twenty years, ended his life with a pistol shot at his residence here early this morning. \n<a href=\"http://select.nytimes.com/gst/abstract.html?res=FB0A15F83C591B728DDDA90994DF405B818FF1D3\">select.nytimes.com/gst/abstract.html?res=FB0A15F83C591B72...</a>", "authorname": "Harry Angstrom", "id": "8602872-2556389464-72157605525264852", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2556389464/#comment72157622407527853", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1254871457", "_content": "Probably photographed at the Capitol, in Washington, D. C. (?)", "authorname": "Wystan", "id": "8602872-2556389464-72157622407527853", "iconfarm": 4}], "photo_id": "2556389464"}}