{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9066595976/#comment72157634212535882", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1371638421", "_content": "Born in Pershore, Worcestershire in 1896 he was the son of William Henry and Georgina Maud Alliban. By the time of the 1911 census the family was living at 9 Cross Street, Chestefield. William Henry was a Road Surveyor for the County Council.\nAt the time of his death WB Alliban was shown as resident at Tupton Hall, Chesterfield. His estate was valued at £148 and his father named as executor.\n\nRoll of Honour for the Old Cestrefeldians\n<a href=\"http://homepage.ntlworld.com/mike.briggs76/Old%20Cestrefeldians%20War%20Memorial.htm\" rel=\"nofollow\">homepage.ntlworld.com/mike.briggs76/Old%20Cestrefeldians%...</a>\nWilliam Beaumont Alliban\nLieutenant in the 2/5th Battalion Sherwood Foresters, who died on Saturday 5th May 1917, aged 20. He is commemorated on Thiepval Memorial, Pier and Face 10C 10D and 11A.\nWilliam was the son of Mr and Mrs W.H. Alliban of Tupton Hall, Chesterfield.", "authorname": "Mrs Audubon", "id": "32254785-9066595976-72157634212535882", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9066595976/#comment72157634807590261", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1374915508", "_content": "W. B. ALLIBAN \nLieutenant William Beaumont Alliban, who was in Gonville House at Eastbourne College in 1911-12, was the eldest son of W. H. Alliban, Esq., of Fairfield Mount, Chesterfield. \n\nA Territorial in the Inns of Court Officer Training Corps with the nominal rank of Private, he obtained a commission as a Second Lieutenant in the 5th Sherwood Foresters (Notts. and Derby Regt.) on 11th March 1915 [LG 10th March 1915].\n\nHe was sent to France, aged 19, towards the end of March, and was Mentioned in Despatches for conspicuous bravery.  His promotion to Lieutenant was confirmed in October 1915.  He was killed in action during the attack on and capture of the fortified German trench system at Malakoff Farm, Hargicourt, near St Quentin, on May 5th, 1917.//", "authorname": "Gary Donaldson", "id": "32254785-9066595976-72157634807590261", "iconfarm": 0}], "photo_id": "9066595976"}}