{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/2710203902/#comment72157626796677664", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1306257048", "_content": "Talvez a perfumaria mais famosa e luxuosa de Lisboa, foi inaugurada no ano de 1909. Construída por J. P. Mesquita e ricamente decorada em talha por Jorge Pereira, pertenceu à família Pinto de Lima dona da Pastelaria Ferrari.\n\nInstalada nos números 5 e 7 da Rua do Carmo , foi inaugurada com o nome de “Au Bonheur des Dames”, título do romance do escritor francês Émile Zola, publicado em 1883.\n\nServiu também de cenário ao célebre filme de António Lopes Ribeiro, de 1941, “O Pai Tirano”.\n\nEm 1917 o nome de “Au Bonheur des Dames” deste estabelecimento é mudado para “Perfumaria da Moda”\n\nInfelizmente no incêndio do Chiado de 25 de Agosto de 1988 este estabelecimento foi consumido pelas chamas assim como: na rua do Carmo, os “Armazéns Grandella” de 1894 e “Grandes Armazéns do Chiado” de 1905, a charcutaria de luxo “Martins e Costa” de 1914; na rua Garrett, as casas “Antiga Casa José Alexandre” de 1833,&quot;  “Eduardo Martins” de 1889 e “Estabelecimentos Jerónimo Martins”, esta última em actividade desde 1792; e na rua Nova do Almada, a “Valentim de Carvalho” de 1920, a “Pastelaria Ferrari”, fundada em 1827, e principalmente a “Casa Batalha” de 1635, o estabelecimento comercial mais antigo da cidade e do país.\n\nDepois de funcionar provisóriamente na “Pompadour” na rua Garrett, até à reconstrução do edifício original, já não reabriu como perfumaria mas sim como loja de vestuário de seu nome “Empório Chiado”.", "authorname": "J. Leite", "id": "26532116-2710203902-72157626796677664", "iconfarm": 6}], "photo_id": "2710203902"}, "flarchive:created": 1387762365}