{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1292869330", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "5278071978", "title": {"_content": "Io in Motion"}, "media": "photo", "tags": {"tag": [{"raw": "Io", "machine_tag": 0, "id": "44489032-5278071978-11126", "_content": "io", "author": "94443490@N00"}, {"raw": "moon", "machine_tag": 0, "id": "44489032-5278071978-384", "_content": "moon", "author": "94443490@N00"}]}, "comments": {"_content": "0"}, "secret": "9a07a2fef2", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>Collection:</b> NASA Planetary Photo Journal Collection\n<b>Title:</b> Io in Motion\n\n<b>Original Caption Released with Image:</b> Click on image for Animation Io is the most volcanically active body in the Solar System. Volcanoes erupt massive volumes of silicate lava, sulphur and sulphur dioxide, constantly changing Io's appearance. This new basemap of Jupiter's moon Io was produced by combining the best images from both the Voyager 1 and Galileo Missions. Although the subjovian hemisphere of Io was poorly seen by Galileo, superbly detailed Voyager 1 images cover longitudes from 240 W to 40 W and the nearby southern latitudes. A monochrome mosaic of the highest resolution images from both Galileo and Voyager 1 was assembled that includes 51 Voyager 1 images with spatial resolutions sometimes exceeding the 1 km/pixel scale of the final mosaic. Because this mosaic is made up of images taken at various local times of day, care must be taken to note the solar illumination direction when deciding whether topographic features display positive or negative relief. In general, the illumination is from the west over longitudes 40 to 270 W, and from the east over longitudes 270 W to 40 W. Color information was later superimposed from Galileo low phase angle violet, green, and near-infrared (756 nanometer wavelength) images. The Galileo SSI camera's silicon CCD was sensitive to longer wavelengths than the vidicon cameras of Voyager, so that distinctions between red and yellow hues can be more easily discerned. The &quot;true&quot; colors that would be visible to the eye are similar but much more muted than shown here. Image resolutions range from 1 to 10 km/pixel along the equator, with the poorest coverage centered on longitude 50 W. This mosaic is in an equal area cylindrical map projection, centered onlongitude 180, with grid lines at 30 degree intervals. Full scale versions of this mosaic, and the data products used to generate it, can be obtained from the USGS Astrogeology website, <a href=\"http://astrogeology.usgs.gov/Projects/JupiterSatellites/\" rel=\"nofollow\">astrogeology.usgs.gov/Projects/JupiterSatellites/</a> . About the Animation In the same way that the Moon always has the same side facing Earth, Io always has the same side facing Jupiter. The movie shows two speeded-up rotations of Io (a single rotation really takes 1.77 days), and begins with a view of the Jupiter-facing hemisphere. With rotation in an easterly direction, after two seconds the volcano Prometheus (on the equator) comes into view. The massive red deposit around Pele (seconds 5-10) is the most distinctive expression of volcanic activity on Io, and just to the north-west is the horse shoe-shaped Loki Patera, the most powerful volcano on Io. The animation was made using a computer program that wrapped the Io mosaic around a sphere to produce a globe. In all, 360 images were used, each differing by one degree in longitude from the previous image.\n\n<b>Note:</b> Io in Motion [ http //photojournal.jpl.nasa.gov/animation/PIA09257 ] Click on graphic to obtain download options\n<b>Image Credit:</b> NASA/JPL/USGS\n<b>Produced By:</b> U.S. Geological Survey\n<b>Image #:</b> PIA09257\n<b>UID:</b> SPD-PHOTJ-PIA09257\n<b>Original url:</b> <a href=\"http://photojournal.jpl.nasa.gov/catalog/PIA09257\" rel=\"nofollow\">photojournal.jpl.nasa.gov/catalog/PIA09257</a>\n\n\n<b>SOURCE:</b> <a href=\"http://www.nasaimages.org/luna/servlet/detail/nasaNAS~4~4~9637~111384\" rel=\"nofollow\">www.nasaimages.org/luna/servlet/detail/nasaNAS~4~4~9637~1...</a>\n\n<b>Visit <a href=\"http://www.nasaimages.org\" rel=\"nofollow\">www.nasaimages.org</a> for the most comprehensive compilation of NASA stills, film and video, created in partnership with Internet Archive. </b>"}, "isfavorite": 0, "views": "10760", "farm": 6, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2010-12-20 10:22:10", "lastupdate": "1379448770", "takengranularity": "0", "posted": "1292869330"}, "originalsecret": "bcd4d34615", "license": "7", "notes": {"note": []}, "server": "5242", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/5278071978/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387643080}