{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/brooklyn_museum/2806276973/#comment72157618773811693", "realname": "Nese Peper", "path_alias": "flowerxp", "author": "47017418@N00", "iconserver": "2416", "datecreate": "1243415257", "_content": "The Süleymaniye Mosque was built on the order of Sultan Suleiman I (Suleiman the Magnificent) and was constructed by the great Ottoman architect Mimar Sinan. The construction work began in 1550 and the mosque was finished in 1557.\n\nSinan considered the design to be an architectural counterpoint to the Byzantine Hagia Sophia. The Hagia Sophia, converted into a mosque under Mehmed II, served as a model to many Ottoman mosques in Istanbul. However, Sinan's Süleymaniye is a more symmetrical, rationalized and light-filled interpretation of earlier Ottoman precedents, as well as the Hagia Sophia. It is possible that dialogue between Italy and Istanbul contributed to Sinan's enthusiasm for symmetrical and rational forms, as promoted by writers like Alberti.\n\nThe design of the Süleymaniye also plays on Suleyman's self-conscious representation of himself as a 'second Solomon.' It references the Dome of the Rock, which was built on the site of the Temple of Solomon, as well as Justinian's boast upon the completion of the Hagia Sophia: &quot;Solomon, I have surpassed thee!&quot; The Süleymaniye, similar in magnificence to the preceding structures, asserts Suleyman's historical importance. The structure is nevertheless smaller in size than its older archetype, the Hagia Sophia.\n\nThe Süleymaniye was ravaged by a fire in 1660 and was restored by Sultan Mehmed IV. Part of the dome collapsed again during the earthquake of 1766. Subsequent repairs damaged what was left of the original decoration of Sinan (recent cleaning has shown that Sinan experimented first with blue, before turning red the dominant color of the dome). The mosque was restored again in the middle of the 19th century by the Swiss-Italian architect brothers Gaspare and Giuseppe Fossati. In a botched attempt to restore it to its supposed original glory, the dome and the semi-domes were painted in an Ottoman baroque style. During the recent cleaning the original design was faithfully restored.\n\nDuring World War I the courtyard was used as a weapons depot and when some of the ammunition ignited the mosque suffered another fire. Not until 1956 was it fully restored again.\n\nVikipedia", "authorname": "FlowerXP", "id": "3064182-2806276973-72157618773811693", "iconfarm": 3}], "photo_id": "2806276973"}}