{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1254916444", "originalformat": "jpg", "owner": {"username": "LSE Library", "realname": "", "nsid": "35128489@N07", "iconserver": "3743", "location": "", "path_alias": "lselibrary", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "3990093924", "title": {"_content": "Restored Phillips Machine, 1993"}, "media": "photo", "tags": {"tag": [{"raw": "Phillips Machine", "machine_tag": 0, "id": "35107159-3990093924-25462170", "_content": "phillipsmachine", "author": "30644312@N00"}, {"raw": "LSE", "machine_tag": 0, "id": "35107159-3990093924-74659", "_content": "lse", "author": "30644312@N00"}, {"raw": "MONIAC", "machine_tag": 0, "id": "35107159-3990093924-3707696", "_content": "moniac", "author": "30644312@N00"}, {"raw": "hydraulic", "machine_tag": 0, "id": "35107159-3990093924-174598", "_content": "hydraulic", "author": "30644312@N00"}, {"raw": "computer", "machine_tag": 0, "id": "35107159-3990093924-1439", "_content": "computer", "author": "30644312@N00"}, {"raw": "analogue", "machine_tag": 0, "id": "35107159-3990093924-24618", "_content": "analogue", "author": "30644312@N00"}, {"raw": "economy", "machine_tag": 0, "id": "35107159-3990093924-45026", "_content": "economy", "author": "30644312@N00"}, {"raw": "modelling", "machine_tag": 0, "id": "35107159-3990093924-44658", "_content": "modelling", "author": "30644312@N00"}, {"raw": "UK", "machine_tag": 0, "id": "35107159-3990093924-110", "_content": "uk", "author": "30644312@N00"}, {"raw": "1949", "machine_tag": 0, "id": "35107159-3990093924-67230", "_content": "1949", "author": "30644312@N00"}, {"raw": "machine", "machine_tag": 0, "id": "35107159-3990093924-7761", "_content": "machine", "author": "101018450@N02"}, {"raw": "old machine", "machine_tag": 0, "id": "35107159-3990093924-775771", "_content": "oldmachine", "author": "101018450@N02"}]}, "comments": {"_content": "3"}, "secret": "2de07186ae", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "Extracts from ‘The Phillips Machine Project’ by Nicholas Bar, LSE Magazine, June 1988, No75, p.3\n\nA.W. H. ‘Bill’ Phillips is known worldwide as the originator of the Phillips Curve.  Less well known is the remarkable man he was personally, and his extraordinary route to academic prominence via what came to be called the Phillips Machine.\n\nTrained as an electrical engineer in his native New Zealand in the 1930s, he caught the travel bug and took up an engineering job in the Australian outback, where he also earned money by running a cinema and hunting crocodiles.  He reached London in 1938 via the Trans-Siberian railway and joined the RAF at the outbreak of war.  He was captured in Java and spent most of the war in a Japanese POW camp, where he learned Chinese and some Russian from fellow prisoners.\n\nBack in  Britain he took the BSc (Econ) 1946-49, special subject sociology.  He developed a great interest in economics…and like many of his generation, became very caught up with Keynesian theory.  Though fascinated he found the Keynesian model hard going.  With Walter Newlyn (an undergraduate contemporary, later Professor of Economics at Leeds University) to help with the economic theory, he fell back on his engineering training.  He saw that money stocks could be represented as tanks of water, and monetary flows by water circulating round plastic tubes.\n\nWith a grant of £100 (obtained with Newlyn’s help) he spent the summer of 1949 in a garage in Croydon ‘living on air’ as James Meade was later to put it, working on a hydraulic representation of the Keynesian model.\n\nIn the machine he constructed, the circular flow of income was represented by water being pumped round a series of clear plastic tubes, with outflows representing savings, taxes and imports, and inflows representing investment, government spending and exports.  The model had three tanks representing the stock of money, one for transaction balances and one for foreign-held sterling balances.  The whole system determined the level of income, the rate of interest, imports, exports and the exchange to an accuracy (astonishing at the time) of +two per cent.  The time path of income and the other variables was traced out by plotter pens making it possible to analyse the quantitative effects of economic policy.  \n\nThe machine, in the jargon, was a hydraulic representation of an open economy IS-LM model with an explicit underlying dynamic structure.  It was this very Heath Robinson prototype which, with the enthusiastic support of James Meade (then Professor of Commerce at the School), Phillips demonstrated to Lionel Robbins’ seminar in November 1949.  Those attending gazed in wonder at this large (7ft high x 5ft wide x 3ft deep) ‘thing’ in the middle of the room.  Phillips, chain smoking, paced back and forth explaining it in a heavy New Zealand drawl, in the process giving one of the best lectures on Keynes that anyone in the audience had ever heard.  Then he switched the machine on.  And it worked!  According to Lord Robbins’ recollections, “there was income dividing itself into consumption and saving…Keynes and Robertson need never have quarrelled if they had had the Phillips Machine before them”…Phillips was made an Assistant Lecturer in Economics in 1950, Lecturer 1951, Reader 1954, and Tooke Professor of Economic Science and Statistics in 1958 (the year his Phillips Curve paper was published).  He took up a Chair at the Australian National University in 1967 and, having suffered a major stroke, retired to Auckland in 1970, where he died five years later aged 60, mourned by many friends for personal as much for professional reasons.’\n\n\n\nIMAGELIBRARY/442\nPersistent URL: <a href=\"http://archives.lse.ac.uk/dserve.exe?dsqServer=lib-4.lse.ac.uk&amp;dsqIni=Dserve.ini&amp;dsqApp=Archive&amp;dsqCmd=Show.tcl&amp;dsqDb=Catalog&amp;dsqPos=0&amp;dsqSearch=(RefNo='IMAGELIBRARY/442')\" rel=\"nofollow\">archives.lse.ac.uk/dserve.exe?dsqServer=lib-4.lse.ac.uk&a...</a>\n\n\n"}, "isfavorite": 0, "views": "7394", "farm": 3, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2009-10-06 11:59:30", "lastupdate": "1377871016", "takengranularity": "0", "posted": "1254916444"}, "originalsecret": "a269f443ef", "license": "7", "notes": {"note": []}, "server": "2459", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/lselibrary/3990093924/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}