{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/7689748344/#comment72157630854966986", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1343835336", "_content": "O &quot;Cinema Império&quot; ou &quot;Cine-Teatro Império&quot; foi inaugurado em 24 de Maio de 1952, onde estiveram presentes o Ministro das Obras Públicas Transportes e Comunicações Engenheiro Raúl da Costa Couvreur, o embaixador de França, o director do &quot;SNI - Secretariado Nacional de Informação&quot; José Manuel da Costa, entre outras individualidades .\n\nO primeiro filme a ser exibido foi &quot;O Preço da Juventude&quot; realizado por René Clair. Esta estreia de gala na noite de inauguração desta sala de cinema foi a favor da &quot;Assistência Social da Junta de Freguesia de Arroios&quot;  e do &quot;Instituto Superior Missionário do Ultramar&quot;.\n\nProjectado pelo arquitecto Cassiano Branco em 1947 sob um traço de arquitectura modernista, possuía plateia, 1º e 2º balcões num total de 1676 lugares. Foi construído no seguimento de outras grandes salas também edificadas nos anos 50 do século XX, só sendo suplantado em lotação, pelos &quot;Cinema São Jorge&quot; e pelo &quot;Cine-Teatro Monumental&quot;. \n\n«O Cinema Império é luminoso como a sua vizinha Fonte; tão amplo como a também vizinha Alameda e tão bem integrado nas suas necessidades de bairro e da vida moderna, que se pode, sem favor, felicitar os que meteram ombros à empresa: o autor do projecto, o arquitecto Cassiano Branco, e aqueles que colaboraram na realização e na decoração.» in Diário de Lisboa\n\nJoão Fragoso assinou o painel representando uma interpretação de Lisboa, colocado no foyer do 1º Balcão, e as cerâmicas que compunham a decoração.\n\nEm Janeiro 1958 teria lugar no Cinema Império o 1º Festival da Canção em Portugal, onde Simone de Oliveira se estreou em público. Cliff Richard e os Shadows realizaram aqui dois espectáculos nos dias 11 e 12 de Dezembro de 1965, com apresentação de Pedro Castelo. Nesta sala tiveram lugar grandes concertos, nomeadamente de jazz. Aí tocaram as orquestras de Count Basie (anos 50) e Quincy Jones (anos 60).\n\nO &quot;Cinema Império&quot; também funcionou como teatro e entre 1961 e 1965 tendo aqui actuado a companhia &quot;Teatro Moderno de Lisboa&quot; , nascida da iniciativa de Carmén Dolores, Armando Cortez, Fernando Gusmão e Rogério Paulo. Dados os compromissos da exploração do cinema, ao &quot;Teatro Moderno de Lisboa&quot;, apenas foi possível reservar uma sessão à tarde, pelas 18,30 horas, às segundas, terças, quintas e sextas e uma sessão de manhã, aos domingos\n\nO início dos anos 80 e a proliferação das salas nos centros comerciais trouxeram a crise às grandes salas e o &quot;Cinema Império&quot; acabaria por encerrar como sala de cinema a 31 de Dezembro de 1983, embora esporádicamente até ao início dos anos 90 fosse escohido como local para ante-estreias ou uma ou outra exibição relacionada com festivais de cinema. Foi posteriormente comprado pela IURD em 1992 que aí estabeleceu a sua sede e local de culto em Lisboa. \n\nAssim como o &quot;Cine-Teatro Monumental&quot;, no piso térreo no alçado da Av. Almirante Reis foi equipado com o grandioso café-restaurante &quot;Império&quot;, com dois pisos, inaugurado em 1955. Este restaurante, que ainda hoje funciona, possui um  belíssimo painel cerâmico da autoria de Jorge Barradas.\n\nEm 1996 o &quot;Cinema Império&quot; foi classificado como imóvel de interesse público, pelo IGESPAR …", "authorname": "J. Leite", "id": "26532116-7689748344-72157630854966986", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/biblarte/7689748344/#comment72157630915249832", "realname": "Zinaida Beaumont", "path_alias": null, "author": "37408767@N03", "iconserver": "3494", "datecreate": "1344183489", "_content": "Superbe construction\nGreat architecture", "authorname": "Zinaida Beaumont (very busy)", "id": "26532116-7689748344-72157630915249832", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/biblarte/7689748344/#comment72157631094628776", "realname": "", "path_alias": null, "author": "9657534@N03", "iconserver": "0", "datecreate": "1345115487", "_content": "Caro J. Leite\nAntónio Ferro pode ter estado presente na inauguração do Cinema Império, mas já não  como director do SPN (desde 1945 já denominado SNI), tendo em conta ter deixado de o ser em finais de 1949, sendo nomeado ministro de Portugal em Berna em 1950, cargo que exerceria até  ser transferido para Roma em 1954, ano em que morre em Lisboa após uma intervenção cirúrgica.\nA 24 de Maio de 1952 o director do SNI era José Manuel da Costa.\n\ncb", "authorname": "cbartolo1968", "id": "26532116-7689748344-72157631094628776", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/biblarte/7689748344/#comment72157631096520164", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1345126203", "_content": "Caro C Bártolo\n\nGrato pela sua correcção. Já procedi à alteração no texto.\n\nCumprimentos\n\nJosé Leite", "authorname": "J. Leite", "id": "26532116-7689748344-72157631096520164", "iconfarm": 6}], "photo_id": "7689748344"}, "flarchive:created": 1387727669}