{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/5203756435/#comment72157625498770288", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1291110859", "_content": "O Liceu Francês Charles Lepierre completou 58 anos no passado 17 de Novembro 2010.\nEm 1907 foi criada a «Société de l’École Française de Lisbonne», tendo aberto um estabelecimento de ensino na Rua da Emenda.\nEm 1917, mudou-se para o Pátio do Tijolo ao Rato, ocupando o Palácio Braancamp, adquirido nesse ano pela «Société de l’École Française de Lisbonne».\nFinalmente, mudou-se  para estas instalações na Av. Duarte Pacheco, em Lisboa, em 17 de Novembro 1952.\nÉ o melhor estabelecimento de ensino francês em Portugal. \nPrestigiados nomes de antigos alunos do mundo das artes, política, letras, passaram por este Liceu.\nCharles Lepierre, graduado em engenharia química, veio para Lisboa em 1888, indo de seguida para Coimbra onde durante 20 anos desenvolveu o Laboratório de Microbiologia da Universidade. Durante os 26 anos seguintes lecionou em Lisboa no Instituto Superior Técnico, devendo-se a Charles Lepierre a criação do curso de Engenharia Química em Portugal.\nEm homenagem a ele o Ministério da Educação deu o seu nome ao Liceu Francês,  &quot;Lycée Français Charles Lepierre&quot;.", "authorname": "J. Leite", "id": "26532116-5203756435-72157625498770288", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/biblarte/5203756435/#comment72157625542093422", "realname": "", "path_alias": "joana1971", "author": "53537680@N07", "iconserver": "4121", "datecreate": "1291649982", "_content": "Éu entrei em 1953 e saí em 1963 e gostei muito.", "authorname": "JOANA1971", "id": "26532116-5203756435-72157625542093422", "iconfarm": 5}, {"permalink": "http://www.flickr.com/photos/biblarte/5203756435/#comment72157631805205091", "realname": "", "path_alias": "vfutscher", "author": "37461043@N08", "iconserver": "7063", "datecreate": "1350654377", "_content": "O nome correcto é Lepierre, deveria ser corrigido no título da fotografia.", "authorname": "vfutscher", "id": "26532116-5203756435-72157631805205091", "iconfarm": 8}], "photo_id": "5203756435"}, "flarchive:created": 1387730859}