{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/8424001582/#comment72157632636087067", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1359453887", "_content": "Pavilhão do Sport Lisboa e Benfica, na Feira Popular de Lisboa na Palhavã, a quando da recolha de fundos para o &quot;Novo Parque de Jogos do SLB&quot; em Janeiro de 1953, na presidência de Joaquim Ferreira Bogalho.\n\nEm Janeiro de 1953, as dádivas começam a ser recolhidas no &quot;Fundo de Construção do Novo Parque de Jogos do Clube&quot;. Quando a 23 de Maio de 1953 é adjudicada a empreitada de terraplanagens, pelo valor de 840 000$00 (4.190,00 €), contabilizava-se já, nos &quot;Fundos Pró-Estádio&quot;, um total de 1 355 658$00 (6.762.,00 €).\n\nA inauguração oficial das obras efectua-se em 14 de Junho de 1953. Numa primeira fase, o Clube desenvolve uma intensa campanha para  obtenção de fundos: leilões diários na Secretaria, espectáculos pró-estádio, sorteios monumentais e disponibilização de um mealheiro gigante no Pavilhão do Benfica na Feira Popular. São levadas a cabo, também, algumas iniciativas de âmbito cultural, como um concurso de cartazes e outro de quadras populares. O êxito destas acções permite ao Clube guarnecer-se de recursos financeiros para os trabalhos iniciais de terraplanagem do local, por onde vão passando milhares de pessoas que não deixam de colaborar, pagando 10$00 (0.05 €) por cada enxadada. \n\nTudo isto com a ajuda do jornal &quot;O Benfica&quot;,  que reserva semanalmente as páginas 4 e 5 (centrais), com o título &quot;Pró-Estádio do Benfica&quot;, acompanhando o desenrolar dos acontecimentos e das acções de angariação de fundos e noticiando e promovendo novas iniciativas.\n\nO Estádio da Luz viria a ser inaugurado no dia 1 de Dezembro de 1954.", "authorname": "J. Leite", "id": "26532116-8424001582-72157632636087067", "iconfarm": 6}], "photo_id": "8424001582"}, "flarchive:created": 1387726558}