{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8243686405/#comment72157632342416903", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1356525853", "_content": "Sergeant George Jones wears at least one and possibly two wound stripes on his lower left sleeve.  He also has what appears to be a badge above his left breast pocket.  I suspect that this may be a Silver War Badge awarded to those soldiers honourably discharged from the Army due to wounds or sickness during The Great War.  It was also known as a 'Wound Badge' or 'Services Rendered Badge'.  Therefore this photograph may have been taken when Sergeant Jones was discharged, likely having been wounded in action in 1916, but before notification or the award of his Military Medal.\n\n6th (Service) Battalion King's Own Scottish Borderers formed at Berwick-on-Tweed in August 1914 as part of the K1 New Army and came under orders of 28th Brigade in 9th (Scottish) Division.  The battalion moved to Bordon for training and in March 1915 went on to Bramshott for battle camp.  They landed at Boulogne on 12 May 1915.  A year later, on 6 May 1916 the was battalion transferred to 27th Brigade, also in 9th(Scottish) Division.\n\nIn October 1916, 6 KOSB, as part of 27th Brigade, was committed to the Battle of Le Transloy (the final assault made by Fourth Army during the Battle of the Somme) which raged from 1 to 18 Oct 1916, including the capture of Eaucourt l’Abbaye, Le Sars and the attacks on Butte de Warlencourt.  The battlefield conditions by this time were utterly appalling - daily torrential rain had reduced the ground to a quagmire and the trenches were better described as canals full of slurry.\n\nOn 19th October when orders were received for the 27th Brigade to take over the whole divisional front lying just north of Eaucourt-l'Abbaye the nighttime relief in place was described as an episode of undiluted horror. The whole battlefield was a chaos of slime, thickly strewn with British and German corpses.and the fighting must have been fierce and prolonged. 6th KOSB and 12th Royal Scots were taking over the line from 26th Brigade when the Germans, alerted to movement, brought down an accurate artillery barrage upon the British line causing serious casualties.  Eventually order was restored, the exhausted 8th Black Watch survivors got away and 6th KOSB and 9th Scottish Rifles manned the front line with three companies forward and one in support.//", "authorname": "Gary Donaldson", "id": "32254785-8243686405-72157632342416903", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8243686405/#comment72157632360533693", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1356688209", "_content": "There is no evidence to connect Sergeant Jones to the following incident; however on 20th October 1916, 6th KOSB attacked and successfully captured a German strongpoint known as &quot;Snag Trench&quot; near the Butte de Warlencourt which had defied successive South African assaults during 26th Brigade's time in the line.  The Germans immediately counter-attacked into the position known as 'The Nose' - momentarily dislodged 6th KOSB but were quickly turned out again as 6th KOSB restored their position - securing 'Snag Trench' and allowing 11th Royal Scots to push forward into the German communications trench marked on British maps as 'The Tail'.   A Lieutenant Thomas Archer of 6th KOSB, originally a Private soldier in the London Scottish, was wounded in this notable attack and was rescued by his men.\n\nIn addition a wounded South African soldier was brought in after having somehow survived for six days out in no-mans-land.//", "authorname": "Gary Donaldson", "id": "32254785-8243686405-72157632360533693", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8243686405/#comment72157633117856954", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1364561678", "_content": "A search of the Medal Roll Index Cards finds the following recipient of the MM:\nGeorge Jones Pte 12129 7th KO Scottish Borderers Discharged 26th Sep 1918\nThe only sergeant is a Sgt George Jones 15026 8th KOSB but no mention of the MM", "authorname": "Mrs Audubon", "id": "32254785-8243686405-72157633117856954", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8243686405/#comment72157633907789376", "realname": "", "path_alias": null, "author": "88596051@N06", "iconserver": "0", "datecreate": "1370286064", "_content": "Gary, I have read your above posts with great interest and wondered if you might be able to tell me what source your information came? Specifically the details regarding Lieut. Archer being rescured by his men. I am researching this Officer and would appreciate any further information. Thank you and kind regards, David", "authorname": "david_bluestein", "id": "32254785-8243686405-72157633907789376", "iconfarm": 0}], "photo_id": "8243686405"}}