{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6810086394/#comment72157629261667230", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1332242075", "_content": "Edgar William Venner, b. 1893 at Upton upon Severn, was the youngest son of Mr and Mrs I Venner of Malvern Link, Near Malvern, Worcestershire.  At the outbreak of war, Edgar (who was working at Malvern Hydro) and his older brother, Irwin Price Venner, b. 1885 at Bucklow, Cheshire, having both been at Royal Grammar School Worcester, volunteered for the Public Schools Battalion of the Royal Fusiliers.  Edgar was PS/3323 and was quickly promoted to Sergeant before being commissioned in 1915.  Strangely E W Venner is first shown as commissioned into the Gloucestershire Regiment on 22 September 1915 [London Gazette 9441 dated 24 Sep 15] - his mother was probably Isabel, b. 1859 from Wheatenhurst, Gloucestershire, and this may have some relevance.  However the Supplement to London Gazette 10366 of 20 Oct 1915 shows E W Venner commissioned into the Royal West Kent Regiment from the OTC Lists with effect 21 Oct 1915.  He was posted to 3rd Battalion Royal West Kents which was the Regimental Depot at Maidstone. \n\nEdgar William Venner was attached as a platoon commander to 16th Battalion Manchester Regiment and was killed in the same attack on the Somme on 9 Jul 16 that took the life of Lt John Oliver Milner (also in this portfolio of IWM photographs).  The two men would certainly have known each other.  Edgar disappeared in the fighting at High Wood which included very heavy retaliatory shelling and he was reported missing that evening - being formally recorded as killed in action in a casualty review of April 1917.\n\nHis brother, Irwin Price Venner, who had lived with Edgar at 'Mornington', Malvern Link, was commissioned into the Royal Engineers and, when a Lieutenant, transferred into the Royal Air Force.  He survived the war.\n\n2Lt Edgar William Venner is commemorated on the War memorial at The Priory at Great Malvern.//", "authorname": "Gary Donaldson", "id": "32254785-6810086394-72157629261667230", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6810086394/#comment72157629637317003", "realname": "", "path_alias": null, "author": "68061336@N05", "iconserver": "0", "datecreate": "1332366496", "_content": "The Commonwealth War Graves Commission lists the following details\nVENNER, EDGAR WILLIAM\nRank:Second Lieutenant\nDate of Death:09/07/1916\nRegiment/Service:Queen's Own (Royal West Kent Regiment)  3rd Bn. attd. 16th Bn. Manchester Regiment\nPanel ReferencePier and Face 11 C.\nMemorialTHIEPVAL MEMORIAL\nAdditional Information: None \nthey can be found here  <a href=\"http://www.cwgc.org/search-for-war-dead/casualty/817934/VENNER,%20EDGAR%20WILLIAM\" rel=\"nofollow\">www.cwgc.org/search-for-war-dead/casualty/817934/VENNER,%...</a>", "authorname": "coldlunchuk", "id": "32254785-6810086394-72157629637317003", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6810086394/#comment72157629531840088", "realname": "", "path_alias": null, "author": "54750560@N06", "iconserver": "0", "datecreate": "1335346984", "_content": "Hello.  Today is ANZAC Day in Australia and I was checking photos of my many relations who served in the wars.  I have a postcard of soldiers in Syria I think and written on the back to my mother from her brother is this information.  Can anyone please help with any information at all so I have a story to add to my photos .  William Miller  9408  3rd battelion  G  company  Manchester Regiment.   Many thanks Colleen Forno in Australia   aussiecozi@inbox.com", "authorname": "gumtrees11", "id": "32254785-6810086394-72157629531840088", "iconfarm": 0}], "photo_id": "6810086394"}}