{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/7838449346/#comment72157632656689806", "realname": "", "path_alias": null, "author": "92763708@N04", "iconserver": "0", "datecreate": "1359624961", "_content": "Man Mo Temple, Hollywood Road.", "authorname": "JAF00", "id": "31569669-7838449346-72157632656689806", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/7838449346/#comment72157634832971124", "realname": "", "path_alias": null, "author": "99490033@N02", "iconserver": "0", "datecreate": "1375029965", "_content": "The Man Mo Temple Compound on Hollywood Road, Sheung Wan comprising three blocks, namely Man Mo Temple, Lit Shing Kung and Kung Sor, was built approximately between 1847 and 1862 by wealthy Chinese merchants. Man Mo Temple was built mainly for the worship of Man Cheong (God of Literature) and Mo Tai (God of Martial Arts). Lit Shing Kung was built for the worship of all heavenly gods. Kung Sor was used as a meeting place and for resolving matters related to the Chinese community in the area. The three blocks are separated by two alleys.\n\nThe Temple was officially entrusted to Tung Wah Hospital with the enactment of the Man Mo Temple Ordinance in 1908. Even nowadays, the Directors of the Tung Wah Group of Hospitals and community celebrities still congregate in the Temple every year at the Autumn Sacrificial Rites to pay homage to Man Cheong and Mo Tai as well as to invoke prosperity of Hong Kong. The Temple has imperative historical and social values to the territory, representing the traditional social organization and religious practices of the Chinese community in old Hong Kong.\n\nMan Mo Temple is a two-hall-three-bay structure fronted by two granite drum platforms. A pair of screen doors is placed in the front hall. Following the traditional Chinese architectural layout, the rear hall housing the altars of the deities is a few steps higher than the front hall. Between the two halls is a covered courtyard flanked by two side chambers with humpbacked roofs. The courtyard is covered with a double-eaved hip-and-gable roof supported by four granite columns at the corners of the courtyard. Lit Shing Kung, which is attached to the left of Man Mo Temple, was originally a three-hall-two-courtyard structure. The two courtyards were later covered by steel roofs. Kung Sor is a simple one-hall structure. The historic granite doorframe on which the year of construction of Kung Sor can be found is still well preserved.\n\nThe magnificent Man Mo Temple Compound is a fine example of traditional Chinese vernacular architecture. It is exquisitely decorated with ceramic figurines, granite carvings, wood carvings, plaster mouldings and murals, reflecting superb traditional craftsmanship.", "authorname": "hphbhk", "id": "31569669-7838449346-72157634832971124", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/7838449346/#comment72157634826843861", "realname": "", "path_alias": null, "author": "94964225@N05", "iconserver": "0", "datecreate": "1375031889", "_content": "<a href=\"http://commondatastorage.googleapis.com/static.panoramio.com/photos/original/76141344.jpg\" rel=\"nofollow\">commondatastorage.googleapis.com/static.panoramio.com/pho...</a>", "authorname": "hoth1026", "id": "31569669-7838449346-72157634826843861", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/7838449346/#comment72157634982183470", "realname": "Simon Miles", "path_alias": null, "author": "9166691@N04", "iconserver": "0", "datecreate": "1375941023", "_content": "Still there", "authorname": "szivhk", "id": "31569669-7838449346-72157634982183470", "iconfarm": 0}], "photo_id": "7838449346"}}