{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/smithsonian/3247478668/#comment72157613686666478", "realname": "Brandon McKinney", "path_alias": "decrepit-telephone", "author": "85016918@N00", "iconserver": "31", "datecreate": "1234424796", "_content": "It was Frank Bragwyn who designed and executed murals to decorate the exterior of Seigfried Bing's Parisian shop <i>L'Art Nouveau</i> of 1894. He painted two beltcourses on the exterior of the shop's building, and also did two murals which flanked the entrance hall of the same building. It is my understanding, however, that the exterior decoration only existed until 1904-1905 when the shop closed, however, and was renovated by another owner.", "authorname": "Decrepit Telephone", "id": "25030781-3247478668-72157613686666478", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/smithsonian/3247478668/#comment72157613985656407", "realname": "Amgueddfa Cymru - National Museum Wales", "path_alias": "museumwales", "author": "23119147@N08", "iconserver": "7265", "datecreate": "1234875246", "_content": "The huge <em>British Empire Panels</em> (1925 - 1932) are amongst the most important examples of Brangwyns decorative work on a large scale, originally commissioned to complete the Victorian decorations in the Royal Gallery, Palace of Westminster, London.\n\nThe Panels were begun as as a commemoration of the war dead of World War 1, but as they were being created, is was soon realised that something more optimistic was needed. Consequently Brangwyn re-started the series with a &quot;synthetic panorama of the beauty of Great Britain ... [to show] what the Forces of the Empire fought for.&quot; \n\nOn completion, the 16 very large works covering 3,000 sq ft (280 m2) were also rejected because the were &quot;too colourful and lively&quot; for the location. These are now housed in the Brangwyn Hall, Swansea.\n\nThe original 'war scene' murals that commemorate the WW1, now reside in the National Museum of Wales in Cardiff,  Two of the large preparatory panels are on display in the main entrance hall, including the impressive war picture, <em>A Tank in Action</em>.\n\n<a href=\"http://www.flickr.com/photos/museumwales/3286931585/\"><img src=\"http://farm4.static.flickr.com/3655/3286931585_c6c2efa150_m.jpg\" width=\"240\" height=\"212\" alt=\"A Tank In Action. Frank Brangwyn c.1925\" /></a>\n<em>A Tank in Action</em> \nBRANGWYN, Sir Frank William (1867 - 1956). \nNational Museum Wales", "authorname": "MuseumWales", "id": "25030781-3247478668-72157613985656407", "iconfarm": 8}], "photo_id": "3247478668"}}