{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/dcplcommons/3421499341/#comment72157616730304943", "realname": "", "path_alias": "jimfulmer", "author": "61998666@N00", "iconserver": "1226", "datecreate": "1239827416", "_content": "I passed those gates everyday on my way to work. I always wondered what they were!\n\nGoogle maps link:\n<a href=\"http://maps.google.com/maps?sourceid=chrome&amp;ie=UTF8&amp;q=florida+ave,+16th+street,+washington+Dc&amp;fb=1&amp;split=1&amp;gl=us&amp;ei=C0PmSdnpFN7rnQerlLG0CQ&amp;ll=38.919292,-77.036758&amp;spn=0.001477,0.001491&amp;t=h&amp;z=19\">maps.google.com/maps?sourceid=chrome&amp;ie=UTF8&amp;q=fl...</a>", "authorname": "Jim Fulmer", "id": "36006447-3421499341-72157616730304943", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/dcplcommons/3421499341/#comment72157620945891429", "realname": "", "path_alias": null, "author": "40201171@N03", "iconserver": "0", "datecreate": "1246945301", "_content": "As kids in the In the late 60's on into the early 70's, my siblings and I used to play on what the neighborhood dubbed as &quot;Castle Hill.&quot;  We never saw the castle as it was torn down long before we were even born.  It was literally a walk in the woods as it had become overgrown with foliage to the point that except for the wall, you couldn't tell a castle was ever there.  Trees, weeds, and small animals lived on the property.  We used to catch garter snakes and played amongst the fallen trees, wild mushrooms and other fungi growing there.  The soil was rich and some neighbors got buckets of it for their backyard gardens.  Scary tales were told about the woods, which made us scared to go up there at night, but we outgrew the fear as we got older.  The current townhomes standing there (Beekman Place) were built in the late 1970's, during my high school years.  I used to stand in the park across the street and watch the construction and knew I would miss the woods.  I'm glad to see a photo of how it used to look; it all makes sense now.", "authorname": "friendofman", "id": "36006447-3421499341-72157620945891429", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/dcplcommons/3421499341/#comment72157623259559824", "realname": "", "path_alias": null, "author": "44586864@N08", "iconserver": "0", "datecreate": "1264138998", "_content": "Your story is identical to my own experience on Meridian Hill.  It was fabulous. My grandmother would take us there, and as you said, turn us loose.  Henderson's Castle, I once climbed over the wall and ran up to the main building which was condemed by now, but I do have vague memories of someone living there when I was really little.  Meridian Hill, There was also the secret hedge trail that ran along the lower walls. The memories sitting with my grandmother in Merian Hill Park and eating mayonaise sandwiches, huh, was great. I loved those mayonaise sandwiches,  She would buy a jar of mayonaise and a loaf of bread, and sometimes water melon. I got to carry the watermelon. fabulous!   I read that the Castle was demolished in 1949, but the mail structure was still there in the late 50s, early 60s.", "authorname": "shamus15", "id": "36006447-3421499341-72157623259559824", "iconfarm": 0}], "photo_id": "3421499341"}}