{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/5260102967/#comment72157625525721847", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1293017353", "_content": "Sendo Cabo Ruivo uma zona industrial por excelência, situada entre a Matinha e Beirolas (onde se encontrava o Depósito Geral de Material de Guerra), aqui foi inaugurada a 11 de Novembro de 1940 a refinaria da Sacor, com um potencial de refinação de 300.000 toneladas/ano.\nEsta refinaria estava ligada, por pipelines, a uma ponte-cais, no rio Tejo, com 300 m de cais acostável para os petroleiros que abasteciam a mesma.\nEsta refinaria produzia os seguintes produtos: Gasolina, Gasóleo, GPL (gás de petróleo liquefeito), Fuelóleo, Nafta, Jet fuel (combustível para aviões), Betume (para asfaltos e isolante) e Enxofre (para produtos farmacêuticos, agricultura e branqueamento da pasta de papel).\n\nA SACOR - Sociedade Anónima de Combustíveis e Óleos Refinados, fundada em 28 de Julho de 1937, por um romeno radicado em França, Martin Saim, foi a primeira empresa petrolífera portuguesa a dominar todo o processo, da importação, transporte, refinação e distribuição dos produtos petroliferos. \n\nAté então todos os combustíveis e produtos derivados do petróleo eram importados pela Shell Company of Portugal, Ltd., Sociedade Nacional de Petróleos - Sonap,  Socony-Vacuum Oil Company e a Companhia Portuguesa dos Petróleos - Atlantic.\n\nLembro que já em 1933 tinha sido criada a SONAP, Sociedade Nacional de Petróleos, que nunca passou de mais uma distribuidora até ser integrada na futura Petrogal em 1975 a quando da nacionalização do sector.\n\nA 13 de Junho de 1947 é criada a Soponata - Sociedade Portuguesa de Navios Tanque, empresa para transporte marítimo do crude, e detida pelas  pelas Companhia Nacional de Navegação, e Sociedade Geral de Comércio, Indústria e Transportes, por cinco empresas que operavam em Portugal como importadoras e distribuidoras de combustíveis líquidos atrás referidas\n\nA SACOR manteve sempre uma posição dominate na distribuição dos produtos refinados do petróleo, introduzindo em 1958 a &quot;gasolina Super&quot;, e fundado a Gazcidla para adistribuição de gás butano (doméstico) e propano (industrial).\n\nEm 1959 a SACOR cria a sua própria empresa de navegação, a Sacor Marítima,  para transporte dos seus produtos.\n\nEsta refinaria de Cabo Ruivo foi sendo ampliada ao longo da sua existência até entrada em funcionamento da Refinaria de Sines em 1979, que originou a sua desactivação. \n\nFoi desmantelada por ocasião da Expo'98, restando no seu lugar apenas a torre de cracking da refinaria.\n\nA refinaria de Sines é responsável por 70 % da refinação em Portugal e a sua capacidade actual é de 220.000 barris de crude refinados por dia.\n\nOutra grande refinaria é a do Leça da Palmeira, inaugurada em 1969, com capacidade para 90.000 barris de crude refinados dia. è uma refinaria simples sendo o seu complexo constituído por 3 fábricas: aromáticos, óleos base e lubrificantes.\n\nA SACOR foi nacionalizada em 1975 e integrada na nova empresa, então criada, Petrogal, que mais tarde deu origem à Galp Energia que hoje conhecemos.", "authorname": "J. Leite", "id": "26532116-5260102967-72157625525721847", "iconfarm": 6}], "photo_id": "5260102967"}, "flarchive:created": 1387730702}