{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/state-records-nsw/4057365622/#comment72157622569013759", "realname": "", "path_alias": "beachcomberaustralia", "author": "32162360@N00", "iconserver": "3722", "datecreate": "1256884673", "_content": "The electric arc lamp style (top left) was introduced in 1912, so this must be after that, but not much as there should be cars appearing on the streets.  \n\nAlso the decorative Tram electric pylons down the middle of George Street  (from December 1899) are not apparent, but a web of wires    right across is.  I have been trying to find out when the &quot;T&quot; poles were replaced to help date the Tyrrell collection George Street photos, and why.  Anybody know?\n\nSydney City website with info about lights - <a href=\"http://cityofsydney.nsw.gov.au/history/SydneyStreets/Minding_the_Streets/Lighting_Up/default.html\" rel=\"nofollow\">cityofsydney.nsw.gov.au/history/SydneyStreets/Minding_the...</a>\n\nAnd I think it is 10:18am !", "authorname": "beachcomberaustralia", "id": "27286215-4057365622-72157622569013759", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/state-records-nsw/4057365622/#comment72157622588676499", "realname": "Photographic Collection", "path_alias": "state-records-nsw", "author": "27331537@N06", "iconserver": "8539", "datecreate": "1257122115", "_content": "Hi, thank you for the interesting information about the lamp style and  \nyes, it does appear to be around10:20ish.", "authorname": "State Records NSW", "id": "27286215-4057365622-72157622588676499", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/state-records-nsw/4057365622/#comment72157638297576216", "realname": "", "path_alias": null, "author": "92723869@N07", "iconserver": "0", "datecreate": "1386027966", "_content": "Construction of Sydney Town Hall began with the securing of the George St site in 1869. The Town Hall was occupied in September 1874 and gradually extended to include the clock tower in 1881, the Main Hall in 1889 and its grand organ in 1890. \n\nA public holiday was proclaimed when Sydney Town Hall opened on 27 November 1889. In the 1897 a porte-cochère, not a part of the original Town Hall design, replaced the wide steps approaching the Town Hall entrance, but when excavations for the underground Town Hall railway station severely weakened it in 1934, the porte-cochère  was declared unstable and demolished. In the opinion of architects, this addition did not improve the appearance of the building, and many were gratified at its removal and the reinstatement of the original broad staircase.", "authorname": "juantoo34", "id": "27286215-4057365622-72157638297576216", "iconfarm": 0}], "photo_id": "4057365622"}, "flarchive:created": 1389621451}