{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/floridamemory/4130716627/#comment72157622895267522", "realname": "", "path_alias": null, "author": "25695066@N00", "iconserver": "7037", "datecreate": "1259461474", "_content": "The date stated for this photo is incorrect.  It is from 1927 and captures two men who would become renown figures in the United States Navy. \n\n Of the men standing below the wing of the Martin SC-2 Seahawk aircraft, the man seventh from the left is Commander (later Rear Admiral)  Richmond K. Turner.  A senior officer like Commander Turner was at Pensacola receiving flight training likely as a prerequisite of taking command of the seaplane tender USS Jason (AC-12) one year later, since Martin SC-2 aircraft would be operating from USS Jason during Turner's command.  Richmond Turner would go on to command USS Saratoga (CV-3), USS Astoria (CA-34), and eventually hold several amphibious commands during WWII. \n\nThe man sitting furthest to the right on the unseen aft portion of the aircraft's port side float is then-Lieutenant (later Rear Admiral) Daniel V. Gallery.  Dan Gallery is most famous for commanding USS Guadalcanal (CVE-60) during its capture of the German U-Boat U-505 on June 4, 1944.  U-505 is the only foreign warship captured in battle on the high seas by the United States Navy since the War of 1812.  Gallery would be among the major figures during the 1949 &quot;Revolt of the Admirals&quot; (concerning the Truman Administration's emphasis on procuring Air Force bombers, and plans to scrap the Navy's carrier fleet - the outbreak of the Korean War would disabuse the Administration from scrapping the carriers).  Gallery would also go on to author several articles and both, fiction and non-fiction books. \n\nRichmond K. Turner\n<a href=\"http://en.wikipedia.org/wiki/Richmond_K._Turner\" rel=\"nofollow\">en.wikipedia.org/wiki/Richmond_K._Turner</a>\n\nDaniel V. Gallery\n<a href=\"http://en.wikipedia.org/wiki/Daniel_V._Gallery\" rel=\"nofollow\">en.wikipedia.org/wiki/Daniel_V._Gallery</a>\n\nAlso, see this link which features a photo taken in the same sequences as the photo above:\n<a href=\"http://www.aero-web.org/database/aircraft/getimage.htm?id=5914\" rel=\"nofollow\">www.aero-web.org/database/aircraft/getimage.htm?id=5914</a>\n\nU-505 today sits as an exhibit at the Chicago Museum of Science and Industry (MSI).\n<a href=\"http://en.wikipedia.org/wiki/German_submarine_U-505\" rel=\"nofollow\">en.wikipedia.org/wiki/German_submarine_U-505</a>", "authorname": "TVL1970", "id": "31814686-4130716627-72157622895267522", "iconfarm": 8}], "photo_id": "4130716627"}, "flarchive:created": 1387666086}