{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8484459833/#comment72157632792322303", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1361192114", "_content": "William Newenham Montague Orpen was born on 27 Nov 1878 at Stillorgan, Co Dublin.  After training at the Metropolitan School of Art Dublin from age 13, and from 18 at the Slade School of Art London, William Orpen took up a studio in the Royal Hospital Road, Chelsea and exhibiting at the Chenil Gallery, London.  He painted portraits of over 600 members of the wealthier classes and their families.  He also painted in Ireland and was a leading artist in the 'Celtic revival' movement.\n\nIn 1901 William Orpen married Grace Knewstub in 1901, with whom he had 3 daughters; Mary (1902); Christine Grace Violet (1906); and Diana Evelyn (1913).  However, an incorrigible womaniser, he later left his wife for Madame Saint George, a married woman whose portrait he had painted in 1912, (see  <a href=\"http://www.flickr.com/photos/32357038@N08/5123476715/\">www.flickr.com/photos/32357038@N08/5123476715/</a> ), and returned to Dublin to teach at the Metropolitan School.  However William and Grace never divorced and when William was Knighted in 1918 she became Lady Orpen.  Her portrait is at <a href=\"http://www.tate.org.uk/art/artworks/orpen-lady-orpen-n03549\" rel=\"nofollow\">www.tate.org.uk/art/artworks/orpen-lady-orpen-n03549</a> \n\n\nIn 1916 William Orpen was appointed as an official war artist by the Quartermaster General, Sir John Cowans.  He was given a commission in the rank of Major in the Army Service Corps to lend him authority at the front.  His evocative works in France and Flanders, where he sketched and painted every day, include Zonnebeke; A Highlander passing a grave; and Village: Evening.  The experience left an indelible impression on him and his illustrated memoir of the war was published in 1921 as &quot;An Onlooker in France, 1917–1919&quot;.\n\nAt the Paris Peace Talks, 1919-20, William Orpen, having survived the Spanish Influenza and now Knighted with a KBE for his war artistry, painted notable personalities including David Lloyd George, Field Marshal Douglas Haig; Admiral David Beatty; Sir Henry Wilson; and Major James McCudden.  His most controversial painting &quot;To the Unknown British Soldier Killed in France&quot;, 1923, met such disparaging comments from establishment art critics that he subsequently painted out the figures of soldiers flanking the central coffin.  This picture was accepted by the Imperial War Museum in 1927.  <a href=\"http://www.memorial-caen.fr/10EVENT/EXPO1418/gb/texte/097text.html\" rel=\"nofollow\">www.memorial-caen.fr/10EVENT/EXPO1418/gb/texte/097text.html</a> \n\nWilliam Orpen died in 1931 aged 53 of poor health and alcoholism.//", "authorname": "Gary Donaldson", "id": "32254785-8484459833-72157632792322303", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8484459833/#comment72157632798275510", "realname": "", "path_alias": null, "author": "91852861@N05", "iconserver": "0", "datecreate": "1361202241", "_content": "good picture remember day first world war one of strong of brave person many pass way the glory of angle peacefully . :|", "authorname": "johncockcroft10@gmail.com", "id": "32254785-8484459833-72157632798275510", "iconfarm": 0}], "photo_id": "8484459833"}}