{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1371899740", "originalformat": "jpg", "owner": {"username": "Tyne & Wear Archives & Museums", "realname": "", "nsid": "29295370@N07", "iconserver": "2861", "location": "", "path_alias": "twm_news", "iconfarm": 3}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "9105575797", "title": {"_content": "An Aerial view of Sunderland"}, "media": "photo", "tags": {"tag": []}, "comments": {"_content": "0"}, "secret": "fba8f93c85", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "Reference: DT.TUR-7-15-79-I\n\nThis photograph has been taken from the Turners Collection at Tyne &amp; Wear Archives. Turners were a commercial photographic company based at Pink Lane, in Newcastle upon Tyne. These Aerial Photographs of Sunderland were taken in 1969. \n\nInspired by the upcoming Grayson Perry exhibition 'The Vanity in small differences' Tyne &amp; Wear Archives have created this set in reaction to some of the themes surrounding Sunderland and its social make up that have been explored by Grayson Perry in his six large scale tapestries.  \n\nThis set features both Social and Landscape Photography of a nostalgic Sunderland; these consist of both Aerial views of the physical make up of Sunderland's landscape, mixed with social portraits of the working community and industrial scenes traditionally associated with Sunderland's Heritage. Both are relevant to Grayson Perry's upcoming collection of Tapestries exploring the story of class mobility and the influence social class has on our aesthetic taste.\n\nWhen recently interviewed on the subject Perry states &quot;When I asked club singer Sean Foster-Conley what I should feature in my tapestries to show working-class taste, he said “the mines and shipyards”. “But they no longer exist,” I replied. In a very important way, however, he was right. The heavy industries that shaped the north of England also shaped the emotional lives of the generations of people who lived there. Winding towers and cranes can be torn down in a day, but the bonds, formed through shared hardship working under them, live on.&quot; \n\nThese images of a community driven by industry, mixed with Aerial\n Views of the physical make up of Sunderland during this time reflect on Perry's view of the eternal relevance that Sunderland's social and industrial past has on its present community. \n\n<a href=\"http://www.twmuseums.org.uk/sunderland/whats-on/exhibitions/the-vanity-of-small-differences-tapestries-by-grayson-perry.html\" rel=\"nofollow\"> More information on 'The Vanity of Small Differences' can be found here</a>.\n\n(Copyright) We're happy for you to share these digital images within the spirit of The Commons. Please cite 'Tyne &amp; Wear Archives &amp; Museums' when reusing. Certain restrictions on high quality reproductions and commercial use of the original physical version apply though; if you're unsure please email archives@twmuseums.org.uk\n"}, "isfavorite": 0, "views": "2969", "farm": 4, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2013-06-18 11:48:16", "lastupdate": "1383330453", "takengranularity": "0", "posted": "1371899740"}, "originalsecret": "1cb2551615", "license": "7", "notes": {"note": []}, "server": "3670", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/twm_news/9105575797/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1389890538}