{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/6500279985/#comment72157630070539395", "realname": "", "path_alias": null, "author": "74784995@N00", "iconserver": "2868", "datecreate": "1339757185", "_content": "This must be the Aeroporto Granja do Marques at Sintra....1930s, before Portela was built", "authorname": "A30yoyo", "id": "26532116-6500279985-72157630070539395", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/biblarte/6500279985/#comment72157631716873586", "realname": "", "path_alias": null, "author": "64847757@N04", "iconserver": "5039", "datecreate": "1349659695", "_content": "Não, de todo. A fotografia foi feita naquele que era então pomposamente designado como Campo Internacional de Alverca (C.I.A.), na segunda metade dos anos 20, quando funcionava a primeira ligação aérea Lisboa-Madrid, pela mão da companhia espanhola Unión Aérea Española (U.A.E.), cuja operações tiveram início em Abril de 1927, com voos Madrid-Lisboa/Lisboa-Madrid e Lisboa-Sevilha/Sevilha-Lisboa. \nA frota da U.A.E. era constituída por dois trimotores Junkers G.24 (com as matriculas M-AJAJ e M-CFFA) e cinco monomotores Junkers F.13 (matriculados M-AAJ, M-AJAA, M-CBBA, M-CAAD e M-CEEA - o terceiro é o avião da fotografia). Os pilotos provinham, na sua maioria da aviação militar espanhola. Suponho que muitos devem ter ganho sua experiência de voo durante as campanhas de Marrocos de inícios da década. \n\nO serviço da UAE chegou a contar com a parceria de uma da empresa nacional, os Serviços Aéreos Portugueses (S.A.P.), que foi, para todos os efeitos, a primeira companhia aérea a operar a partir de solo português, embora fosse animada sobretudo por capitais alemães (tal sucedia no caso da própria UAE, em que o casa fabricante Junkers Flugzeugwerke AG, era accionista maioritária). A S.A.P. apenas operou um único F.13, matriculado C-PAAC.", "authorname": "Alex de la Guardia", "id": "26532116-6500279985-72157631716873586", "iconfarm": 6}], "photo_id": "6500279985"}, "flarchive:created": 1387728996}