{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/anmm_thecommons/7737656972/#comment72157631015089218", "realname": "Stephen", "path_alias": null, "author": "32842300@N06", "iconserver": "3630", "datecreate": "1344684501", "_content": "NOT a Walrus - its a different model. \nThis is the earlier one its a Seagull Mk III (the Walrus was the Seagull Mk V) \n- both HMAS Canberra and HMAS Australia had them as did HMAS Albatross.\n\nA9-6 \n\nThis Airframe was Ordered by the RAAF in 1925 from Supermarine UK and it was shipped over to Australia crated as 'general cargo' on board the SS MALDARIA.\nIt was then taken over by the RAAF and assembled and prepared for service in the usual manner. \n\nOn 3 April 1934 this airframe and its RAAF Detachment (including Pilot) were embarked on board HMAS AUSTRALIA, they were disembarked on 8 April, then reembarked once more on 24 April 1934. \n\nOn 26 April 1934 the Airframe was involved in making a forced Landing after suffering from engine trouble while becoming airborne off Port Jackson in Sydney Harbor and while still being on board HMAS Australia. \n\nDue to this the Airframe was Disembarked to RAAF Richmond on 9 May 1932 and in turn replaced on ship. \n\nAfter being reembarked by HMAS Australia after the completion of the necessary 'minor repairs' on 11 July 1932, she remained on board the cruiser as her regular aircraft for most of her service life.  \n\nOn 24 August 1934 the Airframe was wrecked while on board carrying out this duty during a severe gale while the Cruiser was under passage from Devonport to Bunbury, with the Airframe shortly afterwards being declared as beyond repair and SOC (Struck off charge) as of this date. \n\nA later combined RAAF/RAN Enquiry found that the cause of the Loss of A9-6 was that\nthe main ring bolt securing the aircraft to the catapult platform failed. \nMore Seagulls were lost in this manner on both HMAS Canberra and again on HMAS Australia before this situation was finally 'resolved'.\n\nThis pick shows A9-6 shortly after this event took place. \n\nStephen. \nNSW Aust.", "authorname": "diversdream", "id": "33142378-7737656972-72157631015089218", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/anmm_thecommons/7737656972/#comment72157631040382406", "realname": "", "path_alias": "anmm_thecommons", "author": "33147718@N05", "iconserver": "3829", "datecreate": "1344816473", "_content": "[http://www.flickr.com/photos/32842300@N06] Wow thanks for all the info Stephen - our records have been updated. A great pic!", "authorname": "Australian National Maritime Museum on The Commons", "id": "33142378-7737656972-72157631040382406", "iconfarm": 4}], "photo_id": "7737656972"}, "flarchive:created": 1387836550}