{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2162898841/#comment72157624733975451", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1283374181", "_content": "Going to pray at St. Jean Baptiste:\n[http://www.flickr.com/photos/library_of_congress/2163705706/in/photostream/]", "authorname": "Wystan", "id": "8602872-2162898841-72157624733975451", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2162898841/#comment72157625210841835", "realname": "Richard Norton", "path_alias": "richard_arthur_norton", "author": "54904823@N00", "iconserver": "2568", "datecreate": "1289177972", "_content": "St. Jean Baptiste Catholic Church is on Lexington Avenue on New York City's Upper East Side. It is a large stone structure built in the early 20th century for a congregation formed in 1882 to serve the area's French Canadian immigrant population. Financier Thomas Fortune Ryan, a Catholic convert in his teens, bankrolled its construction. The Italian architect practicing in New York Nicholas Serracino, who combined elements of the Italian Renaissance Revival and Classical Revival architectural styles, won won first prize for the design at the Esposizione Internazionale delle Industrie e del Lavore in Turin, in 1911. It is his only surviving church in the city.\nIt is one of the few Catholic churches in New York City with a dome, and only one of two — the other being St. Patrick's Cathedral — with stained glass windows from the glass studios of Chartres. The building was designated a city landmark in 1969. It was listed on the National Register of Historic Places in 1980 along with its rectory.[1] In the late 20th century the interior and exterior were both restored.\nStarted in 1882 in a rented hall above a stable, the congregation has been through three buildings at two locations. St. Jean Baptiste High School was started on the grounds as an elementary school by nuns of the Congregation of Notre Dame in 1886. In the late 19th century an exposure by a visiting priest of a relic of St. Anne intended for one night, grew into a three-week event during which many miracle cures were alleged by thousands of pilgrims who crowded the church; as a result the church now has its own shrine to the saint, which led to a failed effort to get it designated a basilica. In 1900 it passed from the control of the founding Fathers of Mercy to the Congregation of the Blessed Sacrament, who introduced Eucharistic adoration as a worship style.\n\n<a href=\"http://en.wikipedia.org/wiki/St._Jean_Baptiste_Catholic_Church\" rel=\"nofollow\">en.wikipedia.org/wiki/St._Jean_Baptiste_Catholic_Church</a>", "authorname": "Richard Arthur Norton  (1958- )", "id": "8602872-2162898841-72157625210841835", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2162898841/#comment72157631970176463", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1352505401", "_content": "Selling medals in front of St. Anne's (1915):\n[http://www.flickr.com/photos/library_of_congress/8169423862/]", "authorname": "Wystan", "id": "8602872-2162898841-72157631970176463", "iconfarm": 4}], "photo_id": "2162898841"}}