{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/6011128587/#comment72157627275577849", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1312966572", "_content": "A propósito deste filme, produzido pela Sonarte, Lda., a revista &quot;Ilustração&quot; no mesmo dia da estreia escrevia:\n\n«O cinema nacional conta com mais uma produção - O &quot;Trevo de 4 Folhas&quot; - e marca com ele progressos nítidos que nos enchem de satisfação. O filme de Chianca de Garcia tem movimento. Podemos mesmo dizer que tem desenvoltura. Leva vantagem aos que o antecederam na ausência de ingenuidades ridículas, de certa timidez desastrada, que assinala a nossa iniciação na arte das imagens animadas. (...)\n(...) em o &quot;Trevo de 4 Folhas&quot; o cinema nacional sobe ao nível das produções estrangeiras, se não em argumento e interpretação, pelo menos sob o ponto de vista de factura técnica. (...) as imagens encadeiam-se com harmonia, e a acção mantem sempre plena intensidade (...) Notámos contudo que na fotografia - que de um modo geral é boa - certa falta de uniformidade que prejudica o conjunto.\n(...) outro factor medíocre foi introduzido no filme: certos diálogos de feição cómica, dum género que pertence mais à revista que ao cinema.\n(...) A interpretação consideramo-la boa nas primeiras figuras e deficiente nas restantaes. Beatriz Costa tem no teatro criações melhores. Mas afirma as suas grandes faculdades de adaptação no desempenho de dois papeis distintos (...) Nascimento Fernandes é o melhor dos interpretes (...) Procópio Ferreira não tem o físico adequado ao papel. Mas encontra meio de se defender com as eminentes qualidades que possue.\nMafalda surpreende-nos. Não se limita a dançar admirávelmente. Representa tambem com muito acêrto um papel de grande importância.»\n\nChianca de Garcia (1898-1983), viria a tornar-se mais conhecido ao escrever o argumento e realizar o filme &quot;Aldeia da Roupa Branca&quot; de 1938, tambem com Beatriz Costa no principal papel, contracenando com o grande Manuel Santos Carvalho.\nViria a realizar mais um filme em 1938: &quot; A Rosa do Adro&quot;\n\nEm 1940 partiu para o Brasil onde ficou a viver, e  realizou mais 2 filmes entre outras actividades.\nFaleceu no Rio de Janeiro a 28 de Janeiro de 1983.", "authorname": "J. Leite", "id": "26532116-6011128587-72157627275577849", "iconfarm": 6}], "photo_id": "6011128587"}, "flarchive:created": 1387729669}