{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6641627841/#comment72157628901490151", "realname": "", "path_alias": null, "author": "68061336@N05", "iconserver": "0", "datecreate": "1326749544", "_content": "THE LONDON GAZETTE, OCTOBER 10, 1899. \nThe Durham Artillery (Western Division), Second\nLieutenant H. E. C. Ditmas to be Lieutenant.\nDated llth October, 1899.\n\n<a href=\"http://www.london-gazette.co.uk/issues/27125/pages/6116/page.pdf\" rel=\"nofollow\">www.london-gazette.co.uk/issues/27125/pages/6116/page.pdf</a>\n\nalso has entry iBurke's genealogical and heraldic history of the landed gentry\n\nPage 210 Major HEC Doyne-Ditmas acquired the Estate of Wootton in 1923, and Clock House, Kcmpston, In 1936, by purchase. The latter Is now sold\n\nmentioned in Kennel Club Catalogue 1929\n\n<a href=\"http://www.thekennelclub.org.uk/download/8665/1929_2.pdf\" rel=\"nofollow\">www.thekennelclub.org.uk/download/8665/1929_2.pdf</a>", "authorname": "coldlunchuk", "id": "32254785-6641627841-72157628901490151", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6641627841/#comment72157628920380203", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1326856885", "_content": "Family not found in 1881 Census.\nfindmypast.co.uk\nDITMAS Harold Edward C birth registered Farnham Surrey 1881\nfreeBMD.co.uk\nDITMAS Harold Edward C registered marriage 4th qr 1906 St. Geo. H. Sq. 1a  910 \n     to Eliza Catherine Edwards\nDitmas Harold E C D registered death 3rd qr 1945  age 64 Bedford 3b  293a\n     also registered as Doyne-Ditmas Harold E C3rd qr 1945   age 64 Bedford 3b293a\n\nGenealogy written by Harfield Tessa J. of Major HEC Doyne-Ditmas RFA: grandfather's footsteps: before - World War 1 - after.\n<a href=\"http://www.sog.org.uk/library/accessions/libraryacc-200112.pdf\" rel=\"nofollow\">www.sog.org.uk/library/accessions/libraryacc-200112.pdf</a>", "authorname": "brenontario", "id": "32254785-6641627841-72157628920380203", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6641627841/#comment72157628955439601", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1327081137", "_content": "On 25th December 1909, Lieutenant H E C Ditmas, late RHA and RFA, with seniority from 3rd April 1901, retired on retired pay to the Supplementary List of the Special Reserve of Officers.  London Gazette 28321 dated 24th December 1909.\n\nOn 5th August 1914 Lieutenant H E C Ditmas was appointed Captain in the RFA under the provisions of Paragraph 105 of Regulations for Officers of the Special Reserve.  London Gazette 28983 dated 20th November 1914.\n\nOn 6th July 1918, Major H E C Ditmas RFA was placed on the Retired List on account of ill-health contracted on active service.  London Gazette 30779 dated 2nd July 1918.\n\nMajor Harold Edward Churton Ditmas and his wife, Sibyl Harriet Monoux Ditmas, changed their surname to Doyne-Ditmas by deed poll with effect on 26th April 1918 (announced in the London Gazette of 3rd May 1918).  They were then living at Ivy House, Great Linford, near Newport Pagnell in Buckinghamshire.  Their son, Philip Edward Churton Vigors Doyne-Ditmas, served in the Kings Own Scottish Borderers (Captain 1949).  A Lieutenant Derek Harold Gordon Doyne-Ditmas of the Central India Horse, Indian Armoured Corps, was awarded a Military Cross on 9 Sep 42.  In 1923 Sibyl Doyne-Ditmas bought Wootton House in Bedfordshire, from her father, Sir Philip Payne, for £7,776.//", "authorname": "Gary Donaldson", "id": "32254785-6641627841-72157628955439601", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6641627841/#comment72157629436172626", "realname": "", "path_alias": null, "author": "79004301@N06", "iconserver": "0", "datecreate": "1334242163", "_content": "The family of my father, Harold, had been military since the time of his great-grandfather, Colonel Harry Ditmas, who fought at the battle of Bunker Hill.  Harold was commissioned as a second lieutenant in 1898 but when, on 5th August 1906 at All Saints Knightsbridge, he married my mother Sibyl (and not Eliza Catherine Edwards mentioned by brenontario above) he automatically became a member of the landed gentry.  As such he did not need to have paid employment and in 1909 he retired from the army.  However, his retirement did not last long as he rejoined in 1914 at the beginning of the First World War.\n\nHis subsequent life is summarised in this extract from the report of his funeral in the Bedfordshire Times and Standard of 3rd August 1945:- \n “ Serving in the last Great War, he landed at Le Havre in 1914 with the Fourth Division and was in subsequent engagements at Le Cateau, Mons, Marne, Soissons, Aisne, Hill 60, Passchendaele, La Bassee, Armentières, Ypres, Neuve Chapelle, Festubert, Loos, Somme, Bazentine, and Delville Wood.  As the result of enemy bombardments, he suffered severe shell-shock, and was invalided out of the Service in 1918.\nPrior to the present war he was a member of the Special Constabulary, later joining the Royal Observer Corps, from which he was invalided out in 1944.  His principal interests were shooting, hunting (being a member of the Oakley Hunt), gun dogs, tropical fish and wireless.\nMajor Doyne-Ditmas leaves a wife, who was before her marriage Miss Sibyl Harriet Monoux Payne, and is a daughter of Sir Philip Monoux Payne, of Wootton House, Wootton and has seven children – three sons and four daughters…”\n\nNow he has well over 100 direct descendants.", "authorname": "hal.dd", "id": "32254785-6641627841-72157629436172626", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6641627841/#comment72157629441892516", "realname": "IWM Collections", "path_alias": "imperialwarmuseum", "author": "32300107@N06", "iconserver": "5535", "datecreate": "1334312267", "_content": "[http://www.flickr.com/photos/79004301@N06] Thank you very much for adding all this information about your father and his war service.", "authorname": "IWM Collections", "id": "32254785-6641627841-72157629441892516", "iconfarm": 6}], "photo_id": "6641627841"}}