{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/6358161543/#comment72157628039163515", "realname": "", "path_alias": null, "author": "11418107@N02", "iconserver": "1068", "datecreate": "1321635864", "_content": "Henrietta Rodman was a feminist and teacher in New York City, vice president of the League for the Civic Service of Women, who protested the ban on married women teachers by marrying a friend in 1914, SOLELY to challenge the law (her husband's girlfriend was cool with this plan).  Friend Floyd Dell noted wryly, “she couldn’t even do so conventional a thing as get married, without creating a terrific sensation.”  She was suspended for more than a year.  The clothing above was typical of her dress-reform style -- heavy sack-like tunics and boots (linen sacks and sandals in the summertime).\n\nSources on Henrietta Rodman include: Julie C. Laible, “Henrietta Rodman and Other Modern\nFeminists: Redefining the New Professional Teacher,” <i>Journal of the Midwest History of Education Society</i> 22(1995): 229-239; June Sochen, “Henrietta Rodman and the Feminist Alliance, 1914-1917,” <i>Journal of Popular Culture</i> 4(1)(Summer 1970): 57-65.", "authorname": "pennylrichardsca (now at ipernity)", "id": "8602872-6358161543-72157628039163515", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/library_of_congress/6358161543/#comment72157628116098101", "realname": "Barbara", "path_alias": "barbara_loc", "author": "33593953@N02", "iconserver": "3267", "datecreate": "1322081127", "_content": "Thanks, pennylrichardsca, for the information and sources.  1914 seems to have been  a big year for challenging the status quo in the New York City school system, given the information you and swanq also supplied about Mrs. Lora Wagner ( <a href=\"http://flickr.com/photos/library_of_congress/6358159445\">flickr.com/photos/library_of_congress/6358159445</a> ).", "authorname": "Barbara (LOC P&P)", "id": "8602872-6358161543-72157628116098101", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/6358161543/#comment72157628117033025", "realname": "", "path_alias": null, "author": "11418107@N02", "iconserver": "1068", "datecreate": "1322085561", "_content": "Indeed!  I ran into Henrietta Rodman in an earlier project on the married-women-teachers ban, so I was excited to see her come up, and it was easy to find my old sources on her to share here.  She's quite a character, plenty of news stories about her doings.  And she knew a lot of the 1910s bohemian set in Greenwich Village, so she turns up on the margins of a lot of biographies and memoirs covering that era.   If I get a chance, I'll gin up a wikipedia entry for her soon.", "authorname": "pennylrichardsca (now at ipernity)", "id": "8602872-6358161543-72157628117033025", "iconfarm": 2}], "photo_id": "6358161543"}}