{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8243686631/#comment72157632261964584", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1355678879", "_content": "Service No: S/14757, Private Charles James Neville was the son of James H. and Agnes W. Neville, of 41, Mosspark Drive, Mosspark, Glasgow.//", "authorname": "Gary Donaldson", "id": "32254785-8243686631-72157632261964584", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8243686631/#comment72157632319365424", "realname": "", "path_alias": null, "author": "38811045@N04", "iconserver": "7164", "datecreate": "1356253290", "_content": "Probably attestted with the battalion in mid October 1914.\n\nRIP.", "authorname": "Paul C A Nixon", "id": "32254785-8243686631-72157632319365424", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8243686631/#comment72157632315458749", "realname": "", "path_alias": null, "author": "38811045@N04", "iconserver": "7164", "datecreate": "1356253820", "_content": "Born Partick.  Appears on 1901 Scottish census as a 5-year-old living with parents and 1-year-old brother at 15 Church Street, Govan.", "authorname": "Paul C A Nixon", "id": "32254785-8243686631-72157632315458749", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8243686631/#comment72157632321305300", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1356272974", "_content": "From an excellent website giving the history of 6th Battalion Cameron Highlanders: <a href=\"http://special.lib.gla.ac.uk/exhibns/month/sep2005.html\" rel=\"nofollow\">special.lib.gla.ac.uk/exhibns/month/sep2005.html</a>\n\nOn 23rd September 1915, the 6th Camerons were ordered to begin moving up to the firing line. On Saturday 25th September, the Battle of Loos began. It was the first attack by the Allies on a large scale, made possible by the arrival of Kitchener's volunteers in vast numbers. It was not a success.  John Kenneth Bulfin-Crawford, a private with the Camerons, sums up one of the main causes for defeat in his active service diary, the lack of support. He also laconically notes the 'heavy casualties'.  \n\nFrom the diary of James Campbell a 6th Camerons Lewis Gunner: excerpt of entry for 25th September 1915 the first day of the Battle of Loos.\n \nThe 15th (Scottish) Division, which included the 6th Camerons, were given a final objective of some high ground nearly five miles away. The distance to be covered incorporated two villages, Hill 70 and three well fortified German trench systems. The Camerons were in the second line of attack. On the 24th they spent an uncomfortable and sleepless night in a communication trench, with shells 'screaming on all sides'. At 5.50 on the morning of the 25th they moved towards the firing line: 'we were all keyed up with excitement at the prospect'. Campbell's section reached the front line at 8am. By this time, the first of the wounded were already making their way back and the 'dressing stations were packed'. At this point, however, the attack had gone quite well: the German front line had been captured, taking the village and hill behind. The Camerons were at first engaged in digging new communication trenches and then were sent over the top to help defend the left flank of the division. By now, those in the first line of attack were being forced to fall back. According to Campbell, 'by the time we got out they had had to retire to this side of the crest, having been well over it. It was hard lines'. Many of the 6th Battalion were killed and wounded attempting to form new positions, having to traverse open ground at the mercy of heavy machine gun fire from higher ground around Hill 70. As Campbell reports, 'the place was absolutely swept by rifle fire ... we lost, out of a section of 25 men, 5 men in as many seconds'.\n\nThe Camerons were engaged in heavy fighting for Hill 70 for the rest of the day. Lack of reinforcements was a huge problem. As Campbell records, 'we had no one on our left all day, but we hung on like grim death until night came'. //", "authorname": "Gary Donaldson", "id": "32254785-8243686631-72157632321305300", "iconfarm": 0}], "photo_id": "8243686631"}}