{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7921759648/#comment72157631598878632", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1348359536", "_content": "The birth of a William Malcolm L.Escombe was recorded in the Bromley District of Kent in the January to March 1892 quarter.\n\nOn the 1901 census, the 9 year William M. L Escombe, born Bromley, was recorded at The Manor House, Main Street, Stanstead St Margarets, Hertfordshire. This was the household of his parents, Rowland L, (aged 38 and a Ship Broker from Surbiton, Surrey) and Mary M. (aged 36, from Clapton, London). They also had a daughter living with them, Aileen B L, (aged 6 and born Bromley), as well as 6 live in servants.\n\nOn the 1911 census, there is a William Malcolm Lingard Escombe, born circa 1892 Bromley, who was recorded in the Lewisham District.\n\nA blog adds a bit more detail - father was &quot;Ronland&quot; Lingard Escombe, mother was Mary Magretha Lingard, the daughter was Aileen Barbara Lingard Escombe. Williams home address was 38 Lee Terrace, Blackheath, Lee and he worked as a clerk at his fathers ship broker business.\n<a href=\"http://www.20thlondonregiment.com/william-malcolm-lingard-escombe.html\" rel=\"nofollow\">www.20thlondonregiment.com/william-malcolm-lingard-escomb...</a>\n\nIn the edition of the London Gazette dated 17th March 1911, it was announced that William Malcolm Lingard Escombe, late Cadet Colour Sergeant, Bradfield College Contingent, Junior Division, Officer Training Corps, had been appointed 2nd Lieutenant in the 20th (County of London)Battalion, The London Regiment, with effect from 14th February 1911.\n<a href=\"http://www.london-gazette.co.uk/issues/28476/pages/2238\" rel=\"nofollow\">www.london-gazette.co.uk/issues/28476/pages/2238</a>\n\nThe promotion of William from 2nd Lieutenant to Lieutenant in the 20th Battalion, London Regiment, effective 20th July 1912, was reported in the London Gazette, dated 8th November 1912\n<a href=\"http://www.london-gazette.co.uk/issues/28661/pages/8208\" rel=\"nofollow\">www.london-gazette.co.uk/issues/28661/pages/8208</a>\n\nThe marriage of a William M L Escombe to an Eileen M Love took place in the Lewisham District in the October to December 1915 quarter, (may be a co-incidence !)\n\nHis temporary acting promotion to Captain from Lieutenant was made permanent and backdated to the 1st June 1916 in the London gazette published on the 17th April 1917. He already had his DSO by this time.\n<a href=\"http://www.london-gazette.co.uk/issues/30022/pages/3612\" rel=\"nofollow\">www.london-gazette.co.uk/issues/30022/pages/3612</a>\n\nCaptain W M L Escombe DSO was seconded from the London Regiment to work as an Assistant Instructor, effective 17th March 1917 (London Gazette 3rd November 1917)\n<a href=\"http://www.london-gazette.co.uk/issues/30366/supplements/11433\" rel=\"nofollow\">www.london-gazette.co.uk/issues/30366/supplements/11433</a>\n\nHe returned to the Battalion, effective 6th March 1918 (London Gazette 23rd April 1918)\n<a href=\"http://www.london-gazette.co.uk/issues/30644/supplements/4851\" rel=\"nofollow\">www.london-gazette.co.uk/issues/30644/supplements/4851</a>\n\nHe was seconded for service again as an Assistant Instructor, effective 20th July 1918, (London Gazett 6th September 1918)\n<a href=\"http://www.london-gazette.co.uk/issues/30885/supplements/10523\" rel=\"nofollow\">www.london-gazette.co.uk/issues/30885/supplements/10523</a>\n\nIf he did marry Eileen in 1915, then possibly he was subsequently divorced, as there is a marriage recorded in Kensington, London in the October to December 1948 quarter of a William M L Escombe to an Elizabeth M Lindley. There is however the record of one Escombe born in England and Wales whose mothers maiden name was Love - an Alan R L Escombe whose birth was recorded in Kensington in the April to June 1921 quarter. I'm already making assumptions, but possibly this is the same Alan Rowland Lingard Escombe who died in Kettering on the 15th August 2009.\n<a href=\"http://announcements.thetimes.co.uk/obituaries/timesonline-uk/obituary-preview.aspx?n=alan-rowland-lingard-escombe&amp;pid=131548878&amp;referrer=2282\" rel=\"nofollow\">announcements.thetimes.co.uk/obituaries/timesonline-uk/ob...</a>\n\nIn a piece on the Saxon church in the village of Escomb, it is noted that &quot;The Escombe family representative W.M.Escombe CBE, DSO, whose company were freight brokers to the P and OSN Co. and ship and insurance brokers, confirmed in a letter of the 1960s that the family subscribed money to provide new altar furniture between the wars and an inscribed visitors’ book. It is presumed these were the donations of 1928.&quot;\n<a href=\"http://escombsaxonchurch.co.uk/about-the-church/history/1863-to-1969-the-missing-years/\" rel=\"nofollow\">escombsaxonchurch.co.uk/about-the-church/history/1863-to-...</a>\n\nThere is a book &quot;Full and Down : the History of Escombe Mcgath and Co Ltd&quot; published in 1953, of which a William Malcolm Lingard Escombe is the author. The book was updated in 1969.\n<a href=\"http://www.amazon.co.uk/Full-Down-History-Escombe-Mcgath/dp/B004SHZSKI/ref=sr_1_1?s=books&amp;ie=UTF8&amp;qid=1348356731&amp;sr=1-1\" rel=\"nofollow\">www.amazon.co.uk/Full-Down-History-Escombe-Mcgath/dp/B004...</a>\n\nThe death of a William Malcolm L Escombe, born 25th December 1891, was recorded in the St Albans District of Hertfordshire in the October to December 1973 quarter.\n\nIt looks like Escombe &amp; McGath were still going into the 1990's, <a href=\"http://www.plimsoll.org/OnTheLine/Preparingaliner/preparationinport/Shipsagent.asp\" rel=\"nofollow\">www.plimsoll.org/OnTheLine/Preparingaliner/preparationinp...</a>", "authorname": "Moominpappa06", "id": "32254785-7921759648-72157631598878632", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7921759648/#comment72157631599248837", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1348359660", "_content": "On the 25th September 2008 his medals were sold at auction for £2,100. The auctioneers web-page is now archived, but details from the cached version are\nDescription\nA fine C.B.E. and Great War Western Front ‘Givenchy’ D.S.O. group of seven awarded to Captain W. M. L. Escombe, 1/20th Battalion, London Regiment, later Superintendent, Hertfordshire Special Constabulary\n\nThe Most Excellent Order of the British Empire, C.B.E. (Civil) Commander’s 2nd type; Distinguished Service Order, G.V.R., complete with top brooch bar; 1914-15 Star (Capt., 20-Lond. R.); British War and Victory Medals, with M.I.D. oak leaf (Capt.); Defence Medal 1939-45; Special Constabulary Long Service Medal, G.V.R., coinage head, two clasps, Long Service 1941, Long Service 1944 (Supt.William L. L. Escombe) mounted court style as worn, some very minor damage to enamel on wreath of D.S.O., otherwise good very fine or better (7) £2000-2500 \nFootnote\nC.B.E. London Gazette 11 June 1960 ‘For political and public services in St Albans.’\n\nD.S.O. London Gazette 24 July 1915 ‘For conspicuous gallantry and skill in establishing himself on the crest of the Givenchy bluff on 28 May 1915, under very heavy fire, and from there directing bomb throwers with great success for an hour. His prompt action not only repelled a hostile attack, but secured fresh ground, which was consolidated.’\n\nM.I.D. London Gazette 1 January 1916.\n\nCaptain William Malcolm Lingard Escombe was born at Bromley, Kent in 1891 and educated at Bradfield College. He was commissioned into the 20th London Regiment in March 1911 and served on the Western Front from March 1915 until 25 September 1915 when he received a gunshot wound to his right arm at the Battle of Loos. In December 1916 he was appointed Assistant Instructor at the 2nd Army Central School, British Expeditionary Force, being transferred to the Reserve of Officers in 1919. He joined the Hertfordshire Constabulary in May 1926 attaining the rank of Superintendent in 1933, before retiring in 1945 at the end of the Second World War. He then pursued a career in local politics serving as Chairman of the St Albans (Parliamentary) Division of the Conservative and Unionist Association.\n\nCaptain Escombe published a nine page account of his part in the Battle of Loos from which the following is extracted: ‘At last the moment that we have waited for for six weeks arrives. We adjust our smoke helmets ready to pull down at a moment’s notice. Suddenly the word comes, “It’s started”. A hasty glance over the parapet shows a thick brown cloud emerging from the front line. The next moment there is the crack of a Boche rifle, then another and another, then dozens, then hundreds and machine guns as well. The bullets crackle and whistle over our heads in a storm. Up go the rockets and star shells and then the Boche guns start. With a shriek and a roar the shells arrive. Faster and aster they come. HE shrapnel, big stuff, small stuff, pip-squeaks, 77s, 5-9s, tearing the air to ribbons, scattering the earth clouds, smothering the atmosphere with fumes, dust and flying fragments. One gun or battery in particular persistently puts HE’s about 50 yards beyond my bit of trench showering us with dirt each time. A bit of spent shrapnel hits me thud on the shoulder but has not the force to go through my clothing. Then a bit of dirt hits the rim of my goggles as I hold them in my hand and knocks the glass out – a serious accident this, but with Andy’s help I am able to replace it. Our own guns have now worked themselves into a frenzy, and the din is awful. I glance constantly at my watch. It seems impossible for anyone to get out on top and live, but my mind goes back to accounts of previous battles. How often is that phrase used; and yet men do get through, so why shouldn’t some of us? \nSix-thirty at last. “There’re off” the news flashes along the line. I glance over the top and there in the dense smoke are the Irish advancing in line. Weird and uncanny they look – mere shadows in the curling yellow fog – but they never hesitate; each line adjusts itself and disappears. Here indeed is borne the fruit of all that training at Hatfield, St Albans, and in our days of ‘rest’ behind the line; for nothing but the absolute habit of moving in line at five paces interval could enable men to do so under these hellish conditions.\n\nThere goes our front line, now the second and third – our turn next. We scramble over the parapet and out of the saps, stumble through a few strands of wire and throw ourselves down for a brief pause. Then up and we double forward as fast as we can, jumping our supernumerary and front lines or crossing them by the bridges placed there by our men before they left. We must get clear our lines as quickly as possible as that is where the shells are falling thickest. My helmet hampers my breathing considerably and once clear of the front line I am glad to break into quick time. I can see Andy beside me but we have to shout to make each other hear. It is not possible to recognise men at a few yards owing to their helmets and the smoke. \n\nThe air seems to whiz past me with bullets, but I hardly notice anyone falling. Suddenly my outlet valve becomes choked and refuses to work. I can’t get my breath fast enough; in vain I gasp – my lungs are empty. But for Andy I should fall. I feel I must drop just where I am and rest, but he clutches my arm. My only hope is to raise my helmet and chance the gas. I can see others doing it and tear mine off. A few deep breaths of cool air revive me and as there is no gas to hurt I can push on. Now I find myself in the Boche wire, but luckily I strike an easy place and get through without trouble, though I can see men dropping all around. A grenade pitches amongst a group of men on my left. I can see the hole it blows in the ground. The men seem to hesitate and then fall, but I hear no sound – the general roar of battle drowns everything. The Boche front line at last – I hurl myself over it but the parados gives and I slip back. There is a dug-out behind me into which the Irish have driven some Germans.\n\nI take a chance shot down the entrance before willing hands heave me up again and Andy pulls me to my feet and on we go. It is still impossible to see more than a few hundred yards. I try to find Tower Bridge or cassier to check my position, but I cannot see them, so I drop down and take a compass bearing – we are too far left. Now we cross a track and reach a communication trench. I rack my brains to think where they come in on the map. A Boche is located in this trench, but the lines sweep on. Here I recognise some of my men, P.C. Litten amongst them.\n\nAgain I drop down to take a bearing and then thud – something hits me a stinging blow on the right arm just below the shoulder. I am hit, I tell Andy but get up. He helps me into the trench and rips up my sleeve. My arm is bleeding a bit but he soon binds it up and it doesn’t hurt much. I have a drink of water and after a few minutes I feel better though a bit shaky. We move along the trench a bit and then climb out. Andy wants me to go back, but I must get to the Garden City and find the Company. He takes my arm and tries to make me go back with him – I think he thinks I am worse than I really am – but I order him to come with me, and then guided by the Tower Bridge which now shows up, we make for the Garden City. We were too far left as I thought and as there seems to be a good deal of fire coming from Loos we follow a communication trench past the second line.\n\nWe can see our men in the Cit and after about ten minutes we join them. They have practically cleared the whole place out and are now working through the neighbouring trenches and consolidating. Bell has got a platoon, or rather, what remains of it on the crassier on the left, exactly as arranged, and ‘A’ Company has pushed on about a quarter of a mile up the slope of hill 70 and is digging in. The line is very thin though....\n\nIt is Sunday morning – just a week since I went for a ride – and here I am eating breakfast in the open with green woods rising above the quiet little village and a church bell ringing. Faintly through the calm air comes the far away rumble of guns, where the remnant of my devoted regiment is still carrying on the struggle. A squadron of cavalry moves along dusty roads. At midday the long hospital train moves slowly out of the siding and I am on it. Many are the encouraging rumours that have reached us and our spirits are high – for surely we have got through this time. Not till we reach England some two days later do we begin to learn how once more we have failed. Not through any fault of the 47th Division though.’\n\nSold with the following original documentation: A studio portrait photograph of recipient in uniform wearing D.S.O. ribbon; two letters to recipients father advising him that his son had been wounded in action ‘gunshot wound in right arm’; news cutting relating to recipients wedding; photograph of recipient whilst Superintendent, Hertfordshire Constabulary and a typescript curriculum vitae prepared by recipient in 1953. \n \n<a href=\"http://webcache.googleusercontent.com/search?q=cache:m2nqfvdygiYJ:http://www.dnw.co.uk/medals/auctionarchive/searchcataloguearchive/itemdetail.lasso?itemid=64654+Escombe+CBE&amp;hl=en&amp;lr=&amp;surl=1&amp;gs_l=heirloom-serp.3...42204.46704.0.47657.9.9.0.0.0.0.406.1655.2-2j2j1.5.0...0.0...1c.1.kYj3hjy6Ka8&amp;ct=clnk\" rel=\"nofollow\">webcache.googleusercontent.com/search?q=cache:m2nqfvdygiY...</a>\n\nThey had previously been sold by Spinks in 1999. Their description added that:-\nSold with an interesting series of Great War maps, several annotated by the recipient, including 'Neuve Chapelle, May-June 1915', 'High Wood, Sept.-Oct. 1916', 'Hooge, Aug.-Sept. 1915', 'Bourlon Wood, Nov.-Dec. 1917'; together with one or two portrait photographs and original Territorial Force Record Office letters regarding the recipient's wounds (both dated June 1915).\n\nProceeding to France in March 1915, he won his D.S.O. for bravery as a Company Commander that May. Seriously wounded by a gunshot wound in the right arm at Loos in late September, he was evacuated to England via No. 9 Stationary Hospital at Le Havre a few days later. For the remainder of hostilities, Escombe served as an Instructor to the 2nd Army and transferred to the Reserve of Officers in 1919.\n\nIn later life, in addition to being Managing Director of the family firm Escombe McGraph Co. Ltd., he rose to the rank of Superintendent in the Hertfordshire Special Constabulary and commanded over 200 men in a 40 square mile area in the 1939-45 War. Escombe was additionally a Master of the Merchant Taylor's Company and Chairman - and latterly President - of the St. Albans Parliamentary Division, Conservative Unionist Association. He died in November 1973, having described his principal pursuit as 'making both ends meet', and his sporting achievements as 'getting married on his Army pay'. \n\n<a href=\"http://www.christies.com/lotfinder/LotDetailsPrintable.aspx?intObjectID=1631236\" rel=\"nofollow\">www.christies.com/lotfinder/LotDetailsPrintable.aspx?intO...</a>", "authorname": "Moominpappa06", "id": "32254785-7921759648-72157631599248837", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7921759648/#comment72157631598906506", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1348359851", "_content": "His DSO report in the London Gazette\n<a href=\"http://www.london-gazette.co.uk/issues/29240/supplements/7280/page.pdf\" rel=\"nofollow\">www.london-gazette.co.uk/issues/29240/supplements/7280/pa...</a>", "authorname": "Moominpappa06", "id": "32254785-7921759648-72157631598906506", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7921759648/#comment72157631599349889", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1348360887", "_content": "The 1915 diary of a 2nd Lieutenant Robert Peyton Hamilton of the same battalion contains several references to an &quot;Escombe&quot;\n\nThe entry for the 28th May reads\nFri. 28 Fairly quiet night; couldn't sleep, though, and took everybody's duty. Slept a bit on till 7 o'clock. Things fairly quiet during morning. Afternoon trench howitzers busy. One fell very near, and dirt caught me &amp; knocked me dizzy. Unnerved me rather. Bucked up later &amp; had splendid view of bomb attack very ably beaten off by Thorne &amp; Escombe. Battalion got a good name over this. Censored some letters for men. Slept a little &amp; went down to firing line. Given charge of barricade where fight had been. Interesting sight. Wonderful preparation by Germans for mining. Place crowded with dead, arms &amp; equipment. Admired sang froid of Engineers. Both sides had working parties out.\n<a href=\"http://www.larigan.com/diary/Diary.htm\" rel=\"nofollow\">www.larigan.com/diary/Diary.htm</a>\n\nUnfortunately Robert, along with 28 other officers of the Battalion would be killed on the 26th September 1915 in the Battle of Loos.", "authorname": "Moominpappa06", "id": "32254785-7921759648-72157631599349889", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7921759648/#comment72157631610373059", "realname": "IWM Collections", "path_alias": "imperialwarmuseum", "author": "32300107@N06", "iconserver": "5535", "datecreate": "1348475392", "_content": "[http://www.flickr.com/photos/43688219@N00] What a great amount of information you have found, thank you for adding it.", "authorname": "IWM Collections", "id": "32254785-7921759648-72157631610373059", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7921759648/#comment72157631615764716", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1348527705", "_content": "The joys of the interweb and too much time on my hands :-)", "authorname": "Moominpappa06", "id": "32254785-7921759648-72157631615764716", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7921759648/#comment72157638521377675", "realname": "", "path_alias": null, "author": "94048062@N02", "iconserver": "0", "datecreate": "1386619889", "_content": "A full length oil portrait by Charles Haigh-Wood of &quot;Mrs. Escombe, wife of Capt Escombe&quot;, probably the above, has been consigned by Sir Richard Giordano to Litchfield County Auctions in the United States. The sale begins January 20th 2014 and will be found at <a href=\"http://www.LitchfieldCountyAuctions\" rel=\"nofollow\">www.LitchfieldCountyAuctions</a> - Tom Curran for LCA (this is a wonderful site)", "authorname": "litchfieldca", "id": "32254785-7921759648-72157638521377675", "iconfarm": 0}], "photo_id": "7921759648"}}