{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7921755836/#comment72157631511287882", "realname": "", "path_alias": null, "author": "69662531@N05", "iconserver": "6048", "datecreate": "1347371374", "_content": "The CWGC entry:\n\nDINELLI, BERTIE FRITH\nRank: Private\nService No: G/12369\nDate of Death: 06/09/1916\nAge: 38\nRegiment/Service: The Queen's (Royal West Surrey Regiment)  8th Bn.\nGrave Reference 9.C.5.\nCemetery LONDON CEMETERY AND EXTENSION, LONGUEVAL\nAdditional Information:\nSon of Paul and Ellen Dinelli, of 2, Marlborough Rd., Colliers Wood, Merton, Surrey.", "authorname": "Historydevotee", "id": "32254785-7921755836-72157631511287882", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7921755836/#comment72157631512006112", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1347377609", "_content": "Bertie Frith Dinelli is recorded as being born in Walworth in the District of St Saviour, Southwark, and St Peter, Walworth, in London in 1878.  He was originally enlisted into the 9th Battalion of The Queen's Royal West Surrey Regiment.\n\nAt the start of 1916, the 24th Division, including the 8th Queens, moved north toward the Ypres area, remaining around there and to the south, near Kemmel, until 24th July 1916, when they were moved south, to the Battle of the Somme.  On the night of 29th/30th April 1916, 8th Queen's were notably subjected to an intense German gas attack supported by infantry on the 24th Division front at Wulverghem.\n\nHaving arrived in the rear areas of the Somme battlefield, it was to be the 10th August 1916 before 8th Queen's moved up to the front line. By 1st September the 8th were in positions consolidating possession of Delville Wood, the scene of bitter fighting from 15th July until its final capture on 25th August. The Wood remained a treacherous place, and 8th Queen's suffered 143 casualties before they were finally withdrawn from the line on the night of 5th/6th September 1916.  Bertie Dinelli appears to have been lost during this relief in place.//", "authorname": "Gary Donaldson", "id": "32254785-7921755836-72157631512006112", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7921755836/#comment72157631746628043", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1349978767", "_content": "His parents were Paul Antonio and Ellen Dinelli. His grandfather, also Paul, was originally from Florence, Italy.\n\nIn 1881 aged 2 he was living at 46 Liverpool Street, St Peter Walworth, Newington. His father was a Waiter and he had a brother, Horace (5) and 10mth old sister Ellen A.\n\nBy 1891 there were another 2 sisters: Ellen (9) and Ada (5), preumably meaning that 10mth old Ellen A from the earlier census had died in infancy. The Dinellis had moved to 61 Bishops Road, Camberwell.\n\n10yrs later they were at H---- Building, Mitcham in Surrey. Paul's occupation given as Waiter Inn. Horace P (25) was a Sub-Librarian, Bertie (22) no occupation shown, Ellen M (19) was a Shirt Machinist at home and Ada (15) still at school.\n\nIn 1911, now aged 32 Bertie was working as a Grocers Shop Assistant. Only he and his mother were at home on the night of the census. Ellen had been married for 37 years and of the 6 children she had borne, 2 had died. She described herself as a Machinist working from home. Home was an unnumbered house containing 5 main rooms in Littleton Road, Littleton &amp; Laleham, Middlesex.\n\nI found Paul Antonio Dinelli at 184 Vauxhall Street, Kennington where he occupied one room whilst working as a Dresser in the Theatre in 1911.\n\nWhen he enlisted Bertie was living in Wimbledon and enlisted there.\n\nHis brother, Horace Paul Dinelli fared rather better. He died in 1941 in Poole, Dorset, leaving an estate of £7539 to be administered by his widow Maria. The London Gazette of that year shows that he was late of No. 7 Ardmore Road, Parkstone, Poole, Dorset, who died on the 18th February 1941 and probate of whose Will was granted out of the District Registry at Blandford on the 18th June 1941 to Maria Dinelli and Ada Dinelli\nthe executors named <a href=\"http://www.london-gazette.co.uk/issues/35217/pages/4036/page.pdf\" rel=\"nofollow\">www.london-gazette.co.uk/issues/35217/pages/4036/page.pdf</a>", "authorname": "Mrs Audubon", "id": "32254785-7921755836-72157631746628043", "iconfarm": 4}], "photo_id": "7921755836"}}