{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1298989200", "originalformat": "jpg", "owner": {"username": "Brooklyn Museum", "realname": "Brooklyn Museum", "nsid": "83979593@N00", "iconserver": "7330", "location": "", "path_alias": "brooklyn_museum", "iconfarm": 8}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "5471476193", "title": {"_content": "Brooklyn’s Finest: Nina Pelaez"}, "media": "photo", "tags": {"tag": [{"raw": "staff", "machine_tag": 0, "id": "3064182-5471476193-12802", "_content": "staff", "author": "83979593@N00"}, {"raw": "profile", "machine_tag": 0, "id": "3064182-5471476193-6774", "_content": "profile", "author": "83979593@N00"}, {"raw": "brooklynmuseum", "machine_tag": 0, "id": "3064182-5471476193-139443", "_content": "brooklynmuseum", "author": "83979593@N00"}, {"raw": "brooklyn", "machine_tag": 0, "id": "3064182-5471476193-1203", "_content": "brooklyn", "author": "83979593@N00"}, {"raw": "museum", "machine_tag": 0, "id": "3064182-5471476193-1154", "_content": "museum", "author": "83979593@N00"}]}, "comments": {"_content": "3"}, "secret": "a70c99ed79", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<strong>Where are you originally from?</strong>\n\nI’m very proud to say that I was born and raised in Brooklyn.\n\n<strong>Where do you go to school now and what are you studying?</strong>\n\nI'm currently a senior at Swarthmore College, a small liberal arts school in Swarthmore, Pennsylvania. I am studying Art and English Literature.\n\n<strong>Do you have a favorite piece or collection here and why?</strong>\n\nI had so many over the years! Growing up, I remember loving the statue of a <a href=\"http://www.brooklynmuseum.org/opencollection/objects/3532/\" rel=\"nofollow\">standing Ibis</a> in the Egyptian collection as well as Albert Bierdstat's <em><a href=\"http://www.brooklynmuseum.org/opencollection/objects/1558/\" rel=\"nofollow\">A Storm in the Rocky Mountains, Mt. Rosalie</a></em>.\n\nI think if I had to pick a favorite though, it would be either one of two prints by Kiki Smith: <em><a href=\"http://www.brooklynmuseum.org/opencollection/objects/164809/\" rel=\"nofollow\">Born</a></em> and <em><a href=\"http://www.brooklynmuseum.org/opencollection/objects/166799/\" rel=\"nofollow\">After Lewis Carroll: Come Away From Her</a></em>. It was after seeing these prints that I started to become familiar with her work, and from there, became very interested in modern and contemporary women artists.\n\n<strong>What has been your most interesting experience here?</strong>\n\nI think developing and giving tours while I worked as a Museum Apprentice was definitely one of the most interesting and important for me. I think especially at that point in my life having that kind of autonomy and freedom to make decisions and work independently was so crucial—it was an incredible learning experience for me, personally as well as academically.\n\n<strong>What is was your favorite thing about Museum Apprentice?</strong>\n\nI have so many amazing memories. I wish I could go back! We all had so much fun working together and it was like we were a family. Developing our own tours and presenting them to camp groups was one of the best learning experiences. I loved figuring out how to tailor the tours for different age groups.\n\n<strong>Do you recall your first visit to the museum?</strong>\n\nI think I must have been too young to remember it specifically. I remember one of the Arty Fact lessons was looking at art with food and then going back to the studio and making art depicting foods.\n\n<strong>What was your experience like in the Gallery/Studio program?</strong>\n\nI always loved when we worked outside in the Botanical Gardens. I especially enjoyed drawing and painting in the Japanese Hill and Pond Garden. Combining my love of nature with art making was perfect for me. While a Gallery/ Studio Work-Study assistant, I was always amazed by how creative and smart younger children were. My exposure to children’s responses to artworks helped with my teaching in Museum Apprentices.\n\n<strong>What projects did you work on while interning in with Elizabeth A. Sackler Center for Feminist Art?</strong>\n\nI assisted with two exhibitions coming up at the time.  For <em><a href=\"http://www.brooklynmuseum.org/exhibitions/sanitary_fair/\" rel=\"nofollow\">Healing the Wounds of War: The Brooklyn Sanitary Fair of 1864</a></em>, I photographed and cataloged the doll and all of her accessories. For the Kiki Smith exhibition, <em><a href=\"http://www.brooklynmuseum.org/exhibitions/kiki_smith/\" rel=\"nofollow\">Sojourn</a></em>, I cataloged and archived images of the pieces included in the exhibition. I also researched and wrote the Feminist Picks of The Week for the Sackler Center Blog.\n\n<strong>What do you want to do now that you're almost finished with college?</strong>\n\nI am really drawn to curatorial work and jobs that include a good deal of researching, writing, and closely engaging with art.\n\n<strong>What advice do you have for teens interested in art or art history?</strong>\n\nThe most important thing for young artists and art historians is to go out and look at art, to get a sense of what kinds of images speak to you and inspire you. And if you don't like everything you see, that's okay too, but understanding why certain things spark your interest and why others don't, and being able to articulate those reasons, is a great way to begin thinking critically about art. Visiting museums is especially important. They are the absolute best resources for learning about art and art history. I would also encourage teens to take part in art programs while in high school. There are some amazing programs out there and it’s a great opportunity to have a hands-on experience seeing and working with art."}, "isfavorite": 0, "views": "1245", "farm": 6, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2011-02-23 15:23:31", "lastupdate": "1299616906", "takengranularity": "0", "posted": "1298989200"}, "originalsecret": "c812b72cfb", "license": "2", "notes": {"note": []}, "server": "5133", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/brooklyn_museum/5471476193/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}