{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/7643515720/#comment72157631497977816", "realname": "Kevin Laurence", "path_alias": "kml", "author": "44124366287@N01", "iconserver": "3798", "datecreate": "1347281384", "_content": "Presumably, one of these men is Sir Arthur Hill, KCMG, FRS. See the archives of Nature: <a href=\"http://www.nature.com/nature/journal/v148/n3760/abs/148620a0.html\" rel=\"nofollow\">www.nature.com/nature/journal/v148/n3760/abs/148620a0.html</a>.", "authorname": "KML", "id": "31569669-7643515720-72157631497977816", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nationalarchives/7643515720/#comment72157631498046808", "realname": "Kevin Laurence", "path_alias": "kml", "author": "44124366287@N01", "iconserver": "3798", "datecreate": "1347281729", "_content": "Here is the text from Nature's obituary for Sir Arthur Hill written by Geoffrey Evans:\n<blockquote>\nNature 148, 620-621 (22 November 1941) | doi:10.1038/148620a0\n\nSir Arthur Hill, K.C.M.G., F.R.S\n\nGEOFFREY EVANS\n\nAMONG the many activities of the late Sir Arthur Hill not the least was his interest in the botanical welfare of the Dominions and Colonies. In the early days he had made a collecting tour of the high Andean regions of Peru and Bolivia, and this seems to have stimulated his interest in travel, for in after years he visited many widely separated regions and consequently acquired a vast knowledge of tropical and subtropical flora. <b>His first visit to the West Indies was made in 1912, when he represented Kew at the Eighth West Indian Agricultural Conference at Trinidad;</b> afterwards he visited Barbados and the Windward and Leeward Islands. He visited botanic gardens in the various islands, and while appreciating the many fine exotic species, deplored the neglect of native plants in the collections. He was specially impressed with the early work on cacao grafting, and urged continued work on more intensive lines. Incidentally it may be remarked that this work has been developed and is one of the main items on the programme of cacao research which has been undertaken with gratifying results by the Imperial College of Tropical Agriculture.\n</blockquote>\n\nThe names of several other British conference delegates were published in Hill's account of his visit in <i>A Visit to the West Indies</i>, Bulletin of Miscellaneous Information (Royal Gardens, Kew) Vol. 1912, No. 4 (1912), pp. 166-189. Published by: Royal Botanic Gardens, Kew. URL: <a href=\"http://www.jstor.org/stable/4104528\" rel=\"nofollow\">www.jstor.org/stable/4104528</a>", "authorname": "KML", "id": "31569669-7643515720-72157631498046808", "iconfarm": 4}], "photo_id": "7643515720"}}