{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/10870663675/#comment72157637707493223", "realname": "", "path_alias": null, "author": "66311327@N05", "iconserver": "7333", "datecreate": "1384550861", "_content": "According to <a href=\"http://chroniclingamerica.loc.gov/lccn/sn82014682/1916-02-17/ed-2/seq-13/\" rel=\"nofollow\">Honolulu star-bulletin., February 17, 1916, 3:30 Edition, SPORTS, CLASSIFIED AND SHIPPING SECTION, Page THIRTEEN</a> &quot;DAME RUMOR NAMES - TAD JONES AS COACH&quot; it was &quot;also understood that M. F. Sweeney, an instructor in physical culture at Hill School and a former well known athlete at St Francis Xaviers college, is to be called as a consulting coach.&quot; (of the Yale football team).", "authorname": "B-59", "id": "8602872-10870663675-72157637707493223", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/library_of_congress/10870663675/#comment72157637748360965", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1384660502", "_content": "Yes.   Michael F. Sweeney, for 15 years athletic director at Hill School, Pottstown, Pa., was appointed general adviser in all athletics at Yale on Feb. 3, 1916. \n<a href=\"http://query.nytimes.com/gst/abstract.html?res=FB0D10F6355C13738DDDAA0894DA405B868DF1D3\" rel=\"nofollow\">query.nytimes.com/gst/abstract.html?res=FB0D10F6355C13738...</a>\nThis same picture accompanies a biographical sketch on the Hill School site's &quot;Founders Hall of Fame&quot;.\n&quot;Mike Sweeney was hired in 1896 to develop an athletic program that would involve every student, effectively making him the first Athletic Director in school history. His program became well known and was copied by many other schools. Yale University tried to hire him away, but he remained loyal to Hill, though the School did gave him a year off to go and set up a similar program at Yale. When Mike came to The Hill, he was well known for track, as he was the holder of the world record for the running high jump at the time. Many students came to The Hill just to be coached by Mike Sweeney. Also, many nearby track stars would come to The Hill workouts just to gain from Mike's instruction. He developed many athletes who continued running in college and also several Olympic runners. Mike also made a name for himself as a football coach. When Mike Sweeney came to The Hill he knew nothing about football. He studied the game from the time he was hired until the time he began his Hill School career, and it did not take long for him to establish a successful program. In his approximately 15 years of coaching football, seven of his teams finished undefeated, and two of them were un-scored upon. Sweeney Gymnasium was built in his honor while he was still a member of the faculty.&quot;\n<a href=\"http://www.thehill.org/RelId/1107422/ISvars/default/Page_3.htm\" rel=\"nofollow\">www.thehill.org/RelId/1107422/ISvars/default/Page_3.htm</a>", "authorname": "artolog", "id": "8602872-10870663675-72157637748360965", "iconfarm": 4}], "photo_id": "10870663675"}}