{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6265799843/#comment72157627866225281", "realname": "IWM Collections", "path_alias": "imperialwarmuseum", "author": "32300107@N06", "iconserver": "5535", "datecreate": "1319732633", "_content": "View the Commonwealth War Graves Commission record for Charles Dickerson in the following link. It reveals that his parents were called James and Isabella Dickerson.\n\n<a href=\"http://www.cwgc.org/search/certificate.aspx?casualty=731303\" rel=\"nofollow\">www.cwgc.org/search/certificate.aspx?casualty=731303</a>", "authorname": "IWM Collections", "id": "32254785-6265799843-72157627866225281", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6265799843/#comment72157628102220439", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1321998676", "_content": "Charles Henry Dickerson, born 1885, Greenwich, London, in the 1901 Census aged 16 is recorded as a Commercial Clerk.//", "authorname": "Gary Donaldson", "id": "32254785-6265799843-72157628102220439", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6265799843/#comment72157628109670619", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1322048446", "_content": "Charles Henry Dickerson was commissioned into the infantry as a Temporary Second Lieutenant on 10th March 1915.  2Lt Dickerson was not killed during the Battle of Loos which was 25 Sep-18 Oct 1915 - where 11 A&amp;SH, who had only arrived in France on 9 Jul 15 as a K2 battalion, were very badly knocked about and needed time to reconstitute. Although 11 A&amp;SH remained in the Loos sector until July 1916, most of the Battalion moved with 45th Brigade in 15th(Scottish) Division to the Somme and were next committed to the attack on Pozieres 22-23 July 1916. The action of 14th July 1916 in which 2Lt Dickerson might have been involved, although not necessarily with his battalion, was the surprise 'Dawn Attack' at 3.25am on Bazentin Ridge by XIII Corps of 4th Army which captured Bazentin-le-Petit and penetrated to the German 2nd Line along a 6,000 yard front down to Longueval. This included the attack by 9th (Scottish) Division out of Caterpillar Valley on Delville Wood near Longueval. This success and the opportunity to capture 'High Wood' (Bois de Foureaux) was slow to be exploited and the German line was re-sealed.//", "authorname": "Gary Donaldson", "id": "32254785-6265799843-72157628109670619", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6265799843/#comment72157631765763585", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1350215190", "_content": "His parents were James Dickerson and Isabel Smith according to his baptism record at St Mark's United Reformed Church, Greenwich. He was born 26th Dec 1884 in Greenwich and baptised on 25th March 1885. His father's occupation was given as Verger.\nThe church is now combined with the Methodist church and forms <a href=\"http://www.greenwichunitedchurch.org.uk/Welcome.htm\" rel=\"nofollow\">www.greenwichunitedchurch.org.uk/Welcome.htm</a>\n\nThe 1891 census shows that he was the youngest of 5 children still living at home with siblings aged between 10-18. His father James was a Labourer in -itualling Yard. His mother was shown as being born in Scotland (and the 1911 census adds the detail of Tankerness on Orkney). Margaret Mowat, a 23yr old niece from Scotland, was kept as a Domestic Servant. They were living at The Cottage, Ashburnham Villas, Greenwich.\n\nBy 1901 the cottage had acquired a name: St Mark's Cottage, Ashburnham Road, Greenwich. 59yr old James was working as a Church Caretaker whilst 16yr old Charles was employed as a Commercial Clerk. Also living with them was his married sister Isabella A Tomsett, her husband George E Tomsett (Driver, Royal Horse Artillery) and 1yr old daughter.\n\nIn 1911 the cottage had lost its name and acquired a number: 43 Ashburnham Road, Greenwich. James and Isabella had been married for 39yrs and all 5 of their children were living. James was still Church Caretaker at the Presbyterian Church and Charles was a Commercial Clerk at a Galvanized Iron Manufactory. Isabella's son, Archibald Tomsett, had been with them on the night of the census. The family occupied 4 rooms.\n\nAshburnham Triangle probably gives a clue as to how the area looked when the Dickersons lived in the area <a href=\"http://hidden-london.com/gazetteer/ashburnham-triangle/\" rel=\"nofollow\">hidden-london.com/gazetteer/ashburnham-triangle/</a>", "authorname": "Mrs Audubon", "id": "32254785-6265799843-72157631765763585", "iconfarm": 4}], "photo_id": "6265799843"}}