{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1343322821", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "7651155420", "title": {"_content": "Viking Phase III"}, "media": "photo", "tags": {"tag": [{"raw": "NASA", "machine_tag": 0, "id": "44489032-7651155420-11023", "_content": "nasa", "author": "44494372@N05"}, {"raw": "Mars", "machine_tag": 0, "id": "44489032-7651155420-309", "_content": "mars", "author": "44494372@N05"}, {"raw": "Viking", "machine_tag": 0, "id": "44489032-7651155420-35567", "_content": "viking", "author": "44494372@N05"}, {"raw": "1976", "machine_tag": 0, "id": "44489032-7651155420-64322", "_content": "1976", "author": "44494372@N05"}, {"raw": "landscape", "machine_tag": 0, "id": "44489032-7651155420-1695", "_content": "landscape", "author": "80755490@N00"}, {"raw": "rocks", "machine_tag": 0, "id": "44489032-7651155420-3203", "_content": "rocks", "author": "80755490@N00"}]}, "comments": {"_content": "0"}, "secret": "17e6bb83e6", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "(November 1976) With the incredible success of the Viking missions on Mars, mission operations have progressed though a series of phases - each being funded as mission success dictated its potential. The Viking Primary Mission phase was concluded in November, 1976, when the reins were passed on to the second phase - the Viking Extended Mission. The Extended Mission successfully carried spacecraft operations through the desired period of time needed to provided a profile of a full Martian year, but would have fallen a little short of connecting and overlapping a full Martian year of Viking operations which scientists desired as a means of determining the degree of duplicity in the red planet's seasons - at least for the summer period. Without this continuation of spacecraft data acquisitions to and beyond the seasonal points when the spacecraft actually began their Mars observations, there would be no way of knowing whether the changing environmental values - such as temperatures and winds atmospheric dynamics and water vapor, surface thermal dynamics, etc. - would match up with those acquired as the spacecraft began investigations during the summer and fall of 1976. This same broad interest can be specifically pursued at the surface - where hundreds of rocks, soil drifts and other features have become extremely familiar during long-term analysis. This picture was acquired on the 690th Martian day of Lander 1 operations - 4009th picture sequence commanded of the two Viking Landers. As such, it became the first picture acquired as the third phase of Viking operations got under way - the Viking Continuation Mission. Between the start of the Continuation Mission in April, 1978, until spacecraft operations are concluded in November, the landers will acquire an additional 200 pictures. These will be used to monitor the two landscaped for the surface changes. All four cameras, two on Lander 1 and two on Lander 2, continue to operate perfectly. Both landers will also continue to monitor weather conditions - recording atmospheric pressure and its variations, daily temperature extremes, and wind behavior at the two lander locations.\n\n<a href=\"http://nasaimages.org/luna/servlet/detail/nasaNAS~4~4~14275~116665:Viking-Phase-III\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/nasaNAS~4~4~14275~1166...</a>\n"}, "isfavorite": 0, "views": "9909", "farm": 9, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "1976-11-01 00:00:00", "lastupdate": "1376000141", "takengranularity": "4", "posted": "1343322821"}, "originalsecret": "7a2bb95a18", "license": "7", "notes": {"note": []}, "server": "8152", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/7651155420/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387642531}