{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2163889064/#comment72157603740430098", "realname": "Anthony Cerminaro", "path_alias": "anthonycerminaro", "author": "93614019@N00", "iconserver": "227", "datecreate": "1200663558", "_content": "Honus Wagner is considered by many to be baseball's greatest all-around player. The Pittsburgh Pirates' shortstop was a sensational hitter, a brilliant base-runner and a flawless fielder. He broke into the majors by hitting .344 in 1897 and put together 17 consecutive .300 seasons. He was the NL batting champion for seven of those 17 seasons with a lifetime average of .329. \r\n\r\nOne of the first five players inducted to the Baseball Hall of Fame, he led the league in stolen bases on six occasions, finishing his career with a total of 722 steals. Wagner retired with more hits, runs, RBI, doubles, triples, games and steals than any other National League player.\r\n\r\nAfter his career as a player, Honus became a manager for his longtime team, the Pittsburgh Pirates.\r\n\r\nThe Honus Wagner baseball card, one of the most valuable in existence today, was recalled in 1909. At the time, the cards were distributed along with tobacco; Wagner, a nonsmoker, objected to being included in the promotion because he did not want to set a bad example for children.\r\n\r\nfrom <a href=\"http://www.honuswagner.com/biography.htm\">Honus Wagner Biography</a>", "authorname": "acerminaro", "id": "8602872-2163889064-72157603740430098", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163889064/#comment72157607331019433", "realname": "", "path_alias": null, "author": "22661203@N03", "iconserver": "0", "datecreate": "1221598470", "_content": "Very cool....I've been told my entire life (53 years) that Marty O'Toole and I were related. His career was brief, but it's great to see him in a pic with the great Wagner.", "authorname": "stevebb_2000", "id": "8602872-2163889064-72157607331019433", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163889064/#comment72157633539382364", "realname": "", "path_alias": "castles", "author": "13473035@N06", "iconserver": "0", "datecreate": "1369018846", "_content": "thanks for uploading this! Marty was my great uncle. ;-) I am pretty young but my late father was a lot older than my mom ( lol) Marty was my grandmother Bridget's brother ( I am named after her). I would love to get more info on him.", "authorname": "castles2004", "id": "8602872-2163889064-72157633539382364", "iconfarm": 0}], "photo_id": "2163889064"}}