{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2163476980/#comment72157603734654270", "realname": "", "path_alias": null, "author": "22966515@N08", "iconserver": "0", "datecreate": "1200589175", "_content": "<a href=\"http://www.collectorspost.com/Hare.htm\">www.collectorspost.com/Hare.htm</a>\r\n\r\n<a href=\"http://en.wikipedia.org/wiki/John_Hare_(actor)\">en.wikipedia.org/wiki/John_Hare_(actor)</a>", "authorname": "ozreison", "id": "8602872-2163476980-72157603734654270", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163476980/#comment72157603940724611", "realname": "", "path_alias": null, "author": "23103743@N05", "iconserver": "2155", "datecreate": "1203398652", "_content": "Character 's name is Vesey, not Lesey.  From &quot;Money&quot; by Bulwer-Lytton.  See <a href=\"http://flickr.com/photos/library_of_congress/2163475830/\">flickr.com/photos/library_of_congress/2163475830/</a>\r\nwith correct spelling of last name for his daughter in the same play.", "authorname": "swanq", "id": "8602872-2163476980-72157603940724611", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163476980/#comment72157603944553494", "realname": "", "path_alias": null, "author": "23103743@N05", "iconserver": "2155", "datecreate": "1203483675", "_content": "On Wednesday, 17th May 1911 at the Theatre Royal, Drury Lane, there was a &quot;command performance&quot; of Money by Edward Bulwer-Lytton &quot;by gracious command of His Majesty King George V in honour of the visit of the German Emperor and Empress.&quot;   The cast had so many stars that only a few get mentioned in each report or review, but they certainly included those in the six related pictures in this batch from the Bain Collection -- all tagged 'command performance'.  They are clearly promotional photographs, and the Bain pictures look to be copy photographs of prints.  Several are marked 6/1/11 and that might be the date the copy photographs were taken.\r\n\r\nAccording to  <a href=\"http://persweb.wabash.edu/facstaff/fisherj/new/BulwerLyttonsMoney.html\">persweb.wabash.edu/facstaff/fisherj/new/BulwerLyttonsMone...</a>  \r\n'Money was often revived in the second half of the nineteenth century and its inclusion in the British theatrical repertory reached its zenith when it was given an especially noteworthy all-star revival on May 17, 1911 in honor of the visit of the German Emperor to London for the coronation of George V. Among the well-known actors of the era appearing in the cast were George Alexander as Evelyn, Irene Vanbrugh as Clara, Herbert Beerbohm Tree as Graves, John Hare as Sir John Vesey, Cyril Maude as Blount, Charles Wyndham as Smooth, Fred Terry as Glossmore, and Arthur Bourchier as Stout. Name actors including Henry Ainley and Gerald du Maurier fleshed out the club scene in minor roles. '\r\n\r\nROYALTY AT THEATER\r\nThe Washington Post 1877; May 18, 1911; pg 1 mentioned John Hare, Alexandra Carlisle, and Charles Wyndham as being in the cast.\r\n{found in ProQuest Historical Newspapers The Washington Post (1877 - 1991)}\r\n\r\nI find no mention of US productions of this play in Boston, New York, or Washington papers  during the 1910s -- although several of the actors toured in other plays.  And a directory of theatrical revivals in Britain during the period mentions only the command performance.\r\n\r\nAccording to a finding aid at <a href=\"http://www.library.rochester.edu/index.cfm?page=3222\">www.library.rochester.edu/index.cfm?page=3222</a>\r\n  Box 2, folder 6 holds a programme from the event\r\n'(This programme was the one given to the Emperor and left behind in the Royal Box. The hard cover contains the gold embossed insignia of the British and German Royal Families.)'", "authorname": "swanq", "id": "8602872-2163476980-72157603944553494", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163476980/#comment72157622170528438", "realname": "", "path_alias": "anne_loc", "author": "35014516@N03", "iconserver": "3087", "datecreate": "1251494352", "_content": "swanq and Wystan: Thanks for pointing out &quot;Vesey&quot; as correct name here.  We'll fix the description next time we update.", "authorname": "Anne (LOC P&P)", "id": "8602872-2163476980-72157622170528438", "iconfarm": 4}], "photo_id": "2163476980"}}