{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/usnationalarchives/3986780759/#comment72157622418127875", "realname": "", "path_alias": null, "author": "27608206@N08", "iconserver": "3016", "datecreate": "1255013518", "_content": "Does the U.S. National Archives intend to save comments posted in the comments section on various items posted in this photostream? For instance will the comments be archived as being historically relevent? When somebody posts a comment to one of these photos doesn't that comment also become a part of the historical record and shouldn't the comments be saved for future posterity? Also, concerning the other various U.S. government entities who are also utilizing Flickr, will those comments on say the Official Whitehouse Photostream be filed away for historical documentation? What system does the National Archives have in place to save and document various discussions on a U.S. Government sponsored disccussion board?", "authorname": "shepherd.johnson", "id": "35717303-3986780759-72157622418127875", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/usnationalarchives/3986780759/#comment72157622426025409", "realname": "", "path_alias": "usnationalarchives", "author": "35740357@N03", "iconserver": "8547", "datecreate": "1255117595", "_content": "Shepherd.Johnson, these are excellent questions.  You asked first about whether we are saving the comments on our own Flickr photostream.  Our social media records are currently &quot;unscheduled,&quot; which means that we have to hold onto everything until we get further direction about whether or not they are permanent or temporary records.  As with our webpages on Archives.gov, our webpages on Flickr and other sites are considered the record copy themselves.  Changes are allowed to be made on top of other changes without documentation.  If we delete or edit a user’s comment, tag, or note on the project site because it violates the comment policy, however, we capture it in a Microsoft Word document and save it on a backed-up, networked drive.  We document the full text of the comment, tag, or note, any information we have related to who posted it and when, and when it was deleted and why.  As part of our working files, we take screen shots of content on other websites that mention our projects and comments of interest on the social media site (such as Flickr) and save them on the same networked drive.  All project proposals, plans, and internal procedures documents are saved on the networked drive as well.  All public email correspondence related to social media projects occurs via our socialmedia@nara.gov account.  Emails are are printed out and filed in appropriate project folders on a monthly basis.  If these records become scheduled as permanent records, they eventually will be accessioned by the National Archives as part of the archival records created by the National Archives, Record Group 64.\n\nYou also asked about the social media records of other federal agencies and entities like the White House.  The National Archives is working on guidance for records managers.  In May 2009 we made the focus of our annual Records Administration Conference (RACO) social media issues for records management and had some great discussions with federal records managers and officers.  The White House blog posted last month about archiving their social media communications, which are considered archival under the Presidential Records Act (http://www.whitehouse.gov/blog/Reality-Check-The-Presidential-Records-Act/).  In the near term, responsibility for capturing these social media records lies with the federal agencies' and entities' records managers; in the long term, responsibility for preserving and providing access to the social media records of the federal government that are deemed archival lies with the National Archives.  The Electronic Records Archives (ERA) system, which is currently in development, will help the National Archives fulfill these tasks.\n\nThanks,\nJill (U.S. National Archives)", "authorname": "The U.S. National Archives", "id": "35717303-3986780759-72157622426025409", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/usnationalarchives/3986780759/#comment72157622567518282", "realname": "lifeasdaddy ...a guy, his wife, and their son...", "path_alias": "lifeasdaddy", "author": "13267298@N00", "iconserver": "3144", "datecreate": "1255333959", "_content": "These notes by General Eisenhower are very interesting to read. \n\nI hate to think how high the human cost of such a failure would have been compared to the high price in lives which was paid for success of D-Day.\n\nThe recent death of William Safire brought forth notes about another terrible alternative speech.  That for President Nixon to givein the case of Armstrong and Aldrin being stranded on the Moon:\n\n<a href=\"http://boingboing.net/2009/09/28/speech-safire-wrote.html\" rel=\"nofollow\">boingboing.net/2009/09/28/speech-safire-wrote.html</a>.", "authorname": "BobMeade", "id": "35717303-3986780759-72157622567518282", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/usnationalarchives/3986780759/#comment72157622577407138", "realname": "", "path_alias": "usnationalarchives", "author": "35740357@N03", "iconserver": "8547", "datecreate": "1255447371", "_content": "Thanks for your thoughts- it's amazing to think about what could have been. For more insights on the memo and the man who wrote it, check out what the Deputy Director of the Dwight D. Eisenhower Library and Museum had to say in our most recent blog post:\n<a href=\"http://blogs.archives.gov/online-public-access/\" rel=\"nofollow\">blogs.archives.gov/online-public-access/</a>\n\nThanks,\nMary (U.S. National Archives)", "authorname": "The U.S. National Archives", "id": "35717303-3986780759-72157622577407138", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/usnationalarchives/3986780759/#comment72157622583175806", "realname": "lifeasdaddy ...a guy, his wife, and their son...", "path_alias": "lifeasdaddy", "author": "13267298@N00", "iconserver": "3144", "datecreate": "1255518019", "_content": "Mary, thanks for the pointer to that blog post. That insight adds extra dimensions - although of course anything by the hand of Gen. Eisenhower at that turning point of the war stands easily on its own.", "authorname": "BobMeade", "id": "35717303-3986780759-72157622583175806", "iconfarm": 4}], "photo_id": "3986780759"}, "flarchive:created": 1387668217}