{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/6841268722/#comment72157629654202457", "realname": "", "path_alias": null, "author": "23103743@N05", "iconserver": "2155", "datecreate": "1332554297", "_content": "I've found a couple of sites with information that is probably about this Samuel Wires:\nFrom <a href=\"http://www.angelfire.com/in4/orchidhill/wires1.txt\" rel=\"nofollow\">www.angelfire.com/in4/orchidhill/wires1.txt</a>  and also <a href=\"http://debmurray.tripod.com/washington/wb17.htm\" rel=\"nofollow\">debmurray.tripod.com/washington/wb17.htm</a> -- from &quot;History of Lawrence, Orange and Washington Co.'s, Indiana&quot; Goodspeed Bros. and Co., 1884 \n   SAMUEL WIRES was born in Washington County, Ind., August 27, 1848. Thomas Wires, his grandfather, was a native of Pennsylvania, and removed from there to Brown Township, Washington Co., Ind., in 1813. In his family were two sons and five daughters. His son--Cryounce--was reared to hard work, receiving but a limited education. He was married, in Washington County, Ind., to Mary Hays, whose parents settled in Brown Township, Washington County, in 1817. To this union were born four sons and three daughters. Mr. Wires has always been engaged in farming and stock-raising. Samuel Wires, son of Cryounce, spent his youth upon his father's farm, receiving the benefits of a good education. In 1864 he enlisted in Company H, One Hundred and Thirty-seventh Indiana Volunteer Infantry, and served for six months. Since his return home he has taught sixteen terms of school, and is one of the most popular and successful educators in Lawrence County. He also farms to some extent, owning 104 acres of land in Bono Township. He takes an active interest in the improvement of live stock, and is the owner of an English coach horse said by many to be the best general purpose horse in the county. Mr. Wires was united in marriage October 22, 1871, with Miss Sarah J. Tegarden, a native of the Hawkeye State, her birth occurring May 28, 1854. By this union there are three children: Minnie B, John E., and Lilian E. Mr. Wires is a Republican and has held the office of Justice of the Peace. He is a member of the Christian Church and of the G.A.R.\n\n[Note: although this puts him in Company H rather than Company K, the other details seem to agree reasonably.] \n\nand from  <a href=\"http://wc.rootsweb.ancestry.com/cgi-bin/igm.cgi?op=REG&amp;db=:2649511&amp;id=I620073313\" rel=\"nofollow\">wc.rootsweb.ancestry.com/cgi-bin/igm.cgi?op=REG&amp;db=:2...</a>\n3.Sarah Jane TEGARDEN (Rhoda HALL2, William HALL1) was born ca. 1854 in Indiana. She married Samuel WIRES 22 Oct 1871 in Orange Co., Indiana.\n  \nChildren of Sarah Jane TEGARDEN and Samuel WIRES are:\n 9  i.Sarah WIRES was born ca. 1872 in Indiana.\n 10  ii.Minnie WIRES was born ca. 1873 in Indiana.\n 11  iii.John E. WIRES was born ca. 1875 in Indiana.\n 12  iv.Lillian E. WIRES was born ca. 1877 in Indiana.\n\nThis is the only mention of the first child, Sarah.  Perhaps she died as an infant.", "authorname": "swanq", "id": "8602872-6841268722-72157629654202457", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/6841268722/#comment72157629654249713", "realname": "", "path_alias": null, "author": "23103743@N05", "iconserver": "2155", "datecreate": "1332554981", "_content": "And another  <a href=\"http://normwyers.com/wyers/trees/Wires_misc.htm\" rel=\"nofollow\">normwyers.com/wyers/trees/Wires_misc.htm</a>\n20. Samuel Wires, b. 27 Aug 1848, Washington, IN, m. 22 Oct 1871, Sarah J. Tegarden.\n    Children:\n  + 27. i Minnie b. 14 Nov 1872.\n    28. ii John Edgar Wires b. 27 Mar 1874, ,Lawrence, IN. \n\nHis parents:  Kraunce Wires also known as: Cryonce A. b. 1818/20, Washington, IN, m. 8 Oct 1840, in ,Washington, IN, Polly Hayes, also known as: Mary b. 1817/19, Washington, IN, (daughter of Samuel S. Hays and Anna Stark) d. 3 Aug 1902.  Kraunce died 19 Aug 1898.", "authorname": "swanq", "id": "8602872-6841268722-72157629654249713", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/6841268722/#comment72157629289589034", "realname": "", "path_alias": null, "author": "23103743@N05", "iconserver": "2155", "datecreate": "1332555673", "_content": "And <a href=\"http://www.hudson-tech.com/genealogy/I4779.asp\" rel=\"nofollow\">www.hudson-tech.com/genealogy/I4779.asp</a>\nlists a younger child, Charles Roscoe, born in 1884, and indicates that Samuel died in 1919.", "authorname": "swanq", "id": "8602872-6841268722-72157629289589034", "iconfarm": 3}], "photo_id": "6841268722"}}