{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nlireland/5720039814/#comment72157626872552195", "realname": "", "path_alias": null, "author": "47044499@N03", "iconserver": "5487", "datecreate": "1308495290", "_content": "Great scene so exciting in those days I bet. Any photos of Wexford where my father came from would be nice to see. There used to be two old ladies who inherited their father's ships apparently, but left them to rot in Wexford harbour. Maggie and Jane Codd were the names.", "authorname": "XPAT-Polska", "id": "47267889-5720039814-72157626872552195", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/nlireland/5720039814/#comment72157626997336332", "realname": "", "path_alias": "nlireland", "author": "47290943@N03", "iconserver": "5468", "datecreate": "1308497189", "_content": "On the hunt for Wexford photos, XPAT. Is it particularly ships/harbours you're interested in? Found a pic of a Codd family from the late 30s or early 40s, so probably much later than Maggie and Jane: <a href=\"http://catalogue.nli.ie/Record/P_WP_4556\" rel=\"nofollow\">catalogue.nli.ie/Record/P_WP_4556</a> Is Codd a particularly Wexford name?", "authorname": "National Library of Ireland on The Commons", "id": "47267889-5720039814-72157626997336332", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/nlireland/5720039814/#comment72157626997618988", "realname": "", "path_alias": null, "author": "47044499@N03", "iconserver": "5487", "datecreate": "1308499535", "_content": "I'm afraid i do not know the answer to the name of Codd. Jane codd was alive when I was in Wexford in the mid fifties and remember going to see her when she was dying. She must have been well into her sventies or eighties. I think they were a well known family in the 19th century. Sadly I have lost contact with my relatives in Wexford, although I know one or two of them are still there. My father's sister, Phyllis married an Englishman called Frank Firman (he loved fishing off Kilmour Quay in sight of the Saltee Islands) and they lived on the Fythe in Wexford. They had five children - all boys - I remember 4 of their names, but the fifth eludes me. My father's father owned the pub/bar there and it was in the family apparently for 300 years. It was known, I believe as Ennis's bar (my family name) and I believe it is now called The White Swan. My father had a brother, Anthony Ennis who died from meningitis when he was 18.\nThe family emigrated to England and my father became a captain in the British Army.\nI have always been interested in ships and the sea and nearly joined the navy when I was 16 - sadly I didn't but then you had to 'sign up' for about nine years - a long time when you are 16.\nThank you so much for responding and showing an interest and for the information which I will check out..\nI'll always be happy to hear from you regarding Ireland as I hope to visit again soon.", "authorname": "XPAT-Polska", "id": "47267889-5720039814-72157626997618988", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/nlireland/5720039814/#comment72157626997800836", "realname": "", "path_alias": "nlireland", "author": "47290943@N03", "iconserver": "5468", "datecreate": "1308501062", "_content": "A pleasure, Patrick! Keep an eye on our stream for ships, etc. among other things I hope you'll be interested in...", "authorname": "National Library of Ireland on The Commons", "id": "47267889-5720039814-72157626997800836", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/nlireland/5720039814/#comment72157626997827584", "realname": "", "path_alias": null, "author": "47044499@N03", "iconserver": "5487", "datecreate": "1308501294", "_content": "Thank you again for responding. If I can ever add anything to your archives I will.", "authorname": "XPAT-Polska", "id": "47267889-5720039814-72157626997827584", "iconfarm": 6}], "photo_id": "5720039814"}}