{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/2921679238/#comment72157608533607891", "realname": "", "path_alias": null, "author": "23840065@N05", "iconserver": "0", "datecreate": "1225448977", "_content": "Oh, meu caro! Esta é de palmatória! Trata-se da Praça dos Restauradores, vista da Avª da Liberdade!\n\nCumprimentos", "authorname": "karlst2003", "id": "26532116-2921679238-72157608533607891", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/biblarte/2921679238/#comment72157608534678441", "realname": "Biblioteca de Arte / Art Library Fundação Calouste Gulbenkian", "path_alias": "biblarte", "author": "26577438@N06", "iconserver": "3017", "datecreate": "1225452116", "_content": "Tem toda a razão. Estava no mesmo lote de outras.\nVamos corrigir", "authorname": "Biblioteca de Arte-Fundação Calouste Gulbenkian", "id": "26532116-2921679238-72157608534678441", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/biblarte/2921679238/#comment72157617751233441", "realname": "", "path_alias": null, "author": "37530958@N02", "iconserver": "0", "datecreate": "1241732657", "_content": "Lá ao fundo, à esquerda da estátua estão dois autocarros Henschel estacionados.\n\nCarlos Santos, no arquivo do Fórum Auto-hoje, escreveu:\n&quot;No momento em que a CARRIS, através da aquisição de novos veículos, procede à renovação da sua frota de autocarros, vem talvez a propósito dedicar algumas linhas àquela que foi, decerto, a última vez em que a Empresa adquiriu autocarros em segunda mão, mas novos, por &quot;estrear&quot;, no que respeita à sua utilização. \n\nPara tal é preciso recuar no tempo, até 1937, ano em que se constituiu em Lisboa a Auto-Mecânica de Portugal, Sociedade Cooperativa Anónima de Responsabilidade Limitada, que tinha por objectivo o estabelecimento de serviços de transporte automóvel para uso exclusivo dos seus sócios e familiares dentro da cidade de Lisboa e que podia ter como associados tanto entidades singulares como colectivas. \n\nPor despacho de 22 de Outubro, O Ministério das Obras Públicas considerou que os transportes que a Auto-Mecânica propunha efectuar eram públicos e colectivos, o que ia contra a estabelecida exclusividade concedida à CARRIS. \nO imbróglio jurídico então gerado prolongou-se no tempo impedindo a Auto-Mecânica de concretizar os seus objectivos. \n\nLogo em 1938 esta Sociedade adquirira, na Alemanha, 4 autocarros de marca Henschell, com 7,980 metros de comprimento e equipados com travões manual e de ar. A sua lotação inicial, que era de 33 passageiros (18 sentados e 15 de pé), foi posteriormente aumentada com mais 5 lugares em pé, na plataforma da retaguarda. \nMas anos passados, em 1942, os autocarros continuavam parados. De acordo com o relatório da Direcção da Auto-Mecânica aos seus associados, passara-se &quot;mais um ano sem que fossem aproveitados pelos nossos sócios, os seus autocarros&quot;. \nNesse ano ainda, o jornal &quot;O Século&quot;, num dos seus artigos mencionava a hipótese da sua venda. \n\nAdquiridos pela CARRIS em 1945, foram colocados em serviço regular de passageiros no ano seguinte, ostentando os números de frota 197 a 200. \nApenas 5 anos passados e o nº 200 era abatido à frota, seguindo-se-lhe, o nº 199. Os restantes foram adaptados a carros de instrução, através da instalação de comandos duplos, tendo prestado serviço nessa condição por mais algum tempo. \n\nAos nossos dias chegou o chassis do nº 198 que, em 1955, desmantelada a carroçaria e os orgãos motores, receberia os equipamentos necessários à sua transformação numa Central Móvel - Grupo Gerador. \nTendo prestado serviço na Estação das Amoreiras, foi, após o encerramento daquelas instalações, integrada no espólio do Museu da CARRIS. \n\nTalvez por o seu período de serviço ter sido fugaz quase não existem fotografias dos autocarros Henschel. &quot;\n\n\nFonte - Lisboa Carris nº 40 Série III", "authorname": "pfalfa", "id": "26532116-2921679238-72157617751233441", "iconfarm": 0}], "photo_id": "2921679238"}, "flarchive:created": 1387761459}