{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1286234022", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "5052748794", "title": {"_content": "Earth and Moon as Viewed from Mars"}, "media": "photo", "tags": {"tag": []}, "comments": {"_content": "2"}, "secret": "046653c19a", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>Collection:</b> NASA Planetary Photo Journal Collection\n<b>Title:</b> Earth and Moon as viewed from Mars\n\n<b>Original Caption Released with Image:</b> MGS MOC Release No. MOC2-368, 22 May 2003 Globe diagram illustrates the Earth's orientation as viewed from Mars (North and South America were in view). Earth/Moon: This is the first image of Earth ever taken from another planet that actually shows our home as a planetary disk. Because Earth and the Moon are closer to the Sun than Mars, they exhibit phases, just as the Moon, Venus, and Mercury do when viewed from Earth. As seen from Mars by MGS on 8 May 2003 at 13:00 GMT (6:00 AM PDT), Earth and the Moon appeared in the evening sky. The MOC Earth/Moon image has been specially processed to allow both Earth (with an apparent magnitude of -2.5) and the much darker Moon (with an apparent magnitude of +0.9) to be visible together. The bright area at the top of the image of Earth is cloud cover over central and eastern North America. Below that, a darker area includes Central America and the Gulf of Mexico. The bright feature near the center-right of the crescent Earth consists of clouds over northern South America. The image also shows the Earth-facing hemisphere of the Moon, since the Moon was on the far side of Earth as viewed from Mars. The slightly lighter tone of the lower portion of the image of the Moon results from the large and conspicuous ray system associated with the crater Tycho. A note about the coloring process: The MGS MOC high resolution camera only takes grayscale (black-and-white) images. To &quot;colorize&quot; the image, a Mariner 10 Earth/Moon image taken in 1973 was used to color the MOC Earth and Moon picture. The procedure used was as follows: the Mariner 10 image was converted from 24-bit color to 8-bit color using a JPEG to GIF conversion program. The 8-bit color image was converted to 8-bit grayscale and an associated lookup table mapping each gray value of the image to a red-green-blue color triplet (RGB). Each color triplet was root-sum-squared (RSS), and sorted in increasing RSS value. These sorted lists were brightness-to-color maps for the images. Each brightness-to-color map was then used to convert the 8-bit grayscale MOC image to an 8-bit color image. This 8-bit color image was then converted to a 24-bit color image. The color image was edited to return the background to black.\n\n<b>Image Credit:</b> NASA/JPL/Malin Space Science Systems\n\n<b>Image #:</b> PIA04531\n<b>UID:</b> SPD-PHOTJ-PIA04531\n<b>Original url:</b> <a href=\"http://photojournal.jpl.nasa.gov/catalog/PIA04531\" rel=\"nofollow\">photojournal.jpl.nasa.gov/catalog/PIA04531</a>\n<b>SOURCE</b>:  <a href=\"http://nasaimages.org/luna/servlet/detail/nasaNAS~4~4~17565~121563\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/nasaNAS~4~4~17565~121563</a>\n\n<b>Visit <a href=\"http://www.nasaimages.org\" rel=\"nofollow\">www.nasaimages.org</a> for the most comprehensive compilation of NASA stills, film and video, created in partnership with Internet Archive. </b>"}, "isfavorite": 0, "views": "8711", "farm": 5, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2010-10-04 16:13:42", "lastupdate": "1376000501", "takengranularity": "0", "posted": "1286234022"}, "originalsecret": "29f69e6f51", "license": "7", "notes": {"note": []}, "server": "4092", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/5052748794/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387643225}