{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/3084419869/#comment72157610770615882", "realname": "Chad", "path_alias": "hiddenpeanuts", "author": "76453579@N00", "iconserver": "8535", "datecreate": "1228504998", "_content": "There's a reference to a Robert M. McNaught Jr (then a sergeant) in this article:\n<a href=\"http://query.nytimes.com/mem/archive-free/pdf?_r=1&amp;res=9B03E5D81E3DE633A25752C0A9609C946497D6CF\">query.nytimes.com/mem/archive-free/pdf?_r=1&amp;res=9B03E...</a>\n\nThat may or may not be him.  The article is mostly about Robert M. McNaught Sr, who seems to have been a pretty well known NYPD officer.  But this article announces McNaught Sr's resignation in 1905, so if this picture is from the 1910s then I think it has to be Jr.", "authorname": "Hidden Peanuts", "id": "8602872-3084419869-72157610770615882", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3084419869/#comment72157617661289963", "realname": "", "path_alias": null, "author": "38116582@N04", "iconserver": "0", "datecreate": "1241561350", "_content": "This, indeed, must be detective Robert M. McNaught Sr.'s son  Robert M. McNaught Jr.   The elder was born about 1847 and was married 1st to Elizabeth Betts and after her death to my great-grandaunt Caroline Haberman-McNaught.  Robert Sr. not only retired in 1905 but died about 1909.  The picture of this Robert McNaught is of someone too young looking to be in his 60's or 70's.  \n     Robert Jr. was born about 1875 to Robert Sr. and 1st. wife Elizabeth Betts.   Robert Sr. was quite a famous detective.  Any search in the NY Times archive will come up with numerous stories about his detective work and close association with the infamous DA's office.  The 2 articles about Robert Sr., one on the occasion of his retirement and the second his obituary gives a pretty  good idea of how active Robert Sr. was from about 1870 when he entered the force till his retirement in 1909.  I have no pictures of Robert Sr. or Jr. so this was quite a surprise when I &quot;googled &quot; him.       Tom Green", "authorname": "green.thomas27", "id": "8602872-3084419869-72157617661289963", "iconfarm": 0}], "photo_id": "3084419869"}}