{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/8410101125/#comment72157632605799219", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1359134552", "_content": "A “Sorefame - Sociedades Reunidas de Fabricações Metálicas, Lda.” nasceu oficialmente em Julho de 1943, resultado do agrupamento de várias sociedades nacionais que trabalhavam na concepção e fabrico de equipamentos metalomecânicos, foi instalada na periferia agrícola da Amadora, nos arredores de Lisboa, concentrando e centralizando assim numa única unidade todos os recursos nacionais nesta área industrial. Um dos objectivos desta empresa na sua fase de arranque foi a produção de equipamentos e peças metálicas para a construção de barragens, sendo as obras de Castelo do Bode e Belver algumas das primeiras barragens a incorporar material da empresa, nomeadamente as comportas.\n\nCom uma produção orientada essencialmente para o mercado interno, a empresa iniciou as suas exportações em 1951, com o fornecimento das comportas para a barragem de Bin-el-Ouidane, em Marrocos. Não querendo dedicar-se exclusivamente ao fabrico de um único tipo de equipamentos decidiu estrear-se na produção do equipamento das respectivas centrais eléctricas, fabricando e montando turbinas hidráulicas e alternadores de diversos tipos. Ao longo dos anos 50 do século XX, a “Sorefame” continuou a alargar o seu leque de actividades, com a construção de equipamentos para as indústrias química e petrolífera e o fabrico de estruturas para pontes, caldeiras, reservatórios, etc.\n\nBaseada nos mesmos princípios estratégicos, a “Sorefame”, desenvolveu e estabeleceu outras áreas de negócios. Como corolário do plano de electrificação da rede nacional de caminhos de ferro da CP, surge a oportunidade de uma nova actividade industrial, especializada em material circulante ferroviário. A área de negócio do «Material Circulante» para caminhos de ferro teve início em 1952, com base numa estratégia de produto e num plano de desenvolvimento da actividade bem definidos\n\nFoi o principal construtor ferroviário em Portugal, pois das suas instalações saíram locomotivas e automotoras térmicas e eléctricas, assim como carruagens, furgões e vagões. Forneceu essencialmente os “Caminhos de Ferro Portugueses” , assim como outros operadores como “Sociedade Estoril”, “Metropolitano de Lisboa” e “Metro do Porto”, além de outros operadores ferroviários das antigas colónias portuguesas em África e redes de outros países.\n\nMuito do material circulante foi concebido e construído por trabalhadores portugueses, mediante muitas vezes sob licença dos maiores construtores mundiais, como “Alstom”, “Bombardier”, “Siemens”, “Brissoneau &amp; Lotz”, “English Electric”, entre muitos outros.\n\nAlarga a sua a sua área de acção para Angola, na cidade do Lobito. A “Sorefame de Angola” ,no Lobito, além de oficinas de metalomecânica pesada, tinha como actividade mais permanente a reparação e construção naval semi-ligeira como: rebocadores, arrastões, bacalhoeiros, etc. Durante a guerra civil a “Sorefame de Angola” trabalhou para o MPLA no estaleiro do Lobito, construindo carros blindados. \n\nDurante a década de 60, a empresa participa na construção da primeira travessia lisboeta sobre o Tejo, a Ponte Salazar e fica encarregue do fabrico das automotoras do novo Metropolitano de Lisboa, do qual recebe então as primeiras encomendas. Com base na licença da “Budd Company”, a “Sorefame” inicia a produção dos primeiros comboios feitos em caixa de aço inoxidável canelado e soldado por electrólise segundo a patente original dos norte-americanos. No sector hídrico, participa na construção de barragens no Irão, Sudão e Angola. Em 1969, a “Sorefame” atinge o seu auge nesta área ao fazer parte do projecto da Barragem de Cahora Bassa, em Moçambique, que se concluiu em 1974.\n\nDurante a década de 70 do século XX, a empresa apresentava-se tecnologicamente muito avançada, dispondo de moderno centro informático de cálculo, um vasto gabinete de estudos e projectos de engenharia, laboratórios de investigação, simulação em modelo, certificação de processos e pessoal; deixa, contudo, de poder competir com outras empresas internacionais, principalmente devido ao clima de instabilidade política vivida após a revolução do25 de Abril 1974.\n\nNa década de 80 do século XX, fabrica 58 carruagens semelhantes ao modelo VTU-78 da série Corail da operadora “Société Nationale des Chemins de Fer Français”, mas utilizando caixas em aço canelado, devido ao facto de já ter fabricado material circulante com este tipo de construção; estas novas carruagens entraram ao serviço em 1987, nos comboios Alfa da companhia dos Caminhos de Ferro Portugueses\n\nA “Sorefame” entra na década de 90 do século XX, sob os auspícios da criação do Grupo SENETE (Sistemas de Energia, Transportes e Equipamentos). Este grupo agrega, além da “Sorefame”, a privada “Mague” e a multinacional Asea &amp; Brown Boveri (ABB), a qual passa a deter posição dominante no grupo (40%). Daqui resulta a separação da área da hidromecânica em relação à restante estrutura produtiva da empresa. A Sorefame passa a dedicar-se em exclusivo à produção de material circulante para os caminhos-de-ferro e em 1994 passa na totalidade para as mãos da ABB.\n\nEm 1996, através de uma fusão com a alemã “Daimler-Benz”, é formado o grupo “Ad Tranz”. É então pela mão desta nova conjuntura empresarial que se dá a introdução, em 1997, da robotização e corte e soldadura por laser, no meio de profundas reestruturações e reajustes necessários de modo a preparar a “Sorefame” para desafios tecnológicos à altura de novos tempos. É assim, dotada de uma nova mentalidade e infra-estrutura que a “Sorefame” fabrica as novas unidades eléctricas para a Linha de Sintra e executa a montagem de novas locomotivas “Siemens” e dos comboios da “Alstom” para a nova travessia ferroviária sobre a Ponte 25 de Abril. É também parte integrante do consócio “Fiat-Pendoluso” que construiu os comboios pendulares fornecidos pela “Fiat Ferroviaria” à CP. \n\nEm 2000, a “ABB” vende as participações que lhe restam da ex-“Sorefame”, ficando a “Daimler-Benz” dona de toda a empresa, muito embora essa situação fosse uma mera transição para o que se iria passar um ano depois. Em 2001, a multinacional canadiana “Bombardier” adquire a totalidade do grupo “Ad Tranz” e consigo as instalações da Amadora. Com o fabrico das novas composições para o “Metro do Porto” e de novas unidades eléctricas para a CP, utilizadas nos suburbanos do Grande Porto, a empresa que resta da “Sorefame” deu o seu último contributo no que toca a contratos e actividades ligadas aos caminhos-de-ferro.\n\nA “Sorefame”, ou melhor, a ex-“Sorefame” é extinta em 2004, e encerra ao fim de 61 anos de existência …", "authorname": "J. Leite", "id": "26532116-8410101125-72157632605799219", "iconfarm": 6}], "photo_id": "8410101125"}, "flarchive:created": 1387726598}