{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7554821710/#comment72157630855300776", "realname": "", "path_alias": null, "author": "77788549@N05", "iconserver": "0", "datecreate": "1343836859", "_content": "John Hubert Joseph was promoted to Temporary Captain in the Regular Infantry from the Training Reserve, attached to the Liverpool Regiment on 13th June 1917 with seniority backdated to 1st December 1915. [London Gazette 30198 dated 20th July 1917].\n\nHe had, previous to his Commission, been serving in the ranks as 16308 Lance Serjeant J H Joseph in the Liverpool Regiment.\n\nJohn Hubert Joseph was born at Rhyndwyclydach in Pontardawe, Glamorganshire, in 1894.  In the 4th Quarter of 1914 he married a local girl, Hannah J Lewis.  His CWGC Entry records his death as 1 August 1917.\n\nAbridged from 'More than a Name' at <a href=\"http://www.stockport1914-1918.co.uk/soldier.php?name_id=1876\" rel=\"nofollow\">www.stockport1914-1918.co.uk/soldier.php?name_id=1876</a>  &quot;31 July 1917 was the opening day of the Third Battle of Ypres, the Battle of Passchendaele. The leading battalions &quot;went over the top&quot; at 3.50am. 17th King's were &quot;in support&quot; and the plan was for them to press forward and leapfrog the leading units once the first objectives had been captured. The details of the day in the Battalion's War Diary are somewhat sketchy but it would appear that, at 8.40am, they reached a position known as Sterling Castle to find that the leading units had not succeeded in their attack. Accordingly, they dug-in to consolidate the gains that had been made.  For the next two days, they held this ground under heavy and continuous enemy artillery shelling until they were relieved at 10.30pm on 3 August.&quot;", "authorname": "Trench-Foote", "id": "32254785-7554821710-72157630855300776", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7554821710/#comment72157631750828764", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1350034248", "_content": "Trench-Foote's family details for this man are wrong.\nHis name was John Herbert Joseph and according to his age at death he was born circa 1885.\nHis will shows his permanent addresss as Sandford, Grappenhall, Cheshire which was a substantial Edwardian residence <a href=\"http://sitew.net/pdf/sh/GHSH441889.pdf\" rel=\"nofollow\">sitew.net/pdf/sh/GHSH441889.pdf</a>\nHis executor was George William Nield Joseph, his elder brother born in 1880 in Oxford.\nTheir parents were John Nield Joseph and Maria Louise Heylin. John was born circa 1846 in Liverpool and was curate of Berwick in 1881. \nIn 1891 John Herbert is listed in the census for Kells, Kircudbrightshire, Scotland and his place of birth shown as New Galloway.", "authorname": "Mrs Audubon", "id": "32254785-7554821710-72157631750828764", "iconfarm": 4}], "photo_id": "7554821710"}}