{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1292869321", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "5277461005", "title": {"_content": "Triple Jupiter Eclipse"}, "media": "photo", "tags": {"tag": [{"raw": "Jupiter", "machine_tag": 0, "id": "44489032-5277461005-26976", "_content": "jupiter", "author": "94443490@N00"}, {"raw": "planet", "machine_tag": 0, "id": "44489032-5277461005-17165", "_content": "planet", "author": "94443490@N00"}, {"raw": "eclipse", "machine_tag": 0, "id": "44489032-5277461005-2192", "_content": "eclipse", "author": "94443490@N00"}, {"raw": "shadows", "machine_tag": 0, "id": "44489032-5277461005-3789", "_content": "shadows", "author": "94443490@N00"}, {"raw": "2004", "machine_tag": 0, "id": "44489032-5277461005-722", "_content": "2004", "author": "94443490@N00"}]}, "comments": {"_content": "4"}, "secret": "9a142afa61", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>Collection:</b> NASA Solarsystem Collection\n<b>title:</b> Triple Eclipse\n\n<b>description:</b> At first glance, Jupiter looks like it has a mild case of the measles. Five spots - one colored white, one blue, and three black are scattered across the upper half of the planet. Closer inspection by NASA's Hubble Space Telescope reveals that these spots are actually a rare alignment of three of Jupiter's largest moons - Io, Ganymede, and Callisto - across the planet's face. In this image, the telltale signatures of this alignment are the shadows [the three black circles] cast by the moons. Io's shadow is located just above center and to the left; Ganymede's on the planet's left edge; and Callisto's near the right edge. Only two of the moons, however, are visible in this image. Io is the white circle in the center of the image, and Ganymede is the blue circle at upper right. Callisto is out of the image and to the right. On Earth, we witness a solar eclipse when our Moon's shadow sweeps across our planet's face as it passes in front of our Sun. Jupiter, however, has four moons roughly the same size as Earth's Moon. The shadows of three of them occasionally sweep simultaneously across Jupiter. The image was taken March 28, 2004, with Hubble's Near Infrared Camera and Multi-Object Spectrometer. Seeing three shadows on Jupiter happens only about once or twice a decade. Why is this triple eclipse so unique? Io, Ganymede, and Callisto orbit Jupiter at different rates. Their shadows likewise cross Jupiter's face at different rates. For example, the outermost moon Callisto orbits the slowest of the three satellites. Callisto's shadow moves across the planet once for every 20 shadow crossings of Io. Add the crossing rate of Ganymede's shadow and the possibility of a triple eclipse becomes even more rare. Viewing the triple shadows in 2004 was even more special, because two of the moons were crossing Jupiter's face at the same time as the three shadows. Jupiter appears in pastel colors in this photo because the observation was taken in near-infrared light. Astronomers combined images taken in three near-infrared wavelengths to make this color image. The photo shows sunlight reflected from Jupiter's clouds. In the near infrared, methane gas in Jupiter's atmosphere limits the penetration of sunlight, which causes clouds to appear in different colors depending on their altitude. Studying clouds in near-infrared light is very useful for scientists studying the layers of clouds that make up Jupiter's atmosphere. Yellow colors indicate high clouds; red colors lower clouds; and blue colors even lower clouds in Jupiter's atmosphere. The green color near the poles comes from a thin haze very high in the atmosphere. Ganymede's blue color comes from the absorption of water ice on its surface at longer wavelengths. Io's white color is from light reflected off bright sulfur compounds on the satellite's surface. In viewing this rare alignment, astronomers also tested a new imaging technique. To increase the sharpness of the near-infrared camera images, astronomers speeded up Hubble's tracking system so that Jupiter traveled through the telescope's field of view much faster than normal. This technique allowed scientists to take rapid-fire snapshots of the planet and its moons. They then combined the images into one single picture to show more details of the planet and its moons. *Image Credit*: NASA, ESA, and E. Karkoschka (University of Arizona)\n\n<b>UID:</b> SPD-SLRSY-3083\n<b>original url:</b> <a href=\"http://solarsystem.nasa.gov/multimedia/display.cfm?IM_ID=3083\" rel=\"nofollow\">solarsystem.nasa.gov/multimedia/display.cfm?IM_ID=3083</a>\n\n<b>SOURCE:</b> <a href=\"http://www.nasaimages.org/luna/servlet/detail/nasaNAS~20~20~120688~227390\" rel=\"nofollow\">www.nasaimages.org/luna/servlet/detail/nasaNAS~20~20~1206...</a>\n\n<b>Visit <a href=\"http://www.nasaimages.org\" rel=\"nofollow\">www.nasaimages.org</a> for the most comprehensive compilation of NASA stills, film and video, created in partnership with Internet Archive. </b>"}, "isfavorite": 0, "views": "8283", "farm": 6, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2010-12-20 10:22:01", "lastupdate": "1379448820", "takengranularity": "0", "posted": "1292869321"}, "originalsecret": "87f7eef409", "license": "7", "notes": {"note": []}, "server": "5204", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/5277461005/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387643099}