{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9205726325/#comment72157634556021306", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1373321718", "_content": "Andrew Arthur Dering Baird, b. 1896, Mussooree in India, a Cadet in an Officer Training Corps, was commissioned into 6th Battalion Worcestershire Regiment (the Reserve battalion of the Regiment) as a Second Lieutenant on 24th October 1914. [London Gazette of 23rd October 1914].  His promotion to Lieutenant is published in the London Gazette of 30th March 1915, still with 6th Battalion Worcestershire.\n\nAndrew Arthur Dering Baird was the son of Lieutenant Colonel A. and Mrs. F. A. Baird, of &quot;Merton&quot; Battenhall Rd., Worcester, Worcestershire.  He was educated at King's School Worcester.\n\nFrom the well researched Roll of Honour website at <a href=\"http://www.roll-of-honour.com/Worcestershire/WorcesterKingsSchoolWW1.html\" rel=\"nofollow\">www.roll-of-honour.com/Worcestershire/WorcesterKingsSchoo...</a> the following:\n\nDuring the Summer of 1915, the 1st Battalion remained in one sector or another of the trench-line between Neuve Chapelle and Armentieres. During the hot weather, “no man’s land” became luxuriant with rank grass and flowers which gave good cover to the movement of patrols and resulted in many skirmishes. During one such fight between patrols on July 8th, 2nd Lieutenant A.A.D. Baird was killed. He was a very popular young officer, son of Colonel A. Baird, R.A.M.C., for many years Medical Officer to the Depot at Norton Barracks.\n\nSource: The Worcestershire Regiment in the Great War, by Captain H. FitzM. Stacke.\n\nLieutenant Andrew Arthur Dering Baird is buried in the Cabaret-Rouge British Military Cemetery, Souchez, XV. M. 36.    His name also appears on Worcester Guildhall memorial and the Kings School, Worcester, window in Worcester Cathedral Cloisters.//", "authorname": "Gary Donaldson", "id": "32254785-9205726325-72157634556021306", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9205726325/#comment72157634561543548", "realname": "", "path_alias": null, "author": "77788549@N05", "iconserver": "0", "datecreate": "1373349670", "_content": "As 18 was the minimum age for a Commission, and 19 the minimum age for deployment overseas, it would appear that Lieutenant Baird was held in 6th Battalion until he was formally old enough to be sent to France.", "authorname": "Trench-Foote", "id": "32254785-9205726325-72157634561543548", "iconfarm": 0}], "photo_id": "9205726325"}}