{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/anmm_thecommons/3307507923/#comment72157618876147559", "realname": "", "path_alias": null, "author": "39967544@N00", "iconserver": "7403", "datecreate": "1243600779", "_content": "The White Star Line liners Ceramic (of 1913, right)  and Persic (b. 1899, left) at what looks like Prince's Pier in Melbourne's Port Phillip Bay.", "authorname": "FredV45", "id": "33142378-3307507923-72157618876147559", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/anmm_thecommons/3307507923/#comment72157625185169741", "realname": "Roger", "path_alias": null, "author": "49015875@N00", "iconserver": "162", "datecreate": "1288866672", "_content": "<a href=\"http://en.wikipedia.org/wiki/SS_Ceramic_%281913%29\" rel=\"nofollow\">en.wikipedia.org/wiki/SS_Ceramic_%281913%29</a>\n\n<a href=\"http://en.wikipedia.org/wiki/List_of_White_Star_Line_ships\" rel=\"nofollow\">en.wikipedia.org/wiki/List_of_White_Star_Line_ships</a> (SS Persic needs an article?)", "authorname": "victuallers2", "id": "33142378-3307507923-72157625185169741", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/anmm_thecommons/3307507923/#comment72157631267853164", "realname": "", "path_alias": "beachcomberaustralia", "author": "32162360@N00", "iconserver": "3722", "datecreate": "1346060787", "_content": "[http://www.flickr.com/photos/39967544@N00] I think you are right (40 months ago!).\n\nI just found this newspaper report,  which gave me goosebumps, with the description of the 'Persic' across the wharf -\n'The Argus', Melbourne - 3/9/1913 p.11 - <a href=\"http://trove.nla.gov.au/ndp/del/article/7271595\" rel=\"nofollow\">trove.nla.gov.au/ndp/del/article/7271595</a>\n\n<blockquote>\n&quot; LARGEST AUSTRALIAN LINER: THE S.S. CERAMIC.\nTHE BIGGEST VESSEL TO ENTER PORT PHILLIP HEADS\nA fitting reception for the largest merchant vessel that has ever come to Aus-  \ntralia was accorded at Port Melbourne last evening to the new 18,500-ton White Star\nliner Ceramic, which bears this pround distinction. A large number of visitors, many\nhaving friends on the liner, assembled on the  <b>Railway Pier</b>, and closely watched her\nmovements up the harbour from the moment when she appeared as a cloud of smoke\non the horizon until she slowly and majestically drew into her berth. Though the\nweather was somewhat overcast it was fine, and an absence of wind enabled the task\nof bringing the vessel alongside the pier to be completed with despatch. She was\nmade fast at about a quarter to 5 o'clock amid a perfect salvo of greetings between\npassengers on board and friends on shore. The respective crews of the Persic and\nthe Royal Mail liner Orsova, which lay at the pier, were interested observers of\nthe event, and generally the scene well repaid those who had journeyed down from\nthe city to view it. Soon after the liner was berthed her gangway was lowered,\nand passengers began to disembark or awaited on deck the arrival of friends who\ncame trooping up the steps from the pier.\n<b>An excellent illustration of the size of the Ceramic was afforded by comparing\nher with the Persic, another White Star liner, which lay on the opposite side of the\npier. From the decks of the Ceramic passengers &quot;looked down&quot; upon the once-\nformidable &quot;12,000-ton&quot; liner of the fleet, and naturally comparisons between the\nvessels were freely drawn.</b>    \nIt may be safely claimed that no nobler nor stronger-looking liner than the\nCeramic has ever been seen in these parts, and her success in the Australian trade\nwould appear to be assured.      \nDemonstrating her fine turn of speed, the Ceramic covered the distance from\nAdelaide to Hobson's Bay in 33 hours, reeling off 16 knots an hour at various stages    \nof the passage without undue effort. This compares favourably with the perform-\nances of the Royal mail liners and shows that also in respect of speed the new ves-\nsel is a great advance on other White Star liners trading to the Commonwealth. It  \nhas been claimed for the Ceramic by her owners that she represents a higher level\nof attainment than has hitherto been reached in ships of her type, and that she\nis, in fact, in a class by herself.  \nLeaving Liverpool with 440 passengers, the Ceramic had still 385 on board upon  \narrival here. Expressions of satisfaction as to the ship and the way in which their  \nwell-being had been studied were heard among passengers, and generally the maiden  \nvoyage of the liner seems to have passed over with eclat.\nCaptain J. Stivey, R.N.R., who has command of the Ceramic, is well-known in the  \nAustralian trade, his former charge having been the Afric. Associated with him  \nare the following officers:--Chief, Lieutenant F. F. Summers, R.N.R., formerly of\nthe Arabic; first officer, Lieutenant S. E. Stubbs, R.N.R., late of the Suevic; second\nofficer, Lieutenant G. Davey,R.N.R., late of the Celtic; third officer, Mr. G. Spencer,  \nlate of the training ship Mersey;, doctor, R. W. Atkins, late of the Arabic; purser, Mr.\nJ. T. Dean; chief engineer, Mr. H. P. Owen, formerly of the Afric;, second engi-\nneer, Mr. A. Wharton, late of the Cevic; third engineer, Mr. L. P. Bradshaw, late\nof the Laurentic; chief steward, Mr. H. Kidd.\nThe Ceramic will remain here until Saturday next, when she sails for Sydney. ''\n</blockquote>", "authorname": "beachcomberaustralia", "id": "33142378-3307507923-72157631267853164", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/anmm_thecommons/3307507923/#comment72157631279998368", "realname": "", "path_alias": "anmm_thecommons", "author": "33147718@N05", "iconserver": "3829", "datecreate": "1346112058", "_content": "[http://www.flickr.com/photos/39967544@N00] [http://www.flickr.com/photos/beachcomberaustralia] \nWow! Thanks folks! What a wealth of information. It is great to be able to add a place, a date and some context to these fabulous old images. Thanks again :)", "authorname": "Australian National Maritime Museum on The Commons", "id": "33142378-3307507923-72157631279998368", "iconfarm": 4}], "photo_id": "3307507923"}, "flarchive:created": 1387837873}