{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1283151602", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "4857948661", "title": {"_content": "Solar-powered Gossamer Penguin in flight"}, "media": "photo", "tags": {"tag": []}, "comments": {"_content": "5"}, "secret": "e375b53761", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>Collection:</b> NASA Image eXchange Collection\n<b>Title:</b> Solar-powered Gossamer Penguin in flight\n\n<b>Description:</b> \nGossamer Penguin in flight above Rogers Dry Lakebed at Edwards, California, showing the solar panel perpendicular to the wing and facing the sun. Background The first flight of a solar-powered aircraft took place on November 4, 1974, when the remotely controlled Sunrise II, designed by Robert J. Boucher of AstroFlight, Inc., flew following a launch from a catapult. Following this event, AeroVironment, Inc. (founded in 1971 by the ultra-light airplane innovator--Dr. Paul MacCready) took on a more ambitious project to design a human-piloted, solar-powered aircraft. The firm initially took the human-powered Gossamer Albatross II and scaled it down to three-quarters of its previous size for solar-powered flight with a human pilot controlling it. This was more easily done because in early 1980 the Gossamer Albatross had participated in a flight research program at NASA Dryden in a program conducted jointly by the Langley and Dryden research centers. Some of the flights were conducted using a small electric motor for power. Gossamer Penguin The scaled-down aircraft was designated the Gossamer Penguin. It had a 71-foot wingspan compared with the 96-foot span of the Gossamer Albatross. Weighing only 68 pounds without a pilot, it had a low power requirement and thus was an excellent test bed for solar power. AstroFlight, Inc., of Venice, Calif., provided the power plant for the Gossamer Penguin, an Astro-40 electric motor. Robert Boucher, designer of the Sunrise II, served as a key consultant for both this aircraft and the Solar Challenger. The power source for the initial flights of the Gossamer Penguin consisted of 28 nickel-cadmium batteries, replaced for the solar-powered flights by a panel of 3,920 solar cells capable of producing 541 Watts of power. The battery-powered flights took place at Shafter Airport near Bakersfield, Calif. Dr. Paul MacCready's son Marshall, who was 13 years old and weighed roughly 80 pounds, served as the initial pilot for these flights to determine the power required to fly the airplane, optimize the airframe/propulsion system, and train the pilot. He made the first flights on April 7, 1980, and made a brief solar-powered flight on May 18. The official project pilot was Janice Brown, a Bakersfield school teacher who weighed in at slightly under 100 pounds and was a charter pilot with commercial, instrument, and glider ratings. She checked out in the plane at Shafter and made about 40 flights under battery and solar power there. Wind direction, turbulence, convection, temperature and radiation at Shafter in mid-summer proved to be less than ideal for Gossamer Penguin because takeoffs required no crosswind and increases in temperature reduced the power output from the solar cells. Consequently, the project moved to Dryden in late July, although conditions there also were not ideal. Nevertheless, Janice finished the testing, and on August 7, 1980, she flew a public demonstration of the aircraft at Dryden in which it went roughly 1.95 miles in 14 minutes and 21 seconds. This was significant as the first sustained flight of an aircraft relying solely on direct solar power rather than batteries. It provided the designers with practical experience for developing a more advanced, solar-powered aircraft, since the Gossamer Penguin was fragile and had limited controllability. This necessitated its flying early in the day when there were minimal wind and turbulence levels, but the angle of the sun was also low, requiring a panel for the solar cells that could be tilted toward the sun. Using the specific conclusions derived from their experience with Gossamer Penguin, the AeroVironment engineers designed Solar Challenger, a piloted, solar-powered aircraft strong enough to handle both long and high flights when encountering normal turbulence.\n\n<b>Date:</b> 07.25.1979\n<b>Credit:</b> NASA Dryden Flight Research Center (NASA-DFRC) [ <a href=\"http://www.dfrc.nasa.gov/gallery/\" rel=\"nofollow\">www.dfrc.nasa.gov/gallery/</a> ]\n\n<b>ID:</b> ECN-13413\n<b>UID:</b> SPD-NIX-ECN-13413\n<b>Original url:</b> <a href=\"http://nix.ksc.nasa.gov/info?id=ECN-13413&amp;orgid=7\" rel=\"nofollow\">nix.ksc.nasa.gov/info?id=ECN-13413&amp;orgid=7</a>\n\n<b>SOURCE</b>:  <a href=\"http://nasaimages.org/luna/servlet/detail/nasaNAS~2~2~1953~103366\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/nasaNAS~2~2~1953~103366</a>\n\n<b>Visit <a href=\"http://www.nasaimages.org\" rel=\"nofollow\">www.nasaimages.org</a> for the most comprehensive compilation of NASA stills, film and video, created in partnership with Internet Archive. </b>"}, "isfavorite": 0, "views": "21789", "farm": 5, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2010-08-01 00:00:00", "lastupdate": "1376000577", "takengranularity": "4", "posted": "1283151602"}, "originalsecret": "0233f1f179", "license": "7", "notes": {"note": []}, "server": "4117", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/4857948661/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387643462}