{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/5404262133/#comment72157625901270889", "realname": "", "path_alias": null, "author": "59356674@N05", "iconserver": "0", "datecreate": "1297455580", "_content": "This should be either Mlanje (old spelling) or Mulanje. The pool is probably Likabula at its foot, or it could be the Little Ruo, at the opposite end of the mountain. The trees in the gorge in the lower left picture are Mlanje cedar, which has the most beautiful scent of any wood. This cedar doesn't grow anwhere else. Unfortunately, most have now been cut down.", "authorname": "sinyala2", "id": "31569669-5404262133-72157625901270889", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/5404262133/#comment72157626248454424", "realname": "", "path_alias": null, "author": "60406173@N04", "iconserver": "0", "datecreate": "1299925320", "_content": "Two of the several species of Widdringtonia commonly referred to as cedars are present on Mulanje:  Widdringtonia whytei, the Mulanje cedar, a tall, wide-crowned tree endemic to Mulanje Mountain, and Widdringtonia nodiflora, a multi-stemmed shrub or narrow-crowned tree, previously referred to in Malawi as the dwarf cedar.  W. nodiflora is present in isolated locations at high altitude from Mulanje Mountain in Malawi through the highlands of the Zimbabwe/Mozambique border zone and the Drakensberg as far south as Table Mountain.  The Widdringtonias, which are not related to the true cedars, are relics of the vegetation of a former cooler, wetter climate, that has retreated to higher altitudes with increasing dessication.  For more information on W. whytei, now on the Red List of endangered species, see <a href=\"http://www.arkive.org/mulanje-cedar/widdringtonia-whytei/info.html\" rel=\"nofollow\">www.arkive.org/mulanje-cedar/widdringtonia-whytei/info.html</a>.", "authorname": "John.Kemp1", "id": "31569669-5404262133-72157626248454424", "iconfarm": 0}], "photo_id": "5404262133"}}