{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/6689614039/#comment72157628852989615", "realname": "", "path_alias": "riobranden", "author": "92284803@N00", "iconserver": "7306", "datecreate": "1326472356", "_content": "<a href=\"http://query.nytimes.com/gst/abstract.html?res=FB0D14FF3D5912738DDDA90B94D8415B848CF1D3\" rel=\"nofollow\">Here's a NY Times article</a> referring to Martin Saxe as &quot;Republican nominee for State Senator in the Seventeenth District&quot;.", "authorname": "bior", "id": "8602872-6689614039-72157628852989615", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/library_of_congress/6689614039/#comment72157628900190811", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1326744006", "_content": "This is probably taken from around the time of his appointment by Gov. Whitman as President of the New York State Tax Commission:\nBiographical sketch from New York Red Book, 1917:\n\nMARTIN SAXE \n     The Hon. Martin Saxe President of the State Tax Commission was born in New York City August 28 1874 and is the son of Fabian and Theresa Helburn Saxe.  He received his education in Public School No 69 Dwight School Princeton University and New York Law School.  He was admitted to the bar in 1897.\n     In 1902 Mr Saxe was appointed Assistant Corporation Counsel in charge of the Bureau for the Collection of Arrears of Personal Taxes of the Law Department of the City of New York.  In 1904 he was elected to the State Senate from the Seventeenth Senate District and in 1906 he was re elected from the Eighteenth Senate District.  During his four years service in the Senate Mr. Saxe was a member of the Committee on Taxation and was also a member of the Special Tax Commission of 1906.\n      Mr. Saxe was elected to the Constitutional Convention of 1915 from the Eighteenth Senate District and was appointed Chairman of the Committee on Taxation of that body by President Elihu Root.  In the early part of that year he assisted in the preparation of the bill for the establishment of the State Tax Department and after the passage of that law was appointed President of the State Tax Commission by Governor Whitman.\n      Mr Saxe is a co author of Powell's Taxation of Corporations He introduced the net earnings rule in this State now widely used in the valuation of special franchises for purposes of taxation.  This rule was first applied by Commissioner Saxe sitting as referee in certiorari proceedings to review the special franchises of the Brooklyn Queens County and Suburban Railroad and the Brooklyn City Railroad, and followed by the referee in the Jamaica Water Supply case, now the leading case on this subject.  Opinion reported in New York Law Journal March 5 1907.\n      He is a member of the Association of the Bar of the City of New York, the New York County Lawyers Association, the International Law Society, the National Tax Association and the Lotos, Princeton, Lawyers', Republican and Columbia Yacht Clubs.\n\n<a href=\"http://books.google.com/books?id=l3FIAAAAYAAJ&amp;lpg=PA94&amp;ots=f5HoH5GzwW&amp;dq=senator martin saxe&amp;pg=PA94#v=onepage&amp;q=senator martin saxe&amp;f=false\" rel=\"nofollow\">books.google.com/books?id=l3FIAAAAYAAJ&amp;lpg=PA94&amp;o...</a>", "authorname": "artolog", "id": "8602872-6689614039-72157628900190811", "iconfarm": 4}], "photo_id": "6689614039"}}