{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9445360940/#comment72157635034666488", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1376268221", "_content": "First World War Embarkation Roll - Thomas Renney Beamish\n\nRank: 2nd Lieutenant\n\nRoll title: 42 Infantry Battalion - 1 to 6 Reinforcements (June-December 1916)\n\nConflict: First World War, 1914-1918\n\nDate of embarkation: 7 September 1916\n\nPlace of embarkation: Brisbane\n\nShip embarked on: HMAT Clan McGillivray\n\nShip number: A46\n\nAge 32\nCommercial traveller\nMarried to Mrs. Catherine Mary Veronica Beamish, \nc/o Mrs. Austin, &quot;Colinton&quot;, Deighton Estate, South Brisbane, Qld.\nReligion: R.C.\nDate of joining: 1.1. 1916", "authorname": "brenontario", "id": "32254785-9445360940-72157635034666488", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9445360940/#comment72157635028421515", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1376268737", "_content": "From Regimental book\nSpirit of the Forty-Second - 42nd Battalion AIF (4th Edition)\nAuthor: Brahms, Vivien\n\nThe 42nd Battalion was raised at Enoggera, on the outskirts of Brisbane, in December 1915 and became part of the 11th Brigade of the 3rd Australian Division. Due to sharing its numeric title with the famous Scottish regiment the Black Watch, the battalion became known as the “Australian Black Watch”. This association was recognised with a bagpipe band.\n\nAfter training in Australia and Britain, the 42nd deployed to France on 26 November 1916 and entered the frontline for the first time on 23 December. The winter of 1916–17 was horrendous, and the 42nd spent much of it in the front line, the remainder being spent alternating between training and labouring in the rear areas.\n\nIn 1917, the operations of the 3rd Division were focussed on the Ypres sector of Belgium. The 42nd participated in major battles at Messines on 7 June, Warneton on 31 July, Broodseinde on 4 October, and Passchendaele on 12 October. Even though the battalion was in a reserve role, the battle of Passchendaele proved particularly costly. It lost over a third of its strength, principally from German gas attacks, and trench foot caused by the sodden condition of the battlefield.\n\nBelgium remained the scene of the 42nd Battalion’s activities for the next five months as it was rotated between service in the rear areas and the front line. When the German Army launched its last great offensive in March 1918, the battalion was rushed south to France and played a role in blunting the drive towards the vital railway junction of Amiens.\n\nOn 4 July 1918, the 42nd took part in the battle of Hamel and captured all of its objectives with only three fatal casualties – demonstrating what a well-planned and supported attack could achieve. The Allies launched their own offensive on 8 August 1918, and the 42nd played an active role both in the initial attack and the long advance that followed.\n\nThis advance, though, sapped the strength of the AIF. On 20 September 1918 the 42nd was ordered to disband to provide reinforcements for other battalions. Its men mutinied winning the Battalion a temporary reprieve. It fought its last battle – St Quentin Canal – between 29 September and 2 October. On 2 October the order to disband was once again issued. The men still disobeyed, but pressure from the AIF hierarchy eventually forced compliance. The 42nd Battalion was disbanded on 22 October 1918.", "authorname": "brenontario", "id": "32254785-9445360940-72157635028421515", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9445360940/#comment72157635028541807", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1376269380", "_content": "Thomas Renney Beamish with the same photo\n<a href=\"http://anzacsonline.net.au/2012/11/beamish-thomas-renney/\" rel=\"nofollow\">anzacsonline.net.au/2012/11/beamish-thomas-renney/</a>\n\nProbably survived the War - not on the Australian Roll of Honour list.", "authorname": "brenontario", "id": "32254785-9445360940-72157635028541807", "iconfarm": 8}], "photo_id": "9445360940"}}