{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/3379422978/#comment72157615726926885", "realname": "", "path_alias": null, "author": "11572312@N00", "iconserver": "0", "datecreate": "1237836838", "_content": "<b>NORRIS, George William</b>, (1861-1944) a Representative and a Senator from Nebraska; born on a farm near Clyde, Sandusky County, Ohio, on July 11, 1861; attended the district schools, Baldwin University, Berea, Ohio, and the Northern Indiana Normal School at Valparaiso; taught school while studying law; graduated from the law department of Valparaiso (Ind.) University in 1883 and was admitted to the bar the same year; continued teaching until he moved to Beaver City, Furnas County, Nebr., in 1885; engaged in the practice of law; county attorney of Furnas County for three terms; district judge of the fourteenth district 1895-1902; moved to McCook, Red Willow County, Nebr., in 1899; elected as a Republican to the Fifty-eighth and to the four succeeding Congresses (March 4, 1903-March 3, 1913); did not seek renomination in 1912, having become a candidate for Senator; one of the managers appointed by the House of Representatives in 1912 to conduct the <b>impeachment proceedings</b> against <b>Judge Robert W. Archbald</b>; elected as a Republican to the United States Senate in 1912; reelected in 1918, 1924, and 1930, and as an Independent in 1936, and served from March 4, 1913, to January 3, 1943; unsuccessful candidate for reelection in 1942; chairman, Committee on the Five Civilized Tribes of Indians (Sixty-fifth Congress), Committee on Patents (Sixty-sixth Congress), Committee on Agriculture and Forestry (Sixty-seventh through Sixty-ninth Congresses), Committee on the Judiciary (Sixty-ninth through Seventy-second Congresses); known as the “father of the TVA,” the first of that project’s dams was named Norris Dam; retired from public life; died in McCook, Nebr., September 2, 1944; interment in Memorial Park Cemetery.\n\nsource: <a href=\"http://bioguide.congress.gov/scripts/biodisplay.pl?index=N000139\">bioguide.congress.gov/scripts/biodisplay.pl?index=N000139</a>\n\nhere is link to info on the <b>Archbald impeachment</b>:\n<a href=\"http://en.wikipedia.org/wiki/Robert_W._Archbald\">en.wikipedia.org/wiki/Robert_W._Archbald</a>", "authorname": "Harry Angstrom", "id": "8602872-3379422978-72157615726926885", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3379422978/#comment72157615728824723", "realname": "Dominique Sanchez", "path_alias": "bakou67", "author": "21001715@N00", "iconserver": "128", "datecreate": "1237840508", "_content": "Hi, I'm an admin for a group called <a href=\"http://www.flickr.com/groups/380212@N25/\">Standing portraits</a>, and we'd love to have this added to the group!", "authorname": "Dominique Sanchez", "id": "8602872-3379422978-72157615728824723", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3379422978/#comment72157615762121579", "realname": "", "path_alias": "anne_loc", "author": "35014516@N03", "iconserver": "3087", "datecreate": "1237910039", "_content": "Harry Angstrom: Thanks!  We'll add the full name &amp; date to the source data and reload the description", "authorname": "Anne (LOC P&P)", "id": "8602872-3379422978-72157615762121579", "iconfarm": 4}], "photo_id": "3379422978"}}