{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7286198932/#comment72157629936033662", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1338220562", "_content": "This is Arthur Derek Hafiz Dodson, (b. Sep 1895 at Woodford, Essex), shortly after Commissioning into 5th Battalion The Queen's Own (Royal West Kent Regiment) on 3rd November 1914, having been a Cadet in the Malvern College Contingent of the Junior Division Officer Training Corps. [LG 28960 dated 30 Oct 1914].  In 1901 he resided at 1 Heathfield Park, Willesden, Middlesex.  He was the son of Arthur Ranken Dodson and his wife Gertrude (nee Brierley).\n\n1st/5th Royal West Kents had departed for India on 30th October 1914 and remained in India until November 1917, when it moved with an Indian Division to Mesopotamia.  2nd/5th and 3rd/5th were Home Service battalions, 3rd/5th was absorbed into 4th Reserve Battalion in September 1916.  2nd/5th was stationed in the County of Kent throughout the War, chiefly Canterbury and Ashford, until being disbanded in November 1917.\n\nA D H Dodson, having attended Malvern College, had gone up to Pembroke College, Cambridge, in 1913.  \n\n2Lt Dodson was promoted to Lt (from Temp Lt) wef 1 Jun 1916, published in LG of 9 May 1917.  He was a Temp Capt by the end of the War but relinquished that rank wef 12 Jan 1919.  [LG 31175 of 11 Feb 1919].  There is no Medal card for A D H Dodson in the National Archive.  He may have served in India or possibly not deployed overseas on Active Service.\n\nHe was promoted to Captain in the Territorial Army (RWK) on 2nd December 1931. [LG 1 Dec 1931].\n\nHe continued to serve during the Second World War as a Captain (Hon Major) (No 52921) again with the Royal West Kents.  Eventually retiring and relinquishing his appointment, but retaining the rank of Major, on 22 Jan 1949.\n\nHe latterly resided at 4 Angrove House, Crowborough, Sussex.  He was married to Dorothy Ann Dodson.  He died on 29th July 1961.//", "authorname": "Gary Donaldson", "id": "32254785-7286198932-72157629936033662", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7286198932/#comment72157632714967169", "realname": "IWM Collections", "path_alias": "imperialwarmuseum", "author": "32300107@N06", "iconserver": "5535", "datecreate": "1360339030", "_content": "His father was Arthur Ranken Dodson - whose photo is also in Faces of the First World War. Click <a href=\"http://www.flickr.com/photos/imperialwarmuseum/8447554512/in/set-72157632664735914\" rel=\"nofollow\">here</a> to see it and find out about him.", "authorname": "IWM Collections", "id": "32254785-7286198932-72157632714967169", "iconfarm": 6}], "photo_id": "7286198932"}}