{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7554822486/#comment72157630853506858", "realname": "", "path_alias": null, "author": "77788549@N05", "iconserver": "0", "datecreate": "1343828522", "_content": "301698 Rifleman Clifford Hugh Butcher, born in 1899 at Cawston in Norfolk.  In 1911 he was living in Leyton, Essex. He is also commemorated on the Christ Church War Memorial at Francis Road, Leyton.", "authorname": "Trench-Foote", "id": "32254785-7554822486-72157630853506858", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7554822486/#comment72157630876071018", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1343950226", "_content": "The baptism of a Clifford Hugh Butcher, (no date of birth recorded), took place at St Agnes, Cawston, Norfolk on the 28th April <b>1898</b>. Parents are listed as John, (Occupation Grocer) and Edith Ellen.\n\nKellys Directory of Norfolk for 1896 lists a John Butcher as Grocer, Draper and Sub-Postmaster at Cawston.\n\nBy the time of the 1901 census, the family had moved to 19 Vicarage Road, Leyton. Father John, aged 41 and from Littleport, Cambridgeshire, now gives his occupation as Drapery Valuer. His wife Edith E. aged 35, was from Hempstead, Norfolk.\n\nTheir other children living with them are:-\nDoris M......aged 4.........born Cawston\nEllis N......aged 10........born Docking, Norfolk\nJohn R.......aged 8.........born Cawston\nOlive M......aged 6.........born Cawston\nThe Butchers have one live in servant.\n\nThere are baptism records at St Agnes for John Ronald, (baptised 21st November 1892) and Olive Marjorie, (baptised 15th August 1894).\nAt the church of St Mary, Docking, there is a baptism for an Ellis Noel, born 29th December 1890 which took place on the 6th April 1891. Father John's occupation was then given as Draper.\n\nThere is also the baptism of a Hilda Edith Field Butcher which took place at St Mary, Docking on the 29th November 1889 to the same parents. Hilda had been born 24th October 1889.Hilda was staying with a maiden aunt, Bessie Field, at Oakleigh, 14 Garden Street, Cromer, Norfolk, on the night of the 1901 census.\n\nBoth John Junior and Ellis appeared to have survived the war.There is only one Ellis Butcher on the 1901 census for the whole of England and Wales, so there is a strong likelihood that he is a match for the one medal index card in the name of Ellis Butcher that is held at the National Archive. That is Serjeant 79956 Ellis Butcher of the Machine Gun Corps. John however won't be anywhere as near as easy to track down. Fortunately neither appear to be recorded on the Commonwealth War Graves Commission web-site or in the Soldiers who Died in the Great War database.\n\nThe death of Ellis Noel, born 29th December 1890, was recorded in the January to March quarter of 1974, at Southend on Sea, Essex.\n\nClifford isn't commemorated on the Cawston War Memorial which is perhaps understandable considering how long it had been since the family moved out of the village.\n\n1st/5th Londons were serving as part of the 56th (London) Division, at the time of Clifford's death.\n\nSaturday 1st July 1916. Day 1.\n\nGommecourt\n\nVII Corps, consisting of the 46 (North Midlands) and 56 (London) Divisions was to attack the village of Gommecourt. This was the northernmost area on the Somme front and the attack was in fact just a diversion to draw the Germans away from the main assault to the south. Furthermore VII Corps was in Third Army while Rawlinson’s Fourth Army was to conduct the Somme Offensive. \n\nThe 56th Division attacked south of Gommecourt and the 46th north of the village. The 56th quickly captured the German frontline trench. However the assault on the second line failed and was driven back to the German frontline trench by 4pm. The 46th division failed to take it’s initial objective and the Divisonal Commander was later sacked.\n<a href=\"http://forum.irishmilitaryonline.com/showthread.php?9058-The-Somme-Day-by-Day\" rel=\"nofollow\">forum.irishmilitaryonline.com/showthread.php?9058-The-Som...</a>", "authorname": "Moominpappa06", "id": "32254785-7554822486-72157630876071018", "iconfarm": 1}], "photo_id": "7554822486"}}