{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1292869317", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "5278071440", "title": {"_content": "Seasonal Changes in Earth's Surface Albedo"}, "media": "photo", "tags": {"tag": [{"raw": "seasonal changes", "machine_tag": 0, "id": "44489032-5278071440-3573528", "_content": "seasonalchanges", "author": "94443490@N00"}, {"raw": "Earth", "machine_tag": 0, "id": "44489032-5278071440-5081", "_content": "earth", "author": "94443490@N00"}, {"raw": "2003", "machine_tag": 0, "id": "44489032-5278071440-35", "_content": "2003", "author": "94443490@N00"}, {"raw": "2004", "machine_tag": 0, "id": "44489032-5278071440-722", "_content": "2004", "author": "94443490@N00"}, {"raw": "thermal image", "machine_tag": 0, "id": "44489032-5278071440-498471", "_content": "thermalimage", "author": "94443490@N00"}, {"raw": "Nasa", "machine_tag": 0, "id": "44489032-5278071440-11023", "_content": "nasa", "author": "61537562@N02"}, {"raw": "Temperature", "machine_tag": 0, "id": "44489032-5278071440-25619", "_content": "temperature", "author": "61537562@N02"}]}, "comments": {"_content": "0"}, "secret": "de8d8e2b5f", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>Collection:</b> NASA Planetary Photo Journal Collection\n<b>Title:</b> Seasonal Changes in Earth's Surface Albedo\n\n<b>Original Caption Released with Image:</b> About 50 million square kilometers of the Earth's terrestrial surface undergo a transition each year from freeze to thaw, thus setting off a series of global biospheric processes. Much of this activity can be detected by the temporal changes in the amount of sunlight reflected by the Earth's surface at various wavelengths. A quantitative measure of this reflected sunlight is described by the albedo, which is the fraction of sunlight reflected by a surface area to that incident on the surface area in all directions, typically in a given spectral band. The surface albedo can vary between zero (all incident sunlight is absorbed at the surface and none is reflected) and one (all incident sunlight is reflected from the surface and none is absorbed). Fresh snow is an example of a surface type with an albedo close to one in the visible region of the solar spectrum whereas deep clean ocean water has an albedo that is close to zero. Five years of global surface albedo data are now available as summary maps from NASA's Multi-angle Imaging SpectroRadiometer (MISR). The globes in the image show a particular kind of albedo, formally known as Directional Hemispherical Reflectance (DHR), in which all scattering effects from the atmosphere are removed. Thus the sunlight incident on any part of the global surface is uniquely directional, coming only from the location of the sun in the sky and with no multidirectional sunlight created by scattering in the atmosphere. The first and third line of globes show MISR blue, green, and red band DHR, combined to create a natural color DHR. The second and fourth line of globes show DHR-PAR, that DHR for the sunlight band containing only those wavelengths used in photosynthesis (400 - 700 nanometers), which are absorbed by vegetation. The sunlight in this spectral region is known as photosynthetically active radiation (PAR), thus the label DHR-PAR for the associated albedo. A heavily vegetated surface area will therefore have a small DHR-PAR value (blue on the color scale) while non-vegetated areas where absorption is small in the PAR region will tend to have high values of DHR-PAR (green to red on the color scale). Regions where DHR or DHR-PAR could not be derived, either due to an inability to retrieve the necessary atmospheric characteristics or due to the presence of clouds, are shown in black. The globes cover most of Asia, eastern Europe and the Middle East, for each of the four seasons in the years 2003 and 2004. Noteworthy differences between the years 2003 and 2004 include increased albedo over the Gobi Desert region during September to November of 2004, compared with this interval in 2003. Surface albedo changes occur naturally on a seasonal and annual basis, but albedo is also sensitive to perturbations such as land use changes. Albedo maps constitute an important dataset in climate studies, particularly climate modeling. Combined with solar exposure estimates, they are also useful in agricultural research (e.g., estimation of crop yields and disease outbreaks) and land management. Global MISR DHR maps are also available for all other parts of the planet, and for monthly as well as seasonal time increments. These and other surface and vegetation products from the MISR instrument are available from the MISR instrument are available from the NASA Langley Atmospheric Sciences Data Center's Level 3 Imagery website. The Multi-angle Imaging SpectroRadiometer observes the daylit Earth continuously from pole to pole, and every 9 days views the entire globe between 82 degrees north and 82 degrees south latitude. MISR was built and is managed by NASA's Jet Propulsion Laboratory, Pasadena, CA, for NASA's Office of Earth Science, Washington, DC. The Terra satellite is managed by NASA's Goddard Space Flight Center, Greenbelt, MD. JPL is a division of the California Institute of Technology.\n\n<b>Image Credit:</b> NASA/GSFC/LaRC/JPL, MISR Team\n<b>Image #:</b> PIA04378\n<b>UID:</b> SPD-PHOTJ-PIA04378\n<b>Original url:</b> <a href=\"http://photojournal.jpl.nasa.gov/catalog/PIA04378\" rel=\"nofollow\">photojournal.jpl.nasa.gov/catalog/PIA04378</a>\n\n<b>SOURCE:</b> <a href=\"http://www.nasaimages.org/luna/servlet/detail/nasaNAS~4~4~11593~113616\" rel=\"nofollow\">www.nasaimages.org/luna/servlet/detail/nasaNAS~4~4~11593~...</a>\n\n<b>Visit <a href=\"http://www.nasaimages.org\" rel=\"nofollow\">www.nasaimages.org</a> for the most comprehensive compilation of NASA stills, film and video, created in partnership with Internet Archive. </b>"}, "isfavorite": 0, "views": "5525", "farm": 6, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2010-12-20 10:21:57", "lastupdate": "1379448837", "takengranularity": "0", "posted": "1292869317"}, "originalsecret": "8b286e5a9a", "license": "7", "notes": {"note": []}, "server": "5046", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/5278071440/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387643107}