{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/smu_cul_digitalcollections/4770883327/#comment72157624365498375", "realname": "Ger Tamayo", "path_alias": "gertamayo", "author": "42490905@N08", "iconserver": "3803", "datecreate": "1279077402", "_content": ":S", "authorname": "Ger Tamayo", "id": "41086171-4770883327-72157624365498375", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/smu_cul_digitalcollections/4770883327/#comment72157625174948085", "realname": "Anna", "path_alias": "arctexas", "author": "12132598@N07", "iconserver": "2869", "datecreate": "1288736754", "_content": "Garza, Garcia, and Vela were 3 of Cortina's men, convicted of murder in the 1859 raid on Brownsville. They were sentenced to hang by District Judge Franklin Cummings, my great-great-grandfather.", "authorname": "arctexas", "id": "41086171-4770883327-72157625174948085", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/smu_cul_digitalcollections/4770883327/#comment72157625351494952", "realname": "", "path_alias": null, "author": "55730355@N04", "iconserver": "0", "datecreate": "1289354661", "_content": "funny bro my name happens to be the same as the one in the middle of the gallows Juan vela. i wonder if my family on my fathers side were related to him in some way after all he is from northern mexico as are my relatives and we both have light skin too, this is to weired", "authorname": "Juan vela 14", "id": "41086171-4770883327-72157625351494952", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/smu_cul_digitalcollections/4770883327/#comment72157625455909819", "realname": "", "path_alias": null, "author": "56961154@N06", "iconserver": "0", "datecreate": "1292157310", "_content": "Judge Cummings is my great-great grandfather, too. Here is what my great-great grandmother wrote about Cortina: &quot;I am sorry you are so much alarmed for us, as I do not now feel much afraid, although I am still boarding here at the restaurant. My house being on the outskirts of town, 'tis deemed unsafe for us to be there. I have been here now seven weeks. I wish very much I could go home. Indeed I should like very much to be with you dear Lizzied round the old hearth stone, till this war is settled but on account of my situation I could not undertake the journey, particularly without Mr. Cummings and 'tis impossible for him to leave here now. Besides I should be very uneasy about him if I left him here. I couldn't stand it I know. I will have to stay and see the war through I think. Our citizens are somewhat relieved from guard duty now. There are between 2 and 3 hundred Texas Rangers here, one company of U.S. troops, two or more companies expected daily, and more rangers too. As soon as the troops arrive that are expected now, the forces will all march out to Cortina's camp and rout him I hope. A few days ago the Rangers went with some of the citizens, amounting to about three hundred men, went out to attack him and were repulsed and driven back. Mr. Cummings got all ready to go, but finally didn't go, much to my relief. I believe if he had gone if would have made me sick in good earnest. Cortina's camp is about ten miles from here. He is well fortified. His force isn't known correctly but 'tis thought he has as many as five hundred men. There is no knowing when this war will end. It may cause a war between Mexico and the U.S. For weeks we were expecting every night to be attacked and were fired upon (the guards) every night for weeks. Our town is all barricaded, every street and alley, but now that we have troops here they do not venture down on us any more.&quot;", "authorname": "anneb0704", "id": "41086171-4770883327-72157625455909819", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/smu_cul_digitalcollections/4770883327/#comment72157632663148255", "realname": "w garza", "path_alias": null, "author": "60368155@N07", "iconserver": "0", "datecreate": "1359750361", "_content": "racist times in brownsville", "authorname": "garzaIII", "id": "41086171-4770883327-72157632663148255", "iconfarm": 0}], "photo_id": "4770883327"}, "flarchive:created": 1389685309}