{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/10743072613/#comment72157637450606223", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1383931573", "_content": "Charles Franklin Niles, early aviator who was famous for stunt flying.  He died in a crash landing in June, 1916.\nA photo of him shaking hands in Tokyo was published in the New York Sun on February 6, 1916 with the following caption:\n&quot;CHARLES F. NILES. NOW FLYING IN JAPAN. SHAKES HANDS WITH A  PRINCE. \nCHARLES F. NILES. the looplng aviator from Rochester. N. Y.. \nhas lately been drawing crowds of 250,000 persons to witness his \nstartling exhibition flights In Tokyo, Japan. \nAfter Lincoln Beachey was killed Niles took his place as chief trick \nflier at the Panama-Pacific Exposition. He went to Japan when the \nexposition closed. He expects to fly in China and India before returning \nto New York to give exhibition flights here next summer. \nNo other aviator has ever had such a reception as was accorded \nNiles in Tokyo on the day of his first flight, according to the Japan \nTimes of Tokyo. Among those who congratulated him after the flight \nwere Prince Higashi Kuni, Gen. Nagaoka, president of the Aero Club \nof Japan, and  G. W. Guthrie. the American Ambassador.Gen. Nagaoka \nsaid that the Japanese were grateful to Commodore Perry, for it was due \nto him that Western Ideas had been introduced Into Japan; but that they \nwould be just as grateful to Niles for having shown them the wonderful \npossibilities of aviation. \nNiles is known among his friends as &quot;Do Anything.&quot; He made his \nfirst successful loop on April 18, 1914, at Hempstead. L. I. &quot;\n<a href=\"http://fultonhistory.com/Newspaper 9/New York NY Sun/New York NY Sun 1916  Grayscale/New York NY Sun 1916  Grayscale - 0820.pdf#xml=http://fultonhistory.com/dtSearch/dtisapi6.dll?cmd=getpdfhits&amp;u=28f47ab&amp;DocId=3907981&amp;Index=Z:\\Index O-G-T-S&amp;HitCount=3&amp;hits=2d+2e+2f+&amp;SearchForm=C:\\inetpub\\wwwroot\\Fulton_New_form.html&amp;.pdf\" rel=\"nofollow\">fultonhistory.com/Newspaper%209/New%20York%20NY%20Sun/New...</a>\nThis account places the event on December 11th and 12th at the Meiji Shrine Outer Garden [then the Aoyama Parade Grounds], and identifies the biplane as a Curtiss.\n<a href=\"http://books.google.com/books?ei=4459Us6BDNOgkAeAoIDgAg&amp;id=iPAyAAAAMAAJ&amp;dq=\" rel=\"nofollow\">books.google.com/books?ei=4459Us6BDNOgkAeAoIDgAg&amp;id=i...</a>\n\n\nAnother biographical sketch, with clippings and further information:\n<a href=\"http://looking-for-mabel.webs.com/5aviators.htm#707707551\" rel=\"nofollow\">looking-for-mabel.webs.com/5aviators.htm#707707551</a>\nMore information in this monograph on Aviation in Rochester, starting at p. 299:\n<a href=\"http://earlyaviators.com/shafer.pdf\" rel=\"nofollow\">earlyaviators.com/shafer.pdf</a>\nanother shot of the event:\n<a href=\"http://www.flickr.com/photos/library_of_congress/10742785435/\" title=\"C.E. Niles in Japan (LOC) by The Library of Congress, on Flickr\"><img src=\"http://farm8.staticflickr.com/7384/10742785435_10cc6d1aa2_m.jpg\" width=\"240\" height=\"176\" alt=\"C.E. Niles in Japan (LOC)\" /></a>\n\nNiles was well known in New York, having flown upside down over Lower  Broadway in June, 1914.\n<a href=\"http://fultonhistory.com/Newspaper 18/New York NY Press/New York NY Press 1914/New York NY Press 1914 - 3718.pdf#xml=http://fultonhistory.com/dtSearch/dtisapi6.dll?cmd=getpdfhits&amp;u=ffffffffbfc85372&amp;DocId=2651379&amp;Index=Z:\\Index I-E-V&amp;HitCount=4&amp;hits=b54+b55+b56+1496+&amp;SearchForm=C:\\inetpub\\wwwroot\\Fulton_New_form.html&amp;.pdf\" rel=\"nofollow\">fultonhistory.com/Newspaper%2018/New%20York%20NY%20Press/...</a>", "authorname": "artolog", "id": "8602872-10743072613-72157637450606223", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/10743072613/#comment72157637462049465", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1383962503", "_content": "Here is a detailed firsthand account of Niles' exhibition:\n\nAMERICAN AVIATOR'S TRICKS THROUGH JAPANESE EYES By TOHA HACHINO \n\nI AM greatly pleased to have this opportunity to report to the American public what a glorious success in aviation was attained by Mr Charles Niles on December 11 and 12 in parade ground Aoyama Tokyo to the indescribable amazement of 300,000 of Japanese spectators who have never expected or thought possible anything like such dangerous performances in such a tremendous height on such a frail and obstinate machine.  Before reporting what impression it made on the Japanese public let me give a rough sketch of the actual scenes on the occasion. Numberless rows of chairs for the spectators were set along the enclosure of the immense parade ground which was at the same time decorated with innumerable flags representing different nationalities.  The exit of the aeroplanes from the shelter was welcomed by the melodious musical performance of the military band.\n\n     At 2 o'clock His Imperial Highness Prince Higashi Kuni put in an appearance and was saluted by Lieutenant General Nagaoka and Mr Jagawa MP who were respectively appointed to be the president and vice president of the committee hastily created for welcoming Mr Niles. Hundreds of naval and military officers interested in aviation also attended the occasion.\n\n     In the meantime Mr Niles appeared amid cheering of spectators on the scene in a plain aviation suit apparently cheerful and light hearted but composed and self collected.  His manners indicated the great confidence he seemed to place in his capability to conquer any hostile air current that he may meet in the Japanese skies.  A brief examination of the machine having been completed he jumped on Bleriot monoplane which immediately made a steep ascent such as has never been seen in Japan after running about 10 meters on the ground. \n\n      He first drew a large semi circle along the enclosure of ground over the heads of the spectators then from the height of about 500 meters he dashed downward halting on the ground with remarkable agility and lightness.  At 2:40 he swung up again and then after making several rounds at the height of about 1,000 meters accomplished various dangerous feats with wonderful success among which somersaults backward and forward and sidewise were most amazing.  \n\n     Of all the attracting sights that I have seen in the past none surpassed in boldness and manliness and faultlessness what was displayed by Mr Niles.  The same must have been the case with all other spectators Their cheers applause literally &quot;shook the pillars of the firmament and the axis of the earth&quot;  a familiar Japanese expression.  For a moment they lost themselves in ecstasy of admiration over the incredible wonders they have for the first time seen displayed by an American.   One and all as if by previous arrangement shook their hats crying out like people who have gone crazy.\n\n      After about 10 minutes of successive performances Mr Niles made an almost perpendicular dive from an altitude of about 200 meters directly toward the tent in which was Prince Kuni exactly as if it were falling down.   Every spectator held his breath with profound anxiety but soon breathed a sigh of relief when the machine suddenly changed its direction at a point about 10 meters high from the ground and safely landed.   Mr Niles came down with a smiling expression walked towards Prince Kuni with whom he had the honor of shaking hands (a remarkable event in Japan for a blood prince to shake hand with professional aviators).  The prince uttered every eulogy imaginable and gave Mr Niles a wreath as the token of his boundless admiration. \n     The second flight on a Curtis biplane was accomplished with a still greater success overwhelming the populace with infinite amazement .  The name of Mr Niles is now echoing and re-echoing throughout the whole Tokyo. \n\nJapanese have been stunned with astonishment to see such an impossible thing as the somersault of the aeroplane actually practised before their eyes which were accustomed only to the elementary display of Japanese aviators.  They are now ready to admit that in the degree of proficiency attained Mr Niles is as superior to the Oriental aviators as a peak of Alps is to the top of the Tour Eifel in Paris.\n\n      In fact when Mr Niles mounted on the machine it appeared suddenly enlivened with soul.  There was no more of the senseless obstinate machine with which Oriental aviators have much trouble to deal.   In the course of the several dangerous feats there was absolutely no impression of the plane being under the artificial control of the rider but it appeared like a veritable bird flying on its own accord, up and down, right and left, setting at scornful defiance the caprice of the elements much dreaded by the Oriental aviators.\n\n       All the Tokyo papers agree in lavishing admiration and eulogy on the wonderful achievements of Mr Niles.   Some commenced a long statement under the big heading of  &quot;The Magic of the Air.&quot;  Some remarked that even birds would feel abashed at it.   Some described the plane as a fan tossed up in the mid air.  Again another began its sensational article by saying that the sky of Tokyo was conquered by an American aviator.\n\n      Moreover the intelligent public are one in acknowledging the great service Mr Niles has indirectly rendered to the cause of aviation in Japan.   He has shown by his extraordinary dexterity what a wide area is still left for the Japanese aviators to cultivate and that it is possible for human beings to vie with winged creatures in the air by dint of strenuous exertion.   He has also impressed upon the Japanese that aviation is not necessarily a very risky and dangerous business if attended with sufficient skill and proper attention.  \n\n          High officers of the navy and the army who were present on the occasion were one and all extremely pleased to have such brilliant examples shown before the young officers, for one actual instance is better than a hundred oral encouragements.   Japanese are by their nature vehement in the spirit of rivalry.   When they have an act of superiority shown by others they cannot coolly suffer to let them go as permanently superior.   They are ready to tax their capabilities to the utmost even at the cost of their lives to accomplish what they once determined to attain.   And in this light Mr Niles' visit to Japan will be sure to mark a new era in the history of the Japanese aviation just as she was awakened to a new national life by the call of Commodore Perry on the door of her exclusiveism of 300 years.\n\n        In conclusion I should like to note with what an open hearted friendship the Japanese public welcomed the arrival of Mr Niles in Tokyo.   I am sure even the hardest hearted anti-Japanese Americans would be ashamed to talk of the Japanese expulsion any more if only they personally witnessed it.\n<a href=\"http://books.google.com/books?id=V3fmAAAAMAAJ&amp;dq=\" rel=\"nofollow\">books.google.com/books?id=V3fmAAAAMAAJ&amp;dq=%22charles%...</a>", "authorname": "artolog", "id": "8602872-10743072613-72157637462049465", "iconfarm": 4}], "photo_id": "10743072613"}}