{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/2700811671/#comment72157626796733642", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1306257562", "_content": "Alberto de Sousa Costa era bacharel em Direito pela Universidade de Coimbra. Em 1911 criou a ‘Tutoria da Infância’ organismo do Ministério da Justiça que visava julgar todos os processos, cíveis e criminais, relativos aos menores. Junto das Tutorias funcionavam os Refúgios da Tutoria, que asseguravam o acolhimento temporário dos menores com vista à observação das situações que os envolviam. Exerceu o cargo de secretário da Tutoria Central da Infância de Lisboa e, posteriormente, do Tribunal do Comércio.\n\nAté à fundação da Tutoria Central da Infância de Lisboa na rua da Bela Vista no bairro da Graça, existia a ‘Casa de Correcção da Mónicas’. A 10 de Setembro de 1901 foi aprovado o regulamento elaborado pelo padre António de Oliveira, (Sub-director desta Casa de Correcção) com o fim de modificar radicalmente o regime da Correcção.  «os reclusos das Mónicas, até ali entregues à vigilância de guardas e carcereiros como nas cadeias de adultos, começaram a ser acompanhados e educados pelos prefeitos-professores, que possuíam a habilitação legal do magistério primário, tendo, por isso, especial preparação pedagógica».\n\nEm 1902 é criada uma Casa de Correcção no Porto (no Convento de Santa Clara, em Vila do Conde) e, em 1903, uma outra em Lisboa, para o sexo feminino. Esta última foi instalada no edifício das Mónicas e os rapazes foram transferidos para o antigo convento da Cartuxa, em Laveiras (Caxias). \n\nÉ o padre António Oliveira que elabora a lei das tutorias da infância (Decreto de 27 de Maio de 1911), a convite de Afonso Costa. Esta ‘Lei de Protecção à Infância’, de 27 de Maio de 1911, não só foi um documento inovador para a época, como tem uma visão clara da diferença entre criança e adulto, considerando que devem ter tratamentos judiciais distintos. Portugal é assim dos primeiros países a introduzir no seu sistema de protecção judiciária, o objectivo protector e pedagógico, neste tipo de intervenção, o qual anteriormente se baseava na responsabilidade do indivíduo e na reprovação social da sua conduta. A lei previa não só a intervenção judiciária nos casos de menores delinquentes como também a protecção nas situações de menores que se encontrassem em perigo moral. \n\nCom esta lei, os menores de idade inferior a 16 anos tornaram-se penalmente inimputáveis e passaram a comparecer perante tribunais especiais – as Tutorias da Infância - segundo regras particulares de processo, aplicando medidas próprias, essencialmente distintas das que vigoravam para os adultos. \n\nAs Tutorias tinham na sua dependência casas de detenção e observação de menores, designadas por Refúgios. O Decreto de 1911 toma várias medidas que contribuem para modificar, radicalmente, o modo de encarar e de organizar este tipo de instituições, insistindo na educação preventiva, na promoção da higiene e da profilaxia social, no envolvimento familiar e nas estratégias de reeducação. Pelo que que a designação destas instituições mudou de &quot;Casas de Correcção&quot; para &quot;Escolas de Reforma&quot;.\n\nJunto das Tutorias funcionavam os Refúgios da Tutoria, que visavam o acolhimento temporário dos menores com vista à observação das situações. As medidas aplicadas pelas Tutorias de Infância deixaram de ter um carácter punitivo e repressivo, sustentando com elas que «defender e melhorar o estado dos menores, é combater neles ou no seu ambiente a causa da sua conduta criminal» . Com esta Lei os menores passavam a cumprir as medidas que lhes eram aplicadas em estabelecimentos próprios, acabando com a promiscuidade que se verificava até à data, em que menores e adultos cumpriam as penas nas prisões de direito comum.\n\nEm 1919, foi criada a ‘Inspecção Geral dos Serviços de Protecção a Menores’, o padre António de Oliveira foi o seu primeiro Inspector Geral.", "authorname": "J. Leite", "id": "26532116-2700811671-72157626796733642", "iconfarm": 6}], "photo_id": "2700811671"}, "flarchive:created": 1387762441}