{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1364588519", "originalformat": "jpg", "owner": {"username": "San Diego Air & Space Museum Archives", "realname": "SDASM Archives", "nsid": "49487266@N07", "iconserver": "4070", "location": "", "path_alias": "sdasmarchives", "iconfarm": 5}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "8601536364", "title": {"_content": "Arthur Charles Hubert Latham Special Collection Photo North Island San Diego"}, "media": "photo", "tags": {"tag": [{"raw": "Arthur Charles Hubert Latham Special Collection Photo North Island San Diego", "machine_tag": 0, "id": "49465936-8601536364-108966323", "_content": "arthurcharleshubertlathamspecialcollectionphotonorthislandsandiego", "author": "49487266@N07"}, {"raw": "Â Curtiss Aeroplane and Motor Company", "machine_tag": 0, "id": "49465936-8601536364-98718533", "_content": "âcurtissaeroplaneandmotorcompany", "author": "49487266@N07"}]}, "comments": {"_content": "0"}, "secret": "942d32b0e3", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "Catalog #: 09_02132\nTitle: Arthur Charles Hubert Latham Special Collection Photo North Island San Diego\nCorporation Name: Curtiss Aeroplane and Motor Company\nAdditional Information: Poster celebrating early aviation in San Diego. Top image shows Theodore Gordon Ellyson (Navy's first pilot) in early flight over a battleship, San Diego Bay. Bottom image shows early aircraft on Curtiss Field, North island San Diego. Typewritten inscription &quot;&quot;San Diego -- First In Air. First aerial bomb experiment by Riley T. Scott. First night flying by Major T.C. Macaulay. First loop-the-loop by Lincoln Beachy on the day before Thanksgiving, 1913. First air mail and express to be carried in the United States was carried between Los Angeles and San Diego by the U.S. Navy. First refuelling in flight by Smith and Richter. First aero squadron in the United States was organized at San Diego. First non-transcontinental squadron flight across the continent, made by Kelly and Macready, ended at San Diego. First seaplane flight in the United States was in San Diego. The airplane was first used in locating schools of fish from San Diego. First air photos made by Major H.A. &quot;&quot;Jimmie&quot;&quot; Erickson, January 10th, 1911, in Curtiss biplane flown by Charles K. Hamilton, in the first flight over San Diego. San Diego was the first city on the Pacific Coast and second in the United States to draft an air regulation ordinance. San Diego had the first municipal board of air control in the United States. San Diego has the first passeneger service on the West Coast, which was operated on a daily schedule by the Ryan Airlines between the city of Los Angeles. The San Diego Chamber of Commerce is probably the first and only organization of its kind to have an aeronautical engineer on its executive staff. Hubert Latham (1883 - 1912) was a French aviation pioneer who was the first pilot to attempt to cross the English Channel, and the first to land an aircraft on a body of water. \nTags: Arthur Charles Hubert Latham Special Collection Photo North Island San Diego,Â Curtiss Aeroplane and Motor Company\nRepository: <a href=\"http://www.sandiegoairandspace.org/library/stillimages.html\" rel=\"nofollow\">San Diego Air and Space Museum Archive</a>"}, "isfavorite": 0, "views": "1225", "farm": 9, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2013-03-29 13:21:59", "lastupdate": "1385173681", "takengranularity": "0", "posted": "1364588519"}, "originalsecret": "cff970e864", "license": "7", "notes": {"note": []}, "server": "8091", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/sdasmarchives/8601536364/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}