{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/6332019968/#comment72157628099738300", "realname": "Matthew Cohen", "path_alias": "matt_cohen", "author": "49384725@N00", "iconserver": "144", "datecreate": "1320961328", "_content": "I have this book. It's called &quot;The Great War.&quot;", "authorname": "matt cohen", "id": "8602872-6332019968-72157628099738300", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/6332019968/#comment72157628100213090", "realname": "", "path_alias": "trialsanderrors", "author": "76204898@N00", "iconserver": "5538", "datecreate": "1320966282", "_content": "That's all I got here:\n\nJB MDL Dix (Joint Base McGuire-Dix-Lakehurst Dix), better known as Fort Dix, is a United States Army base located approximately 16.1 miles (25.9 km) south-southeast of Trenton, New Jersey. Dix is under the jurisdiction of the United States Army Reserve Command (USARC). It became part of Joint Base McGuire-Dix-Lakehurst (JB MDL) on 1 October 2009.\n<a href=\"http://en.wikipedia.org/wiki/JB_MDL_Dix\" rel=\"nofollow\">en.wikipedia.org/wiki/JB_MDL_Dix</a>\n\nI sometimes wonder if it's possible to control the upload order on Flickr Commons? There's been cases in the past when amazing sets have gone largely unnoticed because the last picture uploaded (the one that appears in most followers' contacts) is not as visually striking, at least in thumbnail, as some others.", "authorname": "trialsanderrors", "id": "8602872-6332019968-72157628100213090", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/6332019968/#comment72157627976075793", "realname": "", "path_alias": null, "author": "25695066@N00", "iconserver": "7037", "datecreate": "1320978990", "_content": "Looking at the largest resolution version of this image, it appears the rifles being turned in are obsolete Krag-Jorgensen rifles.   By the beginning of World War I, the Krag had already been replaced in most front-line American units by the legendary Model 1903 Springfield rifle (M1903).  While the M1903 was selected to replaced the Krag, and had done so for the most part by the beginning of the war, it would be the lesser-known M1917 Enfield rifle that would equip 75% of the American Expeditionary Force (AEF) in Europe by the end of the war.\n\nA few of the early arriving American units in Europe were equipped with the Krag, but it  saw an extremely limited amount of combat.  It is more likely the rifles photographed being turned in at Camp Dix (later Fort Dix) actually equipped a stateside-based unit and/or were used for training purposes during the First World War.", "authorname": "TVL1970", "id": "8602872-6332019968-72157627976075793", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/library_of_congress/6332019968/#comment72157627982340429", "realname": "Angela Orlando", "path_alias": "maorlando", "author": "16489083@N05", "iconserver": "7428", "datecreate": "1321059630", "_content": "Neat photos... wonderful post!!!", "authorname": "maorlando God kept us 2012 leaning on Him 2013", "id": "8602872-6332019968-72157627982340429", "iconfarm": 8}], "photo_id": "6332019968"}}