{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/anmm_thecommons/8966204732/#comment72157633964845404", "realname": "", "path_alias": "beachcomberaustralia", "author": "32162360@N00", "iconserver": "3722", "datecreate": "1370508864", "_content": "This is much more interesting than it first looks, and I never knew about it.  From Wikipedia - \n\n&quot;The [Pink and White] terraces were New Zealand's most famous tourist attraction, sometimes referred to as the Eighth Wonder of the World. New Zealand was still relatively inaccessible and passage took several months by ship. ...\n&quot; ... On 9–10 June 1886 Mount Tarawera erupted. The eruption spread from west of Wahanga dome, five kilometres to the north, down to Lake Rotomahana. The volcano belched out hot mud, red hot boulders, and immense clouds of black ash from a 17-kilometre rift that crossed the mountain, passed through the lake, and extended beyond into the Waimangu valley.  After the eruption, a crater over 100 metres deep encompassed the former site of the terraces.   After some years this filled with water to form a new Lake Rotomahana, 30 metres higher and much larger than the old lake. ... \n&quot; ... The terraces were long thought to have been destroyed around 3 a.m. on 10 June 1886 during the eruption. However, a team including researchers from GNS Science, Woods Hole Oceanographic Institution, Lamont-Doherty Earth Observatory, and Waikato University were mapping the lake floor when they discovered part of the Pink Terraces in February 2011. The lowest two tiers of the terraces were found in their original place at 60 metres (200 ft) deep (too deep for easy scuba diving ).  A part of the White Terraces was <u>rediscovered in June 2011</u>. The announcement of the rediscovery of the White Terraces coincided with the 125th Anniversary of the eruption of Mt. Tarawera in 1886. It is thought that the rest of the terraces may be buried in sediment rather than having been destroyed. ... &quot;\n\nFull Wiki article - <a href=\"http://en.wikipedia.org/wiki/Pink_and_White_Terraces\" rel=\"nofollow\">en.wikipedia.org/wiki/Pink_and_White_Terraces</a>", "authorname": "beachcomberaustralia", "id": "33142378-8966204732-72157633964845404", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/anmm_thecommons/8966204732/#comment72157633977998066", "realname": "", "path_alias": "anmm_thecommons", "author": "33147718@N05", "iconserver": "3829", "datecreate": "1370561532", "_content": "[http://www.flickr.com/photos/beachcomberaustralia] Fascinating stuff! This is a great shot with the eruption captured so clearly. The Rotorua Museum has some lovely <a href=\"http://www.rotoruamuseum.co.nz/things-to-see-and-do/nga-pumanawa-o-te-arawa/tarawera-te-maunga-tapu/the-pink-white-terraces/\" rel=\"nofollow\">images</a> of the terraces as does the <a href=\"http://muse.aucklandmuseum.com/databases/LibraryCatalogue/SearchResults.aspx?Page=5&amp;c_keyword_search=terraces&amp;c_type_search=photograph\" rel=\"nofollow\">Auckland Museum</a>. In fact many of the Auckland Museum's images are listed under the photographer 'Josiah Martin' - our 'JM'? AND this posting was well-timed seeing as the eruption occured on the 9-10 June - only a few days from now :)", "authorname": "Australian National Maritime Museum on The Commons", "id": "33142378-8966204732-72157633977998066", "iconfarm": 4}], "photo_id": "8966204732"}, "flarchive:created": 1389618896}