{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/state-records-nsw/8028391496/#comment72157631703510895", "realname": "", "path_alias": "hpeters", "author": "73199923@N00", "iconserver": "7294", "datecreate": "1349519325", "_content": "&quot;...In 1937, the Circular Quay Planning Committee, known as the Butter's Committee, was appointed to advise the State Government as to the most suitable treatment of the Circular Quay Area including the location and architectural treatment of the new offices required for the Maritime Services Board (MSB), because their existing offices were to be demolished to make way for the Circular Quay Railway.\n\nThe Butter's Committee initially recommended that the new MSB offices be sited on the block bounded by George, Alfred and Pitt Streets. The Committee then recommended the site of the Commissariat Stores, which they had initially designated for parkland. The Circular Quay Advisory Committee approved the construction of the new offices on this site 'in accordance with the report of the Butter's Committee' and the tenants of the buildings on the site were advised to vacate it within three months\n\nIn late 1938, the MSB considered various methods for the design of their new building including holding a competition or employing consultant architects. By 1939, however, they had resolved to use the MSB's own architects who by this stage had prepared preliminary designs for the building. William Henry Withers was the architect in charge and was assisted by temporary staff.\n\nIn early 1939, the Board sought advice from architects Budden and Mackay, who designed the Circular Quay railway, they replied that the 'character of the design and its architectural lines' would harmonise with the proposed station building, but were critical of the height of the design and its tower. It seems that few of these recommendations were acted upon, although the height of the building may have been reduced\n\nThe demolition of the Commissariat Stores in late 1939, and the concurrent threats to other Macquarie-era buildings in Sydney, such as the Hyde Park Barracks, provoked considerable public debate, and was instrumental in the formation of the heritage movement in Australia and, in particular, the establishment of the National Trust in 1949\n\nWork on the design of the new MSB offices ceased in July 1940, due to war restrictions, however the historic buildings on the site had already been demolished in late 1939. At the request of the Circular Quay Committee, design work resumed in late 1944. Tenders for building construction were called on 11 September 1946, and F. C. N. Powell &amp; Sons' tender for 345,555 pounds was accepted. Withers retired in 1947, and the detailed design and execution of the building, which cost 500,00 pounds to construct, was completed by Mr David H. Baxter, who drew and checked both the 1940 and 1945 plans\n\nThe MSB offices were officially opened by Premier John J. Cahill on the 10 December 1952. The foundation stone of the Commissariat Store survives as a memorial in front of the former MSB office. The MSB operated from this building from 15 December 1952 until the late 1980s, when the headquarters were moved to new premises in the city centre...&quot;", "authorname": "myhappypenguin", "id": "27286215-8028391496-72157631703510895", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/state-records-nsw/8028391496/#comment72157632895789050", "realname": "", "path_alias": null, "author": "63385174@N06", "iconserver": "5469", "datecreate": "1362207262", "_content": "I am sure the architects believed they were designing a building that was new exciting and entirely appropriate. I am sure there are people who would agree with them, then and now.\nIt's an awful building. An oppressive chunky and sad experience inside and out. Large internal spaces seem small due to the thick structure and limited fenestration. Along with the Circular Quay Railway Station, it is from an era we could have done without. There are many worse, including from the 1960's, 70's and 80's, and we could have done without them too.\nThere was a joint proposal by the Museum of Contemporary Art and the City of Sydney to demolish and rebuild around 2000. It was fiercely opposed. Good grief. They removed its predecessor, a truely elegant Sydney Harbour Trust building, for a viaduct. It's own construction removed the Commissariat Stores, a building of far greater heritage value, albeit utilitarian. The 2000 replacement proposal was far more civic and uplifting and now we are stuck with a crude yellow monumental bomb shelter on a prime site.", "authorname": "GrenadierGuardsDmr", "id": "27286215-8028391496-72157632895789050", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/state-records-nsw/8028391496/#comment72157636132725846", "realname": "gert bysea", "path_alias": null, "author": "94816752@N03", "iconserver": "0", "datecreate": "1380756891", "_content": "I was a little bloke (b1943) at the approximate time this photo was taken and remember asking my uncle what the building under construction was going to be used for. He replied that it was for the MSB but this did not make much sense to me at the time.\nIn response to other questions, I was one of those sort of kids, construction of the  nearby Quay railway was suspended due to budget problems and he did not expect to see it completed during his lifetime.\nIn fact it was and he lived for another forty odd years.", "authorname": "docdeeds", "id": "27286215-8028391496-72157636132725846", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/state-records-nsw/8028391496/#comment72157638470686575", "realname": "", "path_alias": null, "author": "92723869@N07", "iconserver": "0", "datecreate": "1386506996", "_content": "The top corner of the new construction is visible in the following photo: [http://www.flickr.com/photos/state-records-nsw/7200832878/in/photostream/]", "authorname": "juantoo34", "id": "27286215-8028391496-72157638470686575", "iconfarm": 0}], "photo_id": "8028391496"}, "flarchive:created": 1389618965}