{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/sdasmarchives/6426858081/#comment72157629086677105", "realname": "", "path_alias": null, "author": "62428678@N04", "iconserver": "0", "datecreate": "1327865918", "_content": "This is none other than Charles J. Biddle. He volunteered to fly with the French (he is wearing a French uniform in this photo). Here is some more information about him from Wikipedia:\n\nFamily and early life\n \nCharles John Biddle was born in Andalusia, Pennsylvania on 13 May 1890. His father was Charles Biddle (1857–1923) and mother was Letitia Glenn. His grandfather Charles John Biddle (1819–1873) was a soldier and member of congress. Andalusia was the estate of his great-grandfather, banker Nicholas Biddle (1786–1844).[1][2]\n \nHe graduated from Princeton University in 1911, and from Harvard Law School three years later. He was admitted to the Pennsylvania Bar, but interrupted his nascent career to serve in World War I.[3]\n \nWorld War I service\n \nBiddle joined the Lafayette Flying Corps in France on 8 April 1917. He was assigned to Escadrille 73 on 28 July 1917, under the command and mentorship of Albert Deullin. On 7 November 1917, he was transferred to U. S. aviation and commissioned as a captain; however, he remained assigned to Escadrille 73. Biddle initially fought several indecisive combats with a Spad VII, but success evaded him until 5 December 1917. Flying a SPAD XIII, he downed the Albatros two-seater of Leutnants Fritz Pauly and Ernst Sauter of FFA 45 despite a malfunction by both his Spad's machine guns. He then transferred to the 103rd Aero Squadron on 10 January 1918 and reverted to the Spad VII for his 12 April win over a Halberstadt CL.II over Corbeny.[4] He moved on to the 13th Aero Squadron (nicknamed &quot;The Devil's Own Grim Reapers&quot;). On 1 August, he shared his first two victories with William Stovall, John Seerly, and H. B. Freeman. He shot down three more enemy planes afterwards, and rose to the rank of major.[5] as well as the command of the 4th Pursuit Group.[3] He was at one point entrusted with the only SPAD XII issued to Americans.[4] The French awarded him both the Legion of Honor and the Croix de Guerre, and he received the American Distinguished Service Cross and the Belgian Order of Leopold II.[5]\n \nAfter the war, Biddle wrote a book entitled The Way of the Eagle.[6]\n \nLegal career\n \nBiddle initially practiced law in the Drexel Building with his father's firm. Following his father's death, he joined the law firm of Drinker Biddle &amp; Reath (not using that name at the time) in 1924. He was the firm's first lateral partner and brought clients that included the Philadelphia Contributionship for the Insurance of Houses from Loss by Fire (founded by Benjamin Franklin) and the Philadelphia Savings Fund Society. Biddle became a partner in 1925 and was a major force at the firm for decades. In the 1950s, he led the defense of Merck Sharp &amp; Dohme in a major case concerning price-fixing. At a trial in Trenton, New Jersey, he argued successfully for Merck's acquittal with Thomas E. Dewey who represented Eli Lilly.[7]\n \nIn 2003, partner Wilson M. Brown III[8] used a Charles Biddle precedent in a case on behalf of survivors of widows of soldiers killed in a 1948 B-29 crash. The US government claimed national security for its defense.[7]\n \nHonors and awards\n \nDistinguished Service Cross (DSC) citation\n \nThe Distinguished Service Cross is presented to Charles John Biddle, Captain (Air Service), U.S. Army, for extraordinary heroism in action in the region of Damvillers, France, September 26, 1918. During an engagement between 11 Spads and 12 enemy Fokkers, Captain Biddle, perceiving a comrade in distress from the attack of two planes, dived upon them and by his fire forced them to withdraw. His prompt action saved the life of his comrade, who was in imminent danger of being shot to the ground. (General Orders No. 60, W.D., 1920[5])\n \nOrdre de Léopold citation\n \nFor extraordinary heroism in action on 12 April 1918 near Corbeny, France, and on 15 May 1918, near Ypres, Belgium. Captain Biddle has daily shown himself an excellent and remarkable example of courage, energy and skill, leading his pilots to the attack at every opportunity and making his flight a most efficient one. On 12 April, he attacked and destroyed an enemy two-seater which crashed between the trenches at Corbeny. On 15 May, while leading his patrol, he attacked, at very low altitude and far within the enemy lines, an enemy two-seater, killing the observer and forcing him down. A few minutes later he engaged a second enemy plane at very close range. Wounded in his leg, his plane and motor riddled, Captain Biddle was forced to land in 'No Man's Land' less than 70 yards from the German trenches in the region of Ypres. With remarkable courage and presence of mind and despite his wound, he detached himself from his smashed machine and made his way from shell hole under intense artillery, machine gun and rifle fire, to an advanced British Observation post.[5]\n \nFrench Croix de Guerre citation, 4 June 1918\n \nPilot of marvelous spirit. Attacked two enemy two-seaters successfully behind their lines, probably shooting down the first. Wounded and disabled in the course of the second combat, by sheer strength he succeeded in landing in no man's land and after passing the day in a shell hole, by night he got back to the Allied trenches.[5]\n \n[See also\n \nBiography portal\n \n103rd Aero Squadron\n \nReferences\n \n1. John Thomson Faris (1917). Old roads out of Philadelphia. J.B. Lippincott. pp. 301–302.\n 2. Andalusia History&quot;. museum web site. Retrieved 16 March 2011.\n 3. a b Norman Franks (2001). American Aces of World War I. Illustrated by Harry Dempsey. Osprey Publishing. pp. 23–24. ISBN 978-1-84176-375-0.\n 4. a b Jon Guttman (2002). SPAD XII/XIII aces of World War I. Osprey Publishing. pp. 12, 14–15. ISBN 978-184176-316-3.\n 5. a b c d e &quot;Charles Biddle&quot;. The Aerodrome web site. Retrieved 16 March 2011.\n 6. Major Charles J. Biddle (1919). The way of the eagle. C. Scribner's sons.\n 7. a b &quot;About Drinker Biddle: Firm History&quot;. company web site. Retrieved 16 March 2011.\n 8. Brown's firm bio from Drinker Biddle &amp; Reath", "authorname": "AviatikD1", "id": "49465936-6426858081-72157629086677105", "iconfarm": 0}], "photo_id": "6426858081"}, "flarchive:created": 1387765519}