{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/4016406521/#comment72157622603469110", "realname": "", "path_alias": null, "author": "23103743@N05", "iconserver": "2155", "datecreate": "1255786871", "_content": "Probably Reginald F. Del Valle, in summer 1913, a Special Commissioner of the American State Department to Mexico\naccording to  NYT, August 5, 1913\n  <a href=\"http://query.nytimes.com/gst/abstract.html?res=9D01E4DF123FE633A25756C0A96E9C946296D6CF&amp;scp=2&amp;sq=&quot;del+valle&quot;&amp;st=p\" rel=\"nofollow\">query.nytimes.com/gst/abstract.html?res=9D01E4DF123FE633A...</a>", "authorname": "swanq", "id": "8602872-4016406521-72157622603469110", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4016406521/#comment72157622478997991", "realname": "", "path_alias": null, "author": "23103743@N05", "iconserver": "2155", "datecreate": "1255787373", "_content": "From Google cache of \n  <a href=\"http://southwest.library.arizona.edu/true/body.1_div.11.html\" rel=\"nofollow\">southwest.library.arizona.edu/true/body.1_div.11.html</a>\n\nCHAPTER XI: HON. REGINALD F. DEL VALLE\nTo define a gentleman one might go far afield without disclosing a more pronounced exemplar than is Hon. Reginald F. del Valle, eldest son of Don Ygnacio and Señora del Valle, who of all the human documents yet living is most readily identified as the person Mrs. Jackson had in mind in the idealization of the character of Felipe in the romance. Attire him in Spanish garb, as the artist Henry Sandham has properly done, and the portraits are not wholly unlike.\n\nSenator del Valle left Camulos ranch early in life to prepare himself for the practice of law, a profession he has graced for a quarter of a century in Los Angeles. Without undue self-seeking upon his part he has during that period been honored with many positions of distinction and trust. He always has been a consistent and active member of the Democratic\n\n\n[page 103]\nparty, ever prominent in its councils, and not infrequently called upon to preside over its state conventions. Once he was a candidate for Lieutenant-Governor of California, at another time he served a term with great credit in the State Senate, securing for Los Angeles the State Normal school, and again was a delegate to the national convention of his party. At this time he is serving the City of Los Angeles in the honorary position of a member of the Municipal Water Board, a most important post during the period of bringing the Owens River to the city's gate. It was understood that, in the event of the election of Mr. Bryan, in 1896, Senator del Valle was to have the post of Ambassador to Mexico.\n\nIt is an interesting circumstance, in this connection, that the romance of Mrs. Jackson closes with the arrival and settlement of Felipe and his beautiful bride in the Mexican capital. Of this the author says: ‘‘The story of the romance of their lives, being widely rumored, greatly enhanced the interest with which they were welcomed. The beautiful young Señora Moreno was the theme of the city; and Felipe's bosom thrilled with pride to see the gentle dignity of demeanor by which she was distinguished in all assemblages.’’\n\n\n[page 104]\n\nIn the spring of 1913 affairs throughout the Republic of Mexico were in such chaotic condition, owing to the movements of various revolutionary bodies, that the Administration at Washington felt impelled to withhold recognition of the provisional government represented by General Huerta until reliable assurances could be given of its ability to maintain a stable government and to give adequate protection to the lives and property of all classes of people. That dependable information might be obtained from the various opposing factions in the republic, President Wilson determined to send a personal representative into Mexico, to report such facts as might be developed directly to him, to the end that such action as might finally be taken by the government of the United States should be based upon indisputable facts, gathered by a person wholly disinterested. The mission was a peculiarly delicate one, calling for the highest order of intelligence, of tact and diplomacy. That the distinction should fall upon Hon. Reginald Francisco del Valle, of California, was not calculated to surprise anyone, since his entire fitness for the trust was and is universally recognized. Senator del Valle, his wife and daughter accompanying him, went to Mexico, and at this writing he is in the City of Mexico, performing the duty assigned him by the President of the United States.", "authorname": "swanq", "id": "8602872-4016406521-72157622478997991", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4016406521/#comment72157622611713158", "realname": "Richard Norton", "path_alias": "richard_arthur_norton", "author": "54904823@N00", "iconserver": "2568", "datecreate": "1255888796", "_content": "Here is a nice biography of him from Who's Who in the Pacific Southwest: a compilation of authentic biographical sketches of citizens of Southern California from 1913:\n[http://www.flickr.com/photos/richard_arthur_norton/4023197736/]\n\nI also added him to Wikipedia:\n<a href=\"http://en.wikipedia.org/wiki/Reginald_F._Del_Valle\" rel=\"nofollow\">en.wikipedia.org/wiki/Reginald_F._Del_Valle</a>", "authorname": "Richard Arthur Norton  (1958- )", "id": "8602872-4016406521-72157622611713158", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4016406521/#comment72157622620104942", "realname": "", "path_alias": "ryan_loc", "author": "35234565@N04", "iconserver": "1021", "datecreate": "1255977584", "_content": "Thanks to both of you.  But here's an interesting twist.  The library has cataloged this photograph from our Biographical File, &quot;BIOG FILE - Valle, Ramon del&quot; using an authority record for &quot;Ramon del Valle-Inclan.  From the information you've provided, Reginald del Valle was certainly very accomplished.  Are they the same person?", "authorname": "Ryan (LOC P&P)", "id": "8602872-4016406521-72157622620104942", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4016406521/#comment72157622498592699", "realname": "", "path_alias": null, "author": "23103743@N05", "iconserver": "2155", "datecreate": "1256007132", "_content": "<a href=\"http://en.wikipedia.org/wiki/Ram%c3%b3n_del_Valle-Incl%c3%a1n\" rel=\"nofollow\">en.wikipedia.org/wiki/Ram%c3%b3n_del_Valle-Incl%c3%a1n</a>\n has a picture with a long beard.  I'd say it is of a different man.  Ramon seems to be known as a bohemian -- which is hardly consistent with this photograph.\n\nThe date suggested by the Bain ordering (Reginald was clearly in the news in the summer of 1913), and the fact that another picture related to US-Mexico relations is next in the series, make me feel that this is Reginald.", "authorname": "swanq", "id": "8602872-4016406521-72157622498592699", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4016406521/#comment72157622517197537", "realname": "", "path_alias": "ryan_loc", "author": "35234565@N04", "iconserver": "1021", "datecreate": "1256245659", "_content": "I agree with you swanq. The photograph proves the point that Ramon and Reginald were two VERY different men.  We'll fill in the name in this record the next time we update it, and correct our BIOG FILE record.  Thank you for sorting it out.", "authorname": "Ryan (LOC P&P)", "id": "8602872-4016406521-72157622517197537", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4016406521/#comment72157622642695366", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1256257753", "_content": "Is that the State, War and Navy building behind him (Executive Office Building, as they call it now)?", "authorname": "Wystan", "id": "8602872-4016406521-72157622642695366", "iconfarm": 4}], "photo_id": "4016406521"}}