{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/center_for_jewish_history/5483044309/#comment72157626181714022", "realname": "", "path_alias": "g-dzilla", "author": "8823455@N05", "iconserver": "8328", "datecreate": "1299082820", "_content": "She is pretty. Why is she wearing a cross?!", "authorname": "in pastel", "id": "36895548-5483044309-72157626181714022", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/center_for_jewish_history/5483044309/#comment72157626057710191", "realname": "", "path_alias": "center_for_jewish_history", "author": "36988361@N08", "iconserver": "3425", "datecreate": "1299097053", "_content": "Dear in pastel,\n\nI'm not certain, but in many cases Jewish families from Germany and Austria converted, beginning in the late 18th century and very much into the 19th century, to Christianity.  This was especially true of those wishing to take a larger part in German society, but being unable to because of anti-Semitism.  A number of these individuals are represented in the archives of the Leo Baeck Institute at the Center for Jewish History.  Only when the Nazis took power were they once again considered, and persecuted, as Jews.\nHowever, it shouldn't be overlooked that German and Austrian Jews were often very assimilated into German society even if they remained Jews.  It is very possible that Elisa simply is wearing the cross as decoration, much the same way many assimilated German and Austrian Jews celebrated Christmas with a tree and presents, without thinking much about any particular religious affiliation.", "authorname": "Center for Jewish History, NYC", "id": "36895548-5483044309-72157626057710191", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/center_for_jewish_history/5483044309/#comment72157626208846546", "realname": "", "path_alias": "g-dzilla", "author": "8823455@N05", "iconserver": "8328", "datecreate": "1299431845", "_content": "Celebrities wear crosses today with little thought to identity or religion but it is very unusual for this to have happened in the past.\nIt could be that she was hiding her true identity or as you suggest she may have converted.", "authorname": "in pastel", "id": "36895548-5483044309-72157626208846546", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/center_for_jewish_history/5483044309/#comment72157626273445518", "realname": "", "path_alias": "center_for_jewish_history", "author": "36988361@N08", "iconserver": "3425", "datecreate": "1300212065", "_content": "In speaking with some of the volunteers here at the Leo Baeck Institute, who were children in Germany in the late 1920's and into the Nazi period, some of the women (not those raised in religious homes)  professed to wearing crosses just as decoration (until the Nazi time).\nIt seems doubtful to me she would be hiding her true identity, only because she seems to be dressed so well and I know the Gottschalk Collection contains documents of their family, who were upper middle class and I don't believe would have been concerned with hiding their identity in the 19th century, but you never know.  The problem is that we don't have information on who this person is in particular.  It could also be that it randomly ended-up in the collection, perhaps she was the Christian wife of a family member, or even a close friend or governess to the family.", "authorname": "Center for Jewish History, NYC", "id": "36895548-5483044309-72157626273445518", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/center_for_jewish_history/5483044309/#comment72157626184190819", "realname": "", "path_alias": "g-dzilla", "author": "8823455@N05", "iconserver": "8328", "datecreate": "1300648305", "_content": "Thank you for your research from my query. Her looks appear to me to show that she is of Jewish heritage. The info that you relate is interesting.", "authorname": "in pastel", "id": "36895548-5483044309-72157626184190819", "iconfarm": 9}], "photo_id": "5483044309"}}