{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/2656266766/#comment72157626801826058", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1306315501", "_content": "A ‘Igreja de Nossa Senhora do Rosário de Fátima’, foi edificada na Avenida de Berna em Lisboa, cujas obras foram iniciadas em 1934, sob o projecto de arquitecto Porfírio Pardal Monteiro (1897-1957). Esta obra destacou-se no panorama nacional pela polémica que suscitou, designadamente ao nível político, cultural e arquitectónico. Este facto valeu-lhe a designação de “ igreja mais polémica do século XX ”, construída em Portugal.\n\nA controvérsia iniciara-se quando o Cardeal Patriarca de Lisboa, D. Manuel Cerejeira anunciou a construção, na sua Diocese, de uma igreja dedicada a S. Julião (Inicialmente a igreja tinha por patrono S. Julião, uma vez que a igreja antiga foi demolida, para a ampliação das instalações do Banco de Portugal) com características modernas, da autoria do arquitecto Pardal Monteiro.\n\nInaugurada a igreja de N.ª Sr.ª de Fátima a 12 de Outubro de 1938 pelo Cardeal Patriarca de Lisboa, D. Manuel Cerejeira, e apresentada como uma obra importante para o país, dado marcar o início de uma nova era na arquitectura religiosa em Portugal foi criticada por individualidades tão díspares como o então Presidente da Sociedade Nacional de Belas-Artes,o Coronel Arnaldo Ressano Garcia, o arquitecto Raul Lino, o escritor e advogado Tomaz Ribeiro Colaço, entre outras.\n\nEm relação ao interior desta igreja constata-se que apesar da expectativa e da contestação gerada, são poucas as inovações. De planta centralizada, tipo basilical, possui o Baptistério junto à entrada do lado direito, a uma cota inferior e com duplo acesso, tanto pelo exterior como pelo interior. Em lado oposto, situa-se a capela mortuária, também com duplo acesso. Sobre a entrada principal situa-se o coro, onde assenta o órgão de tubos de grandes dimensões. Com um corpo de 65 metros de comprimento e uma nave de 50 metros por 24 de largura e uma capacidade para 800 fiéis, tem ainda como complemento duas naves laterais de acesso às capelas laterais e aos confessionários.\n\nA Almada Negreiros pertencem todos os vitrais, os frescos da cúpula da ábside, os mosaicos e o portão do Baptistério; ao pintor Lino António correspondem as pinturas nos arcos e o fresco da Coroação da Virgem existente na guarda do coro; ao pintor Henrique Franco, a Via-Sacra; ao escultor Barata Feyo, o Cristo na cruz; a Leopoldo de Almeida pertence o retábulo da Ressurreição de S. Lázaro, as imagens de N.ª Sr.ª de Fátima e de S. João Baptista sobre a pia baptismal; de Anjos Teixeira, filho, a porta do Sacrário e a St.ª Teresinha; a Raul Xavier, o St.º António; a António Costa a N.ª Sr.ª de Fátima existente no exterior e a Francisco Franco, o Cristo e os Apóstolos no alçado principal.", "authorname": "J. Leite", "id": "26532116-2656266766-72157626801826058", "iconfarm": 6}], "photo_id": "2656266766"}, "flarchive:created": 1387763352}