{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1281367034", "originalformat": "jpg", "owner": {"username": "Brooklyn Museum", "realname": "Brooklyn Museum", "nsid": "83979593@N00", "iconserver": "7330", "location": "", "path_alias": "brooklyn_museum", "iconfarm": 8}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "4875419227", "title": {"_content": "Gilbert Moore, Freight Elevator Operator"}, "media": "photo", "tags": {"tag": [{"raw": "brooklynmuseum", "machine_tag": 0, "id": "3064182-4875419227-139443", "_content": "brooklynmuseum", "author": "83979593@N00"}, {"raw": "brooklyn", "machine_tag": 0, "id": "3064182-4875419227-1203", "_content": "brooklyn", "author": "83979593@N00"}, {"raw": "museum", "machine_tag": 0, "id": "3064182-4875419227-1154", "_content": "museum", "author": "83979593@N00"}, {"raw": "staff", "machine_tag": 0, "id": "3064182-4875419227-12802", "_content": "staff", "author": "83979593@N00"}, {"raw": "profile", "machine_tag": 0, "id": "3064182-4875419227-6774", "_content": "profile", "author": "83979593@N00"}]}, "comments": {"_content": "6"}, "secret": "90ac86150e", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<strong>Where are you originally from?</strong><strong>\n</strong>I was born in Harlem, but lived in Jamaica for many years growing up.\n\n<strong>How long have you been working here? </strong><strong>\n</strong>I've been at the Museum for 4 years: For the first three years I was a security guard on the floor and I've been operating the freight elevator for the last year. When I was offered this position on the freight elevator, I wasn't sure about taking it. As a security guard on the floor I operated the Schapiro elevator from time to time, and I used to love meeting everyone. You'd have all kinds of visitors coming through, from all over the world. But I tried out the freight, and discovered a completely different and interesting mix of people: art handlers, contractors, maintainers, engineers...\n\n<strong>What's your commute to the Museum like? </strong><strong>\n</strong>I live in East Flatbush now so I have a very short ride on the subway and bus. But I take a cab several mornings during the week. It's my one taste of luxury. And the same guy comes to pick me every day: Sebastian from Trinidad.\n\n<strong>It looks pretty luxurious in the elevator as well. You've got quite the set up. </strong>\nWell, in the beginning when I first was getting comfortable in the elevator, all I had was a chair (It was a regular chair. Not a fancy one like this one), and I had milk crates which served as a desk for my books. I kept bringing in more milk crates and set them up all over this side of the elevator as a desk, a coffee table...it looked like a studio apartment in here!\n\nSo one day, Filippo Gentile, Supervising Maintainer here, offered to get me a cart. The art handlers are always touting around these carts you know. Jason Grunwald, another art handler (and an artist himself) crafted this one especially for me, so I can have all my things in here with me.\n\n<strong>Besides your mini library, you've got a considerable CD collection in here. What do you like to listen to? </strong>\nI almost have a routine now: classical in the morning (Handel, Bach, Mozart), jazz in the early afternoon (Sonny Rollins, MJQ), and salsa and reggae later in the day.\n\n<strong>What's the most interesting experience you've had while operating the freight? </strong><strong>\n</strong>Last year, I was asked to work overtime for the Director's Reception, which took place one evening on the fifth floor and in the sixth floor storage areas, and they used the freight elevator to shuttle the guests from one floor to the other. We don't usually have passengers in here, but the guests came in and were all dressed up, and the elevator was packed like sardines. I had my music playing as I usually do, and it just happened to be so perfectly appropriate for the occasion. Everyone just seemed to be so charmed by the space.\n\nThe same evening, another staff member brought some Japanese guests on the elevator, and for them, the whole thing seemed like a big event. I still had my jazz playing and they were just fascinated with the whole experience. They started taking pictures of me and the elevator, and were really having a grand time in here. It was just one of those nights...\n\nYou know, after writing fiction, the whole world starts to seem like a procession of characters parading through your life, including yourself. It's just like Shakespeare  said... all the world being a stage... and all of us merely players...\n\n<strong>How long have you been a writer?</strong>\nWhen I was in the army, I read a lot of Hemingway. He said that in order to be a good novelist, you have to be a good journalist. So I followed his advice after I got out of the army, and I went around to all the newspapers and eventually got a job at <em>Time &amp; Life </em>magazine. Of course, you can't just walk in and start writing, so they made me a file clerk...after a succession of jobs, I ended up becoming a reporter.\n\n<strong>Rumor has it you wrote a somewhat controversial story on the Black Panther Party.</strong>\nYes, somewhere along the way, the magazine asked me to do a story on the Black Panthers, but I wasn't eager to do at first. It seemed too similar to a story I did on the Blackstone Rangers, a street gang in Chicago, and I had a very bad experience doing that. The story went about in the standard <em>Life </em>magazine way with the interviews and photographs, but I was working with another reporter who had a nervous breakdown in the middle of it because it was so intense and dangerous to work with this group. They were gangsters and, you know, very dangerous. So I thought the Black Panthers was going to be a repeat, but I also didn't want to turn it down. It was what they called a &quot;plum story&quot;- the chance to make headlines and also an opportunity for me to go to California for the first time. So I hooked up with a photographer out there, Howard Bingham...for months Howard and I followed them everywhere and conducted interviews: we went to their rallies, their church, and also to jail to see Huey P. Newton, co-founder of the Party, who had been accused of murdering a policeman. This became a very big political case at the time, because it was essentially the politics of the Black Panthers that was on trial.\n\nEventually, I wrote something, but after many revisions and a lot of back and forth with the editors, they either just didn't want to print it or they didn't want to print it the way I had written it....When I realized it wasn't going to be published in the magazine, I decided to take a leave of absence and devoted my time to writing a book which wound up being called <em><u><a href=\"http://www.amazon.com/Special-Rage-Gilbert-Moore/dp/0060130075\" rel=\"nofollow\">A Special Rage.</a></u></em>\n\n<strong>What is <em>A Special Rage</em> about? </strong><strong>\n</strong>It's about my experience trying to cover the Black Panthers, and the contradictions of being a black reporter while doing so.\n\n<strong>Did you always want to be a writer? </strong>\nWell, I was all set to become a black Frank Sinatra until puberty came along and ruined my voice. After that, I decided I wanted to become a writer because of an English teacher I had when I was living in Jamaica.\n\n<strong>What were you doing between writing your book and working here? </strong>\nI've had a series of jobs, all to support my writing. When you're writing, it takes up all of your time and energy, so everything I've ever done has been to support that. At one point I was a doorman in New York and in Chicago at a psychiatric hospital, I taught English at Rutgers University and Livingston College...I've had a whole series of gigs that have allowed me to focus on my writing.\n\n<strong>Can you also tell me about the Sugar Hill Historical Society?\n</strong>In the 80s, while I was living in Chicago I became really interested in historic preservation...and after I moved back to New York, there was a big issue over the Audobon Ballroom building in Harlem. Way back in the day, the Audobon was the place you went to dance on a Saturday night with a hot date, but later on it became a space where there were a lot of political rallies... Malcom X used to speak at the Audobon and was assassinated there. Years later, Columbia University purchased the property and wanted to build a brand new facility. Of course, there was a big uproar not only because of the Ballroom's historical significance, but also because of its architectural importance. So, I got involved and started my own group called the Sugar Hill Historical Society to help preserve these kinds of spaces (Sugar Hill is a part of Harlem). I wrote and published a newsletter for the group; in this way, I could also continue my writing.\n\n<strong>Are writing anything at the moment?</strong>\nI'm actually finishing up work on two books: one non-fiction, a memoir called <em>Days of the Demon.</em>  The other is a novel called <em>The Flight of the Black Swan</em>.\n\n<strong>Is there a particular work of art here that inspires your own work?</strong>\nI'd have to say <em><a href=\"http://www.brooklynmuseum.org/opencollection/objects/4716/The_Philosopher_Le_Philosophe\" rel=\"nofollow\">The Philosopher by Jaques Villon</a></em>."}, "isfavorite": 0, "views": "2441", "farm": 5, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2009-01-31 15:13:58", "lastupdate": "1294740585", "takengranularity": "0", "posted": "1281367034"}, "originalsecret": "ca25a1430c", "license": "2", "notes": {"note": []}, "server": "4115", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/brooklyn_museum/4875419227/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}