{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/state-records-nsw/10467174283/#comment72157636927833833", "realname": "", "path_alias": "beachcomberaustralia", "author": "32162360@N00", "iconserver": "3722", "datecreate": "1382686792", "_content": "That's a great photo of the old Scots Church, built 1826, demolished 1926 -\n\n<blockquote>\n&quot;  A Crown grant of land was given to him [Dr Lang] by the Governor in order to build a church.  The block was located on the corner of Jamieson Street and York Street in an area later known as Church Hill.   On 1st July 1824 Governor Brisbane also from the same part of Scotland as Dr Lang laid the Scots Church foundation stone. A stone church, with a plain tower, seating 1000 people, was opened on 16th July 1826. The actual cost was £3000 and it was opened with a debt of £1480. A Manse was built next to the church in Jamieson Street and later the Australian College the first general college of higher learning in the colony.  Lang subsequently became its principal with the college itself paving the way for the creation of Sydney University.\n\n... ... ... ...\n\n&quot;  In 1918, when the General Assembly decided to take steps to erect an Assembly Hall and Church Offices, The Scots Congregation readily agreed to allow their site to be used. <u>Also the State Government wanted to widen York Street to facilitate the new bridge traffic.</u> As a consequence a new building block was allocated for the proposed building.  A centenary service was held in The Scots’ Church on Sunday 18th July 1926, and the building was demolished a few months later. The Congregation worshipped in a number of different places including a simple wooden building in Margaret Street before the new Assembly Building became available.  The building was opened in September 1930.  Its Assembly Hall became the new spiritual home for the Congregation.  &quot;  \n</blockquote>\n\n- from <a href=\"http://thescotschurch.com.au/our-history/\" rel=\"nofollow\">thescotschurch.com.au/our-history/</a>", "authorname": "beachcomberaustralia", "id": "27286215-10467174283-72157636927833833", "iconfarm": 4}], "photo_id": "10467174283"}, "flarchive:created": 1389618000}