{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/4962992317/#comment72157624916840248", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1284046863", "_content": "A Ponte D. Luíz I veio substituir a Ponte Pênsil ou Ponte D. Maria II. assim designada por ser uma ponte sustentada por cabos ou tirantes. A sua construção foi iniciada em 1841 para comemorar o aniversário da coroação da Rainha D. Maria II, pelo que esta ponte ficou primeiramente a chamar-se de Ponte D. Maria II, sendo mais conhecida por “Ponte Pênsil”.\nManteve-se em funcionamento durante 45 anos, até ser construída ao seu lado a “Ponte Luíz I”, e tendo sido desmantelada em 1887. Ainda hoje restam os pilares e as ruínas da casa da guarda militar.\n\nCom pilares de cantaria de 15 metros de altura, 150 metros de comprimento e 6 de largura, a ponte assegurava um melhoramento no tráfego entre as duas margens\n\nPonte Luíz I é uma ponte construída com estrutura metálica mediante o projecto do engenheiro belga Teófilo Seyring (sócio de Gustave Eiffel e também autor da Ponte Dona Maria Pia). , entre os anos 1880 e 1887.  Verdadeira filigrana de ferro que pesava no seu conjunto 3.045 toneladas. A ponte ficou iluminada por meio de artísticos candeeiros de gás, 24 no tabuleiro superior, 8 no inferior e 8 nos encontros.\n\nDevido ausência do Rei Dom Luíz I na inauguração, a população do Porto decidiu, em resposta a este acto desrespeitoso, retirar o &quot;Dom&quot; do respectivo nome. Logo a ponte chama-se &quot;Luíz I&quot; e não &quot;Dom Luíz I&quot;, como erradamente a designam.", "authorname": "J. Leite", "id": "26532116-4962992317-72157624916840248", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/biblarte/4962992317/#comment72157625570263472", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1292003308", "_content": "Em singela homenagem a este profissional da fotografia de seu nome Horácio Novais, achei por bem, também fazer um pequeno comentário histórico.\n\nHorácio Novais foi membro de uma destacada família de fotógrafos, com actividade em Lisboa desde o último quartel\ndo século XIX. Era filho do retratista Júlio Novaes (1867-1925), sobrinho de \nEduardo Novaes (1857-1919), também retratista, e de António Novaes (1855-\n1940), um pioneiro da fotografia de reportagem, e irmão de Mário Novais (1899-\n1970), documentalista do património artístico com trabalho reconhecido na\nárea da reprodução de obras de arte.\nA sua longa carreira profissional especializou-se no campo da fotografia documental da arquitectura e da paisagem urbana. Contudo,\nPode-se colocar e sem favor Horácio Novais entre os principais fotógrafos do país.\nO seu estúdio do Bairro Alto, que pode ser visto em fotos no Arquivo Municipal de Lisboa online, manteve actividade após a sua morte em 1988, sendo continuado por um\nseu colaborador até 1997.", "authorname": "J. Leite", "id": "26532116-4962992317-72157625570263472", "iconfarm": 6}], "photo_id": "4962992317"}, "flarchive:created": 1387755822}