{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/sdasmarchives/6916024522/#comment72157630680986716", "realname": "Baz", "path_alias": null, "author": "82596826@N03", "iconserver": "8432", "datecreate": "1342883791", "_content": "These three US servicemen pose with a deadly arsenal of some of the smaller types of German aerial bombs used in the latter stages of the Great War. \n\nThe box at far left is filled with a particularly lethal type of anti-personnel fragmentation bomb, referred to as the &quot;Fliegermaus&quot; (flying mouse or bat - plural being &quot;Fliegermäuschen&quot;) in several texts and Wurfgranate 15 in others - the latter being the formal designation generally accepted. This weapon had a highly sensitive impact fuse and accounts from both British and French sources refer to its deadly efficiency, even in muddy conditions.\n\nThe 2.kg Wurfgranate 15 bomb was developed for the infantry's <a href=\"http://www.williammaloney.com/Aviation/WestPointMilitaryMuseum/WorldWarI/pages/11GermanGrenadeThrower1916.htm\" rel=\"nofollow\">M1916 Granatwerfer</a> , a spigot-type bomb launcher.   The Wurfgranate 15 however is officially abbreviated as the &quot;W.Gr. 15&quot;, which is what we can just see stamped on the face of the open ammo box at left, partially obscured by one of the latches.\n\nThe W.Gr.15 box seems to indicate its' date of manufacture as 4th of June 1917, however  this photo would likely date from very late 1918, probably November or later, going by John McGrew's other photos.  For aerial use the W.Gr.15. bomb would normally be dropped from improvised racks by an observer in twin seat German ground attack aircraft.  Indeed, the two rows of W.Gr.15. seen on top here are racked in a type of wooden stowage rack sometimes seen mounted to the fuselage side, beside the observer's position of twin seater aircraft. Here they are seen here upside down to the way they were mounted on the fuselage, however. Several types of German ground attack aircraft carried such bombs, including the Halberstadt CL.II, CL.IV, CL.V and apparently the AEG J.1.\n\nThis is a Halberstadt Cl.II with an alternative style of W.Gr.15. rack to that seen above:\n\n[http://www.flickr.com/photos/82596826@N03/7614781434/in/photostream/]\n\nThe remains of an AEG J.1 also appears in the John McGrew image collection:\n\n[http://www.flickr.com/photos/sdasmarchives/7062106437/in/set-72157629779386159]\n\nAlso seen in John McGrew's bomb display photo are six M1917 Stielhandgranaten, These stick grenades usually had a pale natural timber.  Their dark appearance seen here however may be due to the whole grenade being soaked in oil to render it inert , although certainly some handles were made from darker woods on occasion.  \n\n[http://www.flickr.com/photos/82596826@N03/7618543012/in/photostream]\n\nThe M17 stick grenade or &quot;Kartoffelstampfer&quot; (potato masher) was standard issue to infantry from around February 1917, but like the W.Gr.15. were also carried in ground attack aircraft, at times seen racked within handy reach of the observer like the W.Gr.15 was:\n\n[http://www.flickr.com/photos/82596826@N03/7614780676/in/photostream/]\n\nReferring back to John McGrew's bomb display photo once again , the larger light coloured bombs stacked in front  are 12.5kg P.u.W. bombs (P.u.W. stands for Pruefanstalt und Werft der Fliegertruppe or Test Establishment and Workshop of the Flying Troops). The larger darker coloured bombs held by the men and stacked at either end appear to be very late war P.u.W.(?) bombs, with a warhead size close to the 50kg type. They are however fitted with a more advanced compact design of tail assembly - much shorter than the more commonly seen elongated  P.u.W. types (see linked photos below).  Both these heavier types seen in the photo above would be normally dropped from bomb racks. P.u.W bombs were also manufactured in at least five sizes: 12.5kg, 50kg, 100Kg, 300 Kg, and 1000 kg. Some conical  fuses for these P.u.W. bombs can also be also seen laying amongst the stick grenades in the middle of the photo.\n\nMore info on the P.u.W aerial bombs here:\n\n<a href=\"http://www.iwm.org.uk/collections/item/object/30020946\" rel=\"nofollow\">www.iwm.org.uk/collections/item/object/30020946</a>\n<a href=\"http://www.iwm.org.uk/collections/item/object/30024003\" rel=\"nofollow\">www.iwm.org.uk/collections/item/object/30024003</a> \n\nDiscussion of M1916 Granatewerfer:\n\n<a href=\"http://forums.gunboards.com/showthread.php?243254-Wurfgranate-1915\" rel=\"nofollow\">forums.gunboards.com/showthread.php?243254-Wurfgranate-1915</a>\n\nAnyone able to shed more light or offer corrections please do.", "authorname": "diggerdogroff", "id": "49465936-6916024522-72157630680986716", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/sdasmarchives/6916024522/#comment72157630982704358", "realname": "Baz", "path_alias": null, "author": "82596826@N03", "iconserver": "8432", "datecreate": "1344499282", "_content": "Some other great photos of P.u.W. bombs\n\n[http://www.flickr.com/photos/drakegoodman/3641121494/]\n\n[http://www.flickr.com/photos/drakegoodman/3542174336/]\n\n[http://www.flickr.com/photos/drakegoodman/3186949391/]\n\n[http://www.flickr.com/photos/landoni/4822581933/in/photostream/]", "authorname": "diggerdogroff", "id": "49465936-6916024522-72157630982704358", "iconfarm": 9}], "photo_id": "6916024522"}, "flarchive:created": 1387758809}