{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1336472460", "originalformat": "jpg", "owner": {"username": "Riksarkivet (National Archives of Norway)", "realname": "", "nsid": "59811348@N05", "iconserver": "5060", "location": "Oslo, Norway", "path_alias": "national_archives_of_norway", "iconfarm": 6}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "7157244124", "title": {"_content": "Ukas bilde/Photo of the week 19/2012"}, "media": "photo", "tags": {"tag": [{"raw": "war", "machine_tag": 0, "id": "59806008-7157244124-3143", "_content": "war", "author": "59811348@N05"}, {"raw": "fred", "machine_tag": 0, "id": "59806008-7157244124-16604", "_content": "fred", "author": "59811348@N05"}, {"raw": "frigjøring", "machine_tag": 0, "id": "59806008-7157244124-44050419", "_content": "frigjøring", "author": "59811348@N05"}, {"raw": "flagg", "machine_tag": 0, "id": "59806008-7157244124-48223", "_content": "flagg", "author": "59811348@N05"}, {"raw": "krig", "machine_tag": 0, "id": "59806008-7157244124-1542410", "_content": "krig", "author": "59811348@N05"}, {"raw": "okkupasjon", "machine_tag": false, "id": "59806008-7157244124-3630743", "_content": "okkupasjon", "author": "59811348@N05"}, {"raw": "norge", "machine_tag": 0, "id": "59806008-7157244124-2258", "_content": "norge", "author": "59811348@N05"}, {"raw": "nesodden", "machine_tag": 0, "id": "59806008-7157244124-499858", "_content": "nesodden", "author": "59811348@N05"}, {"raw": "bygdøy", "machine_tag": 0, "id": "59806008-7157244124-122756", "_content": "bygdøy", "author": "59811348@N05"}]}, "comments": {"_content": "4"}, "geoperms": {"isfriend": 0, "isfamily": 0, "ispublic": 1, "iscontact": 0}, "secret": "f6d2164229", "location": {"locality": {"woeid": "862592", "place_id": "QAkFKjxZVLgK0Y0", "_content": "Oslo"}, "country": {"woeid": "23424910", "place_id": ".w.HEL1TUb59cTCREg", "_content": "Norway"}, "region": {"woeid": "2346395", "place_id": "wcAfH9FTUb5hN3ak", "_content": "Oslo Fylke"}, "place_id": "ht3te0RZV73WBu0", "longitude": 10.67605, "county": {"woeid": "23701340", "place_id": "oi4bt29TUb1SHULXLA", "_content": "Bydel Frogner"}, "context": "0", "woeid": "857713", "latitude": 59.895222, "neighbourhood": {"woeid": "857713", "place_id": "ht3te0RZV73WBu0", "_content": "Bygdøy"}, "accuracy": "13"}, "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "Kristin Brattelid jobber som arkivar i privatarkivseksjonen i Riksarkivet. Bildet hun har funnet frem passer særdeles godt dagen før frigjøringsdagen.\n\n&quot;En ung jentes opplevelse av freden 1945 fanget av kameraet \nDette er et av mine favorittbilder fra arkivene og det passer jo spesielt godt å presentere akkurat nå, ved markeringen av frigjøringsdagen. \nDet bildet fanger inn er en gruppe mennesker som hilser et av de aller første norske flyene som ankom Norge fra England i maidagene 1945. \n\nDet som gjør bildet ekstra spesielt er konteksten vi finner det i.\nBildet ligger godt gjemt i en nokså uventet arkivsammenheng, nemlig i Det norske Totalavholdsselskaps arkiv. Bakgrunnen for at det har havnet akkurat der, er at avholdsselskapet i 1946 tok initiativ til en stilkonkurranse for skoleelever, hvor utfordringen var å beskrive opplevelsen av krigsårene og freden. Det kom inn bidrag fra hele landet og vi finner dem i dag godt bevart, arkivert etter topografi. Jeg har tenkt på at det antakelig finnes eldre mennesker der ute, som ikke vet at deres bidrag fra den gang finnes bevart hos oss, og som kanskje kunne hatt glede av et gjensyn med egne barndomsbetraktninger. \n\nEn av stilene skiller seg ut ved å være illustrert med innlimte fotografier. Den unge forfatterinnen, en pike fra Bygdøy, har valgt temaet ”Da freden kom” og innleder: ”Da freden kom var vi ikke helt sikre på at det var riktig, for vi var blitt narret så mange ganger”. Hun beskriver Bygdøy-befolkningens, og særlig barnas, enorme glede og aktive begeistring da fredsbudskapet virkelig fikk synke inn. Hvordan de fant frem norske flagg og rev ned de forhatte blendingsgardinene. Hun selv iførte seg bunad og syklet sammen med de andre ungene omkring på halvøya i vill begeistring. \nFlyet fra England som landet i vannet utenfor Bygdøy, gjorde spesielt sterkt inntrykk. Det er ikke med på dette bildet, men stilforfatteren forklarer at den mørke stripen i vannet er laget av flyet, så antakelig befinner det seg rett utenfor fotografens fokus. Flygeren klatret opp på taket og heiste det norske flagget. Pikens beskrivelse er rørende og favner inn barnets opplevelse av begivenhetens sterke symbolske betydning : ”Jeg syntes det var så rart, for det var liksom en hilsen fra kongen vår, så jeg fikk en klump i halsen og guttene som hadde rodd ut til flyet fortalte at flyveren som hadde vært med på hele krigen gråt som et barn da han heiste flagget.”\nJeg synes bildet på en nydelig måte fanger inn gleden over den nyvunne friheten og den positive nasjonalfølelsen folk tok del i maidagene 1945. Det at de hilser noe utenfor selve bildet gir en følelse av at de hilser fremtiden og freden i seg selv velkommen.&quot;\n\nArkivreferanse: PA-0419, Det norske totalavholdsselskap, serie Ab, L0603, mappe 0004.\n\nKristin Brattelid is an archivist in the Section for Private Archives. She has picked out her favorite photo this week:\nA young girl’s experience of peace in 1945 caught by the camera\nThis is one of my favorite photos from the archives, and the timing is very good, considering the marking of the Liberation Day May 8.\nThe photo captures a group of people greeting one of the first Norwegian airplanes that came to Norway from England in May 1945.\nWhat makes the photo extra special is the context in which it is found.\nThe photo is well hidden in an unexpected archival context: the Norwegian temperance movement’s archive. The reason why it ended up there, is that the temperance movement initiated an essay contest for school children, where the challenge was to describe the experience of the war and the peace. Essays were submitted from across the country, and today we find them sorted by topography. It has crossed my mind that there are probably elderly people out there who don’t know that their essays from those days are well preserved here, and who might be delighted to read their own childhood reflections again.\nOne of the essays stands out by being illustrated by photographs that have been glued to it. The young writer, a girl from Bygdøy in Oslo, has chosen the theme “When peace came”, and opens like this: “When peace came we were not sure if it was right, because we had been fooled so many times”. She describes the Bygdøy population’s, especially the children’s, great joy and active excitement when the message of peace really sank in. How they found their Norwegian flags and tore down the  hated blackout curtains. She put on her national costume and rode her bike together with the other children around the peninsula in ecstasy.\nThe airplane from England that landed in the water outside Bygdøy made a particularly strong impression. It is not captured in this photo, but the essay writer explains that the dark stripe in the water is made by the airplane, so the plane is most likely right outside the photographer’s focus. The pilot climbed up on the roof and hoisted the flag. The girl’s description is touching and covers the child’s experience of the special event’s strong symbolic meaning: “I thought it was so strange, because it was like it was a greeting from our king, so I choked up, and the boys who had rowed out to the plane told that the pilot who had been in service during the whole of the war cried like a baby when he hoisted the flag”.\nI believe the photo in a beautiful way captures the joy of the newfound freedom and the positive nationalism that people took part in during those days in May 1945. The fact that they greet something outside of the photo itself gives a feeling that they are greeting the future and welcoming peace itself."}, "isfavorite": 0, "views": "3088", "farm": 9, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2012-05-08 12:21:00", "lastupdate": "1381210601", "takengranularity": "0", "posted": "1336472460"}, "originalsecret": "0736160b38", "license": "7", "notes": {"note": []}, "server": "8002", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/national_archives_of_norway/7157244124/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}