{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/national_library_of_norway/4545457762/#comment72157623812926623", "realname": "", "path_alias": null, "author": "37539926@N03", "iconserver": "3467", "datecreate": "1272305460", "_content": "Please consider this kind of license (none):\n\n<a href=\"http://www.flickr.com/photos/library_of_congress/3551599565/\">www.flickr.com/photos/library_of_congress/3551599565/</a>\n\n\nThis picture is probably in public domain.  (and that probably goes for the majority of the 110 picture uploaded until mid april 2010.) \n\n\n<a href=\"http://commons.wikimedia.org/wiki/Creator:E._Bieber\" rel=\"nofollow\">commons.wikimedia.org/wiki/Creator:E._Bieber</a> makes 1962 a probable date of death.\n\n\nE.Bieber could as well be the &quot;German photo studio based in Hamburg, with a branch office in Berlin from 1890 to 1911.&quot;\n\nIt does not need to be the person &quot; Emil Bieber (1878-1962)&quot;\n\nThe owner of the photograph (Eier / Owner Institution: Nasjonalbiblioteket / National Library of Norway) does, by death of possibel photographer in 1962. OR age of material,  have no copyright to this work.  \n\nUnless unlikely it was hold by person Emil Bieber and transfered to National Library of Norway by whoever got the copyright in 1962 from the estate of person Emil Bieber.  I dont think so. Show me the pudding. Prove it.\n\nAnd by that no right to licence use of this material.  Copyright is either hold by unknown person or the picture is in public domain.\n\nThe obligation  to accept the limitation in the cc license should be ignored.  that is:\n\n\n<blockquote>\nUnder the following conditions:\n\nAttribution — You must attribute the work in the manner    specified by the author or licensor (but not in any way that suggests that they endorse you or your use of the work). \n\nAttribute this work:\n\n<a rel=\"cc:attributionURL\" href=\"http://www.flickr.com/photos/national_library_of_norway/\">http://www.flickr.com/photos/national_library_of_norway/</a> / <a rel=\"license\" href=\"http://creativecommons.org/licenses/by/2.0/\" rel=\"nofollow\">CC BY 2.0</a>\n\n</blockquote>\n\n\nThe whole cc-lisence shoud be ignored on all material where National Library of Norway is not the Copyright-holder. \n\nShould not have been used.\n\n\nMvh Vidar A", "authorname": "andrez_1", "id": "48188152-4545457762-72157623812926623", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/national_library_of_norway/4545457762/#comment72157623817213261", "realname": "Nasjonalbiblioteket", "path_alias": "national_library_of_norway", "author": "48220291@N04", "iconserver": "4072", "datecreate": "1272355048", "_content": "Thank you for your comment, and your interest in our photos.\n\nThe &quot;no known copyright restrictions&quot; is a rights statement being contained to the institutions participating in The Commons, at the account level. <a href=\"http://www.flickr.com/commons/\">The Commons</a>\n\nWhen the National Library of Norway joined Flickr, it was not possible to join The Commons. Due to the current backlog of requests, The Commons do not accept new registrations or requests to join the Commons through 2010. When they open for new registrations, we will join!\n\nMeanwhile, we have not found any other licencing with fewer restrictions. If you have, please let us know.", "authorname": "National Library of Norway", "id": "48188152-4545457762-72157623817213261", "iconfarm": 5}, {"permalink": "http://www.flickr.com/photos/national_library_of_norway/4545457762/#comment72157623944577118", "realname": "", "path_alias": null, "author": "37539926@N03", "iconserver": "3467", "datecreate": "1272392105", "_content": "You are welcome, the photos are not yours, they are ours.\n\nI am so pleased with your ambition to publish public domain works under a proper  &quot;no known copyright restrictions&quot; statement.   \n\nI also understand the tecnical limitation in a basic Flickr account. \n\nUntil that problem is solved, what to do?\n\nYou do not have the opportunity to declare 'no known rights' or 'in public domain' whithin  the given framework  as Flickr  assumes that all works have authors or owners with Copyright to their own work.\n\nAt best an author can issue a waiver ( <a href=\"http://en.wikipedia.org/wiki/Waiver\" rel=\"nofollow\">en.wikipedia.org/wiki/Waiver</a> ) and this is given as a choice between 'None' or some Creative commons license.\n\n<blockquote>\nNone (All rights reserved)\n\nAttribution-NonCommercial-ShareAlike Creative Commons\nAttribution-NonCommercial Creative Commons\nAttribution-NonCommercial-NoDerivs Creative Commons\nAttribution Creative Commons\nAttribution-ShareAlike Creative Commons\nAttribution-NoDerivs Creative Commons\n</blockquote>\n\nThat page (assume logged in member): \n( <a href=\"http://www.flickr.com/account/prefs/license/?from=privacy\">www.flickr.com/account/prefs/license/?from=privacy</a> ) also states:\n\n<blockquote>\nYou should only license photos you own the copyright on.\n</blockquote>\n \nIf you dont own the copyright you have no right to claim copyright to the material. And no right to waiver rights you dont have.\n\nStop doing that. Even if that implies to delete published images and stop future publishing of public domain material under a basic Flickr account.\n\nBy imposing restriction on use on material in the public domain you are doing harm to _my_ _right_ _to_ _material_ _in_ _public_ _domain_.\n\nTo illustrate the situation this produce:\n\nI have just used my liberty to to change my Flickr icon to an public domain image of  Fridtjof Nansen.  The image is found on flickr with the account owners claim on a right to attribution under an creative common license.\n\nThe Fotograf / Photographer: Ludwik Szacinski de Ravics (1844-1894) is since long dead, and i thank him for his contribution to humanity.  \n\nWhat is  National Library of Norway gonna do with that? I have the right to use a picture in public domain, you don't have the right to claim or waiver copyright to a picture in public domain. You are violating my rights.\n\n\nStop doing that.\n\nI belive your good intention, but as the road to any hell is paved with god intention, please consider this:\n\n<a href=\"http://en.wikipedia.org/wiki/Copyfraud\" rel=\"nofollow\">en.wikipedia.org/wiki/Copyfraud</a>\n\n\nMvh Vidar Andresen", "authorname": "andrez_1", "id": "48188152-4545457762-72157623944577118", "iconfarm": 4}], "photo_id": "4545457762"}}