{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1286503463", "originalformat": "jpg", "owner": {"username": "State Records NSW", "realname": "Photographic Collection", "nsid": "27331537@N06", "iconserver": "8539", "location": "Australia", "path_alias": "state-records-nsw", "iconfarm": 9}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "5060865701", "title": {"_content": "Lachlan Macquarie 2010 - October highlight"}, "media": "photo", "tags": {"tag": [{"raw": "archives", "machine_tag": 0, "id": "27286215-5060865701-17031", "_content": "archives", "author": "27331537@N06"}, {"raw": "newsouthwales", "machine_tag": 0, "id": "27286215-5060865701-18719", "_content": "newsouthwales", "author": "27331537@N06"}, {"raw": "Macquarie", "machine_tag": 0, "id": "27286215-5060865701-31358", "_content": "macquarie", "author": "27331537@N06"}, {"raw": "Governor", "machine_tag": 0, "id": "27286215-5060865701-12967", "_content": "governor", "author": "27331537@N06"}, {"raw": "State Records NSW", "machine_tag": 0, "id": "27286215-5060865701-24635692", "_content": "staterecordsnsw", "author": "27331537@N06"}]}, "comments": {"_content": "0"}, "secret": "bcfa48327b", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "This month's highlight relates to the moral behaviour of citizens. Written on the 24th February 1810 and signed by Macquarie, the following is titled &quot;Illicit Intercourse, evils arising therefrom.&quot; While some may see this as a moral sermon on the perceived evils of immorality and cohabiting without marriage, Macquarie also points out to women the practical difficulties which will be encountered legally on the death of their partner. If their partner dies Intestate without a legal marriage they will not be entitled to the man's possessions.\n\n<a href=\"http://www.records.nsw.gov.au/state-archives/digital-gallery/lachlan-macquarie-visionary-and-builder/lachlan-macquarie-visionary-and-builder\" rel=\"nofollow\">&raquo; Lachlan Macquarie Gallery</a>\n\nTRANSCRIPT\n\nIllicit Intercourse, evils arising therefrom\nBy His Excellency\nLachlan Macquarie Esq.\nCaptain General etc etc etc\n \nProclamation\nWhereas, His excellency the Governor,\nhas seen with great Regret, the Immorality and Vice, so pre-\nvalent among the lower classes of this Colony, and whereas, he\nfeels himself called upon in particular to reprobate &amp; check\nas far as lies in his Power, the scandalous and promiscuous\ncustom so generally and shamelessly adopted, throughout\nthis Colony of Persons of different sexes cohabiting and\nliving together unsantioned by the legal ties of matrimony\nAnd whereas the Consequences of this Immoral and illicit\nintercourse has been found (as might have been Expected)\nnot only highly injurious to the interests of the Society\nat large, but often times attended with grievous calamity\nto the Parties themselves, and the innocent offspring of\nthis Misconduct, And whereas such Practices are a\nscandal to Religion, to Decency and to all good Go-\nvernment, and whereas, also, frequent applications have\nbeen made on the part of Divers women to the\nCourt of Civil Jurisdiction for the grant of Letters\nof Administration of the Goods and Effects of Persons\ndying intestate, on the sole ground of having lived\nfor a number of years with the Deceased in a State\nof illegal and criminal Intercourse. His Excellency\nthe Governor anxious to promote the Interests of\nVirtue, upon which those of Society must ever\nrest by the Encouragement of lawful Marriage\nto preserve Morality and Decorum, and to protect\nthe innocent sufferers from the consequences of such\npractices, and hoping that the frequency of such con\nnexions may be in a great measure, owing to an\nIgnorance of the Calamity which will probably result\nfrom them, and that a more Extended Knowledge of this\n580\n \ncircumstance may be the means of checking the formation of\nsuch Engagement in future, feels it is his duty hereby\npublicly to make known to the Inhabitants of this\nColony that the mere circumstance of illegal cohabita-\ntion (for whatever length of time) with any Man\nconfers no valid Title upon the Women to the Goods\nand Effects of such persons, in case he should Die\nIntestate, and that letters of Administration of the\nGoods and Effects of Persons dying intestate, cannot\nbe legally granted to any applicants upon such\ngrounds and under such circumstances as aforesaid\nand that the distressful consequences which must be\nfelt in particular instances from the refusal of such\nApplications, can alone be awarded by the formation\nof honourable and legal Engagements.\n \nHis Excellency the Governor, aware\nof the frequency of such illicit connections, and see-\ning the shameful and open manner in which they\nare avowed, to the utter subversion of all decency\nand Decorum, is compeled to express in this public\nmanner, his high disapprobation of such Immorality,\nand his firm resolution to suppress by every means\nin his power all such disgraceful connexions, and\npublicly declares that neither favour, nor patronage\nwill ever be extended to those who Contract or\nEncourage them.\n \nOn the other hand, his Excellency\nthe Governor is anxious to hold forth every induce-\nment to the formation of lasting and virtuous connexions\nand to Encourage Lawful marriage by every possible\nMeans, as he is convinced, that from such connexions\nalso, can be Expected to arise, either habits of\nIndustry or Decency of Conduct those therefore,\nwho from such connexions, and whose lives and conduct\nare sober, Decent and Industrious, may ever look up to\nHis Excellency for all reasonable Encouragement.\n \nAs a further means of effecting\nthat improvement which he so earnestly wishes, His\nExcellency cannot forbear to make known his indignation\n581\n \ntowards those persons, who in Defiance of all Law and De-\ncency, scandalously Keep open during the night the\nmost licentious and Disorderly Houses for the reception\nof the abandoned of both sexes and to the great En-\ncouragement of dissolute and disorderly habits, and\nhe publicly avows his resolution to give street orders\nto the officers of the Police, to report to him, the\nProprietors of all such Houses, and to punish such\noffenders to the utmost Extent allowed by law.\n \nHis Excellency the Governor,\nsanguinely hopes that the measures he is now a-\ndopting will not be ineffectual in producing that\nDecorum and Morality, that want of which, is at\nonce so Disgraceful and so Detrimental to Society\nand he trusts, that when the inhabitants of this Colony\nshall that favour and Encouragement are to be ob-\ntained only by a strict observance of the Rules of\nMorality and Decorum, they will become sensible\nof the Error and Folly of a longer indulgence of habits\nof Profligacy and Irregularity.\n \nGiven under my hand etc\nThis 24 Day of February 1810\nGod Save the King\nSigned L Macquarie\nJ T Campbell Secretary\n "}, "isfavorite": 0, "views": "3093", "farm": 5, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2009-11-19 08:39:08", "lastupdate": "1369941026", "takengranularity": "0", "posted": "1286503463"}, "originalsecret": "6636713120", "license": "7", "notes": {"note": []}, "server": "4110", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/state-records-nsw/5060865701/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1389620628}