{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/7838641240/#comment72157634819479569", "realname": "", "path_alias": null, "author": "11935685@N07", "iconserver": "0", "datecreate": "1374986931", "_content": "中: 望夫石山, 左上: 獅子山", "authorname": "s016293", "id": "31569669-7838641240-72157634819479569", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/7838641240/#comment72157634834871366", "realname": "", "path_alias": null, "author": "99490033@N02", "iconserver": "0", "datecreate": "1375038536", "_content": "Tai Po Road is one of the earliest major roads in the New Territories, built in 1902. In the early 20th century and until the Lion Rock Tunnel, the first road tunnel in Hong Kong, was built in 1967, Tai Po Road was the main road connecting Tai Wai and the New Territories to Kowloon. Before the construction of the Fanling Highway in the 1980s, the road connected Fanling and Sheung Shui.", "authorname": "hphbhk", "id": "31569669-7838641240-72157634834871366", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/7838641240/#comment72157634828390295", "realname": "", "path_alias": null, "author": "99490033@N02", "iconserver": "0", "datecreate": "1375038884", "_content": "Tai Wai village, where the name of the area came from, was the largest and oldest walled village in Sha Tin. It was built in 1574 during the Ming Dynasty, and was called Chik Chuen Wai (Chinese: 積存圍) at the time. It was originally made up of 16 families, Wai (韋), Chan (陳), Ng (吳), Yeung (楊), Wong (黃), Lee (李), Hui (許), Cheng (鄭), Tong (唐), Yuen (袁), Yau (游), Lam (林), Lok (駱), Tam (譚), Mok (莫) and Choy (蔡).\n\nThe Wai family, being the largest family, is thought to be the direct descendants of the famous founder general of the Han Dynasty, Han Xin, who purportedly fled there to escape executions ordered by Emperor Gao of Han's empress Empress Lü Zhi. The Han descendants changed their surname into Wai by splitting the word Han (韓) in two halves and took up the character on the right hand side.\n\nThe Cheng family, on the other hand, originated from a place called Xingyang in Zhengzhou, Henan which is the place where Chang'e supposedly flew to the Moon. It is also the birthplace of Li Shangyin, one of the most famous poets in the late Tang Dynasty.", "authorname": "hphbhk", "id": "31569669-7838641240-72157634828390295", "iconfarm": 0}], "photo_id": "7838641240"}}