{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/smithsonian/6553820605/#comment72157629123984342", "realname": "Carolyn B", "path_alias": "vintagepix", "author": "18774104@N00", "iconserver": "7332", "datecreate": "1330611455", "_content": "Don't know if this is him, but per records at Ancestry.com there's a Richard Randolph Chaney b 12 July 1892, Alexandria, Virginia, living in Washington DC at 3206 Volta Pl. in 1917 per his WWI draft registration, which noted he had been a private in the DC militia but had a disability discharge. \n\nMarriage license listed in the Washington Times, 26 Jun 1919 for Richard R. Chaney, age 27, and Juliet Dangerfield Cross, age 30, &quot;both of this city&quot; <a href=\"http://chroniclingamerica.loc.gov/lccn/sn84026749/1919-06-26/ed-1/seq-4/\" rel=\"nofollow\">chroniclingamerica.loc.gov/lccn/sn84026749/1919-06-26/ed-...</a>\n\n1920 census lists Richard R. Chaney and Juliet living with his parents Isaac W. &amp; Elizabeth Chaney at 3206 Volta Place. Richard has no occupation given. I didn't find him in a quick search of the 1930 census and we'll have to wait for next month's release of 1940 -might get an occupation listed there.\n\nTwo death notices listed together in &quot;Washington Post and Times Herald, The (1954-1959)&quot; collection @ Ancestry.com from 17 Oct 1954: first notice for Richard R. Chaney, 2110 O Street nw, died 15 Oct 1954, husband of Rena L. Chaney, stepfather of Robert F. McDonald and Margaret T. Thomas, brother of Frank and Katherine Chaney, Mrs. Ellis North, Mrs. Marion Scott, and Mrs. Edna Anderson - services 19 Oct 1954 at Chambers Funeral Home, interment Union Cemetery, Alexandria, VA and second notice notifying members of the Bunker Hill post of the American Legion of the death of member Richard Randolph Chaney on 15 Oct 1954 and Legion services by the National Guard of Honor on 18 Oct at Chambers Funeral Home.", "authorname": "vintagepix", "id": "25030781-6553820605-72157629123984342", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/smithsonian/6553820605/#comment72157629131287872", "realname": "Smithsonian Institution", "path_alias": "smithsonian", "author": "25053835@N03", "iconserver": "2282", "datecreate": "1330702257", "_content": "[http://www.flickr.com/photos/vintagepix] Thank you for your comment. Such fantastic info!  I'll definitely forward this on to my colleagues. \n\nSusannah\nSmithsonian Institution Archives", "authorname": "Smithsonian Institution", "id": "25030781-6553820605-72157629131287872", "iconfarm": 3}], "photo_id": "6553820605"}}