{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/10609171435/#comment72157637191980784", "realname": "Dave Miller", "path_alias": "puzzlemaster", "author": "10771167@N00", "iconserver": "5348", "datecreate": "1383318202", "_content": "I think this should be Marjorie STERRETT, the 13-year-old Brooklyn girl who wrote a letter to the Navy Department in February, 1916 that resulted in the founding of a fund to give prizes for battleship preparedness that is awarded to this day.\n\nSee:\n<a href=\"http://query.nytimes.com/gst/abstract.html?res=F60A15FF345C13738DDDAB0994DA405B868DF1D3\" rel=\"nofollow\">query.nytimes.com/gst/abstract.html?res=F60A15FF345C13738...</a>\n\n<a href=\"http://en.wikipedia.org/wiki/Marjorie_Sterrett_Battleship_Fund_Award\" rel=\"nofollow\">en.wikipedia.org/wiki/Marjorie_Sterrett_Battleship_Fund_A...</a>\n\nI think this photo and the following ones of Teddy Roosevelt, may have been taken at the same event.  Roosevelt was actively campaigning for he US to enter the World War in 1916, and Marjorie's offer to contribute her weekly 10 cent allowance towards the building of a dreadnaught, would have made a great PR opportunity for TR.\n\nThe New York Times reports that TR met with Marjorie Sterrett on board the SS Guiana on February 11, 1916.  Roosevelt was on a 5 week trip to the Caribbean for health reasons.  According to the Times, Teddy greeted Marjorie with, &quot;Hello Mabel, how do you do?  I am glad to meet you and give three cheers for you and your battleship.  You are doing great work.&quot;", "authorname": "puzzlemaster", "id": "8602872-10609171435-72157637191980784", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/10609171435/#comment72157637277691193", "realname": "", "path_alias": null, "author": "66311327@N05", "iconserver": "7333", "datecreate": "1383513500", "_content": "The article about the meeting of TR with Marjorie Sterrett is here: <a href=\"http://query.nytimes.com/mem/archive-free/pdf?res=F50C15FF345C13738DDDAB0994DA405B868DF1D3\" rel=\"nofollow\">query.nytimes.com/mem/archive-free/pdf?res=F50C15FF345C13...</a>\n\nAnother photo of her: <a href=\"http://chroniclingamerica.loc.gov/lccn/sn83030214/1916-02-06/ed-1/seq-3/\" rel=\"nofollow\">New-York tribune., February 06, 1916, Page 3</a>", "authorname": "B-59", "id": "8602872-10609171435-72157637277691193", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/library_of_congress/10609171435/#comment72157637320296726", "realname": "Dave Miller", "path_alias": "puzzlemaster", "author": "10771167@N00", "iconserver": "5348", "datecreate": "1383603894", "_content": "I have been unable to identify Marjorie or her family in US Census records at ancestry.com.  The only entry that I have found that is indisputably her is the following:\n\nSTERRETT, MARJORIE DEAN; b. 1902, Silver Creek N.Y.; educ. Pub.. schls., Erie Pennsylvania and Phila. ,Pa., and N.Y.C.; screen career, Edison (“Cy Whittaker’s Ward,” “Three Things”); rides, swims, skates, wrestles, boxes; founder of Marjorie Sterrett battleship fundfor children that spread all over the country; rough soubrettes and comedy.  Hght., 5, 1; wght., 126; brown hair, blue eyes. Home address, 28 N. Decatur ave., N. Y. C.\nMotion Picture Studio Directory, 1919 at ancestry.com\n\nLanguage note: A &quot;rough soubrette&quot;, according to a biography of Mae West, is &quot;a woman who attempted songs, dances and jokes that were considered the domain of male performers.&quot;", "authorname": "puzzlemaster", "id": "8602872-10609171435-72157637320296726", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/10609171435/#comment72157637421134105", "realname": "", "path_alias": "ryan_loc", "author": "35234565@N04", "iconserver": "1021", "datecreate": "1383854724", "_content": "Thanks to both of you for your great research. We'll add some of the information to this record the next time we update", "authorname": "Ryan (LOC P&P)", "id": "8602872-10609171435-72157637421134105", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/library_of_congress/10609171435/#comment72157637554978226", "realname": "Dave Miller", "path_alias": "puzzlemaster", "author": "10771167@N00", "iconserver": "5348", "datecreate": "1384181913", "_content": "After some research and correspondence it appears more than likely that Marjorie Sterrett, of the battleship fund, was born as Marjorie Rockwood Dean in Silver Creek,  Chautauqua Co., New York,  on May 29th. 1902.  Her parents were Fred C. Dean and Grace Rockland, both natives of Erie Co., PA.    \n\nAround 1911, Grace and Fred Dean separated, and Grace remarried Thomas Garfield Sterrett, a native of Erie who was in the newspaper business.  Tom Sterrett was a veteran of the Spanish American War, who had re-enlisted in the US Marine Corps in 1907 and seems to have split his time between New York and Pennsylvania newspaper work and military service.  In the Marines he was employed in recruiting efforts in the years before and during the USA’s entry into World War I.  He is credited with having a genius for publicity and was responsible for staging public events and placing copy in newspapers in order to increase the repute of the Corps.  By 1915, Captain Sterrett was the chief of the Marine Corps’ New York Publicity Bureau on East 24th Street in Manhattan.  Various records and newspaper articles give Brooklyn addresses for himself and/or his family, although they are not shown living there in any of the Federal Censuses.\n\nIn 1916 there was mounting pressure on the non-interventionist Wilson administration to ready the US armed forces for entry into the raging European war.  One of the most visible proponents of “preparedness” was former president Theodore Roosevelt.  It is against this background that Captain Sterrett’s pretty 13-year-old stepdaughter wrote her moving letter to the New York Tribune offering up her dime allowance to help build a battleship for the Navy.  Within a very short amount of time she was standing on the deck of the SS Guiana schmoozing with the ailing Roosevelt who very publicly had embraced Marjorie’s cause and contributed dimes on behalf of his young grandchildren.  (I find it curious that Bain didn’t archive a photo of TR and Marjorie together although they each are shown separately on board the ship.)\n\nMarjorie’s letter generated a great deal of publicity across the US and bolstered the public acceptance of a pro-war stance.  There were deep-seated suspicions that the war was being fought for the benefit of munitions manufacturers and profiteers, and that the US should stay out of Europe’s mess.  Marjorie’s act provided a patriotic subtext for the hawks of that day.  The fact that her stepfather was a PR man for the armed forces was not discussed in the coverage of the story.\n\nSometime after she burst upon the public scene, Marjorie was invited to make some short films for the Edison Company.   Her film career never took off and, rather soon, was living quietly with her parents Thomas and Grace Sterrett back in Erie.  Tom Sterrett returned to the newspaper publishing business after the conclusion of the War, and by the late 1920’s had been elected Sherriff of Erie County PA.   In 1920, Marjorie (under the name Marjorie Rockwood Dean) was married to Peter Raun in Erie, with whom she had several children.  Marjorie died at the age of 24 in Wattsburg, Erie Co. PA on March 2, 1927.\n\nSee also: <a href=\"http://oldtimeerie.blogspot.com/2013/11/naval-award-named-for-erie-girl_10.html\" rel=\"nofollow\">oldtimeerie.blogspot.com/2013/11/naval-award-named-for-er...</a>", "authorname": "puzzlemaster", "id": "8602872-10609171435-72157637554978226", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/10609171435/#comment72157637678260734", "realname": "", "path_alias": "ryan_loc", "author": "35234565@N04", "iconserver": "1021", "datecreate": "1384469197", "_content": "Thank you so much for filling in a bit more of the story, puzzlemaster. It is too bad that Bain didn't archive a photo of Marjorie meeting Roosevelt aboard the ship.", "authorname": "Ryan (LOC P&P)", "id": "8602872-10609171435-72157637678260734", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/library_of_congress/10609171435/#comment72157637678542026", "realname": "Dave Miller", "path_alias": "puzzlemaster", "author": "10771167@N00", "iconserver": "5348", "datecreate": "1384471128", "_content": "[http://www.flickr.com/photos/ryan_loc] You're welcome.   Maybe, if Bain sold those pictures to a newspaper, they removed them from the archive, but if that  were the case, I haven't seen them pop up in google searches.  Then again, when my cynical nature gets the better of me, I wonder if the meeting actually took place.", "authorname": "puzzlemaster", "id": "8602872-10609171435-72157637678542026", "iconfarm": 6}], "photo_id": "10609171435"}}