{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1343322830", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "7651156292", "title": {"_content": "Evidence for Recent Wind Action on Martian Sand Dunes"}, "media": "photo", "tags": {"tag": [{"raw": "NASA", "machine_tag": 0, "id": "44489032-7651156292-11023", "_content": "nasa", "author": "44494372@N05"}, {"raw": "Mars", "machine_tag": 0, "id": "44489032-7651156292-309", "_content": "mars", "author": "44494372@N05"}, {"raw": "wind", "machine_tag": 0, "id": "44489032-7651156292-4461", "_content": "wind", "author": "44494372@N05"}, {"raw": "dunes", "machine_tag": 0, "id": "44489032-7651156292-5958", "_content": "dunes", "author": "44494372@N05"}]}, "comments": {"_content": "0"}, "secret": "d01cc53292", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "Recognizing that Mars is a desert planet, science fiction writers, scientists, and proponents of Mars exploration have, for decades, written and talked about &quot;The Sands of Mars.&quot; The first martian sand dunes were observed by the Mariner 9 spacecraft in 1972. Ever since then, however, it has been unclear as to whether these dunes are active in today's extremely thin martian atmosphere (100 times thinner than on Earth at Sea Level), or if the dunes are the &quot;fossil&quot; remnants of a past epoch when the atmosphere was thicker and sand was more easily transported. \n\nThis year, the Mars Orbiter Camera (MOC), onboard the Mars Global Surveyor (MGS) spacecraft, made some key observations that appear to indicate that some martian dunes are active today. In fact, some dunes probably experienced activity--wind blowing the sand around--as recently as mid-1998. \n\nDunes typically contain granular fragments of rocks and minerals. These grains are usually 0.06 to 2 millimeters (0.002 to .08 inches)in size (which geologists call sand), and they are transported by the wind either by hopping over the ground (a process called saltation) or rolling along the ground (calledtraction). Images from the Mariner 9 and Viking orbiters of the 1970s did not have sufficient resolution to see detailed patterns of sand movement, although a few Viking images showed faint streaks emanating from a few dune fields; these were interpreted as possible indicators of sand movement. \n\nMars Global Surveyor has taken many images of martian dunes. Some dunes appear to be inactive and covered with dust. Other dunes, however, show all of the characteristics of fresh, active dunes. The most exciting examples have been found among the dunes in the martian north polar region. \n\nThe north polar cap of Mars (shown here in mosaics of Viking Orbiter 2images 065b56 and 065b58 of regional context andlocal context )is surrounded by a zone of dark(i.e., low albedo) dunes. These were first seen by Mariner 9 as a rippled texture, and by Viking as definitive sand dunes. Between late-July and mid-September 1998, the MGS periapsis (closest point in the spacecraft orbit relative to Mars) took the MOC right over the north polar dune fields four times a day. This provided many opportunities to take high resolution pictures of these dunes--resolutions that ranged from 1.5 to 5.0 meters (5 to 16 feet)per pixel. \n\nThe very first images of these north polar dunes--one of which was released via the World Wide Web on August 7, 1998--showed that they were coated with thin, bright frost that was left-over from the northern winter season that ended in mid-July. The first images also showed small dark spots along the bases of many of the dunes. \n\nAs more and higher-resolution images of the north polar dunes were taken, it became obvious that the dark spots on these dunes were areas where the seasonal frost coating had been removed--either by sublimation or by wind erosion--and that dark material was being exposed from underneath. The dark material was presumed to be the sediment that comprises the north polar dunes. \n\nSome of the dark spots have thin, dark streaks emanating from them. These dark streaks are interpreted to be the result of wind action. The simplest explanation is that gusts of wind have blown the dark sand out across the frost-covered dunes, creating a streak of deposited sand over the frost. Some spots, as in the image shown here, have multiple streaks, each one indicating a different wind gust that moved in a different direction. \n\nBecause the frost that covers the north polar dunes can only be a few months old (i.e., northern winter lasted from mid-February 1998 to mid-July 1998), the dark streaks superposed on bright frost are clear indicators that dune material has been moved by the wind within recent months. The image shown here, MOC #50805, was taken on August 22, 1998. The streaks emanating from dark patches among the dunes in image 50805 must have formed sometime during 1998, and they most likely formed some time in July and/or August--once spring had begun in the northern hemisphere. \n\nThe observation of dark spots and wind streaks among the north polar dunes led the MOC science team to attempt to image the same dunes more than once. If the dunes are indeed active, then it would be possible--it was hoped--to see changes from one image to the next. Such changes could be used to (a) confirm that the dunes are active and (b) estimate the rate at which sand can be transported by wind under martian conditions. Since the MOC was turned off at the end of the Science Phasing Orbits in mid-September 1998, only about seven weeks (late-July to mid-September) were available to try to repeat an observation of a north polar dune field. Only once during this short span of time was there an opportunity to cross a dune field previously observed. A north polar dune field on the floor of an old impact crater was crossed by MOC twice--once on July 30, 1998, and again on September 2, 1998. However, it turned out that the two images crossedoutside the dune field, near the crater rim. It is quite difficult to image the same location twice with the MOC, because it cannot be pointed in a desired direction--it only &quot;sees&quot; what is beneath it. Minor fluctuations in the spacecraft orbit and attitude--due to variations in the martian gravity field and to upper atmosphere drag and inaccuracies within the attitude control system--led to the offset crossing. \n\nThe 1998 observations of the north polar dunes and other dune fields on Mars are quite tantalizing and appear to indicate that many dunes are active under present martian conditions. Confirmation of this result will await the Mapping Phase of the MGS mission, when it should be possible to take additional pictures of the same dune fields already observed by MOC. These new pictures will be compared with the ones from 1998 to see if any changes occurred. The Mapping Phase of the MGS mission is scheduled to commence in late-March 1999, and run for an entire martian year, into March 2001. \n\nThe results of the initial MOC study of martian sand dune activity are given in a paper entitled &quot;Activity of Mars Eolian Dunes: Observation of a Low-Albedo Dune Field At High Spatial Resolution by the Mars Global Surveyor Camera,&quot; by MSSS Staff Scientist Kenneth S. Edgett and MOC Principal Investigator, Michael C. Malin, presented at the Geological Society of America Annual Meeting on October 29, 1998. \n\nMalin Space Science Systems and the California Institute of Technology built the MOC using spare hardware from the Mars Observer mission. MSSS operates the camera from its facilities in San Diego, CA. The Jet Propulsion Laboratory's Mars Surveyor Operations Project operates the Mars Global Surveyor spacecraft with its industrial partner, Lockheed Martin Astronautics, from facilities in Pasadena, CA and Denver, CO.\n\n<a href=\"http://nasaimages.org/luna/servlet/detail/nasaNAS~4~4~10705~112695:Evidence-for-Recent-Wind-Action-on-\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/nasaNAS~4~4~10705~1126...</a>\n"}, "isfavorite": 0, "views": "11145", "farm": 9, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "1998-01-01 00:00:00", "lastupdate": "1379446951", "takengranularity": "6", "posted": "1343322830"}, "originalsecret": "7c0bba14d9", "license": "7", "notes": {"note": []}, "server": "8282", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/7651156292/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387642520}