{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6641691325/#comment72157629101414213", "realname": "Christian Lüts", "path_alias": "liits", "author": "63191264@N00", "iconserver": "2156", "datecreate": "1327945377", "_content": "Born about 1893 Inverness. The 1901 census records him living at Muirfiled Road, Inverness, with his parents Fred [b.1859 Huddersfield?, Yorkshire] and Ellen Louise [b.1861], brothers Fred Kay [b.1890], Richard Musgrave [b.1898] and a domestic servant.\nHis younger brother Richard Musgrave Linley also served in the Great War, with 4th Btn London Regiment [London Scottish], Pte 8029 London Rgt, and was wounded on 30th April 1918 and again in October 1918 and was twice gassed later the same month.", "authorname": "liits", "id": "32254785-6641691325-72157629101414213", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6641691325/#comment72157629105913323", "realname": "", "path_alias": null, "author": "68061336@N05", "iconserver": "0", "datecreate": "1327964955", "_content": "Commomwealth War Graves Commission has following details\nName: LINLEY, EUGENE W. \nInitials: E W \nNationality: United Kingdom \nRank: Lance Corporal \nRegiment/Service: Cameron Highlanders \nUnit Text: 5th Bn. \nDate of Death: 18/07/1916 \nService No: S/12029 \nCasualty Type: Commonwealth War Dead \nGrave/Memorial Reference: Pier and Face 15 B. \nMemorial: THIEPVAL MEMORIAL \n\ndetails can be found here <a href=\"http://www.cwgc.org/search/casualty_details.aspx?casualty=800771\" rel=\"nofollow\">www.cwgc.org/search/casualty_details.aspx?casualty=800771</a>", "authorname": "coldlunchuk", "id": "32254785-6641691325-72157629105913323", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6641691325/#comment72157629114383535", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1328019490", "_content": "5th(Service) Battalion Cameron Highlanders was formed at Inverness in August 1914 as a K1 battalion of volunteers responding to Kitchener's call to arms.  The Battalion was in 26th Brigade in 9th(Scottish) Division.  They moved to train in Aldershot and in February 1915 were in Bordon.  5th Camerons went to France on 10 May 1915.\n\nLance Corporal Linley was in 'B' Company in July 1916 when Lt Gen Sir Walter Congreve's XIII Corps was committed to capturing the high ground at Longueval on 14th July.  The Longueval area was defended by the German IV Magdeburg Corps and in the deeply entrenched, fortified town itself were the German 3rd Guards Infantry Division.  The attack by Maj Gen Furze's 9th Division was led by 26th Brigade with 8th Black Watch and 10th Argyll &amp; Sutherland Highlanders leading, supported by 9th Seaforth Highlanders, with 5th Cameron Highlanders in reserve.  The plan envisaged 26th Brigade seizing Longueval whereupon 27th Brigade would pass through to capture the dominating ground of Delville Wood to the north-east.\n\nThe assaulting troops quickly fought their way into Longueval where they became involved in brutal close-quarters hand-to-hand action, into which 27th Brigade were introduced in support.  On 15th July, with all but the northern quarter of Longueval in British control, the South African Brigade was moved up to capture Delville Wood.  The Germans stubbornly defended the wood for 3 days defying every attempt to drive them out - the fighting degenerating into a hideous struggle amongst the burning and blasted tree stumps.  At daybreak on 18th July heavy enemy shelling which went on all day heralded a determined counter attack by the German 8th Infantry Division.  The surviving elements of 26th Brigade attempted to reinforce the South Africans who held on until 3rd Division entered the battle to relieve the survivors on 20th July.  By this time British, South African and German corpses were strewn throughout Longueval and Delville Wood.  The situation had become quite desperate; German snipers made it impossible even to bring up drinking water; casualty evacuation was only achieved at huge risk and there was no possibility of recovering the bodies of the dead.\n\nDelville Wood was eventually taken by the Allies on 3rd September 1916.", "authorname": "Gary Donaldson", "id": "32254785-6641691325-72157629114383535", "iconfarm": 0}], "photo_id": "6641691325"}}