{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/3322561788/#comment72157624483976881", "realname": "", "path_alias": null, "author": "29620467@N06", "iconserver": "8124", "datecreate": "1280410753", "_content": "Oi! Sou administrador de um grupo chamado <a href=\"/groups/1434748@N21/\" rel=\"nofollow\">CP VAPOR</a>, e nós adoraríamos ter a sua foto adicionada ao grupo.", "authorname": "nitren@", "id": "26532116-3322561788-72157624483976881", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/biblarte/3322561788/#comment72157626841906204", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1306770495", "_content": "No dia 26 de Outubro de 1856, foi inaugurado o primeiro serviço público de Caminhos de Ferro em Portugal, a “Linha de Leste”  ligando, neste dia, Lisboa ao Carregado na distância de 36,454 Kms. Juntaram-se na Estação de Santa Apolónia, o Cardeal Patriarca de Lisboa, Sua Alteza a Infanta D. Isabel Maria, Sua Majestade o Rei D. Pedro V, acompanhado pelo pai, princesas e infantes, o corpo diplomático e altos funcionários.\n\nO primeiro comboio a circular em Portugal iria ser composto por catorze carruagens e duas locomotivas, indo na carruagem do centro a família real e na primeira a guarda real dos archeiros. Uma das locomotivas era a locomotiva a vapor nº 1 de seu nome “D. Luiz” .\n\nConstruída no ano de 1855 em Manchester, nas oficinas Beyer Peacock &amp; Cª, é a locomotiva a vapor portuguesa mais antiga. Foi-lhe dada o nome de “D. Luiz”, o então infante irmão do rei D. Pedro V. Esta locomotiva trabalhou durante mais de 50 anos.\n\nPartindo de Lisboa cerca das onze horas da manhã, a viagem durou quarenta minutos de Lisboa ao Carregado. Três quartos de hora depois partiu um segundo comboio, composto de nove carruagens, puxadas por única locomotiva, transportando accionistas e convidados.\n\nChegados ao Carregado, foram brindados com um banquete volante no pavilhão montado na estação provisória. Nele existiam três compartimentos ricamente decorados.Um para a família real, outro para o Cardeal e clero, e o último para o corpo diplomático e corte. Ao lado e fora da estação foi montado um grande anfiteatro com toldo para os convidados.\n\nPelas quatro horas e meia da tarde o comboio real regressou à capital. Esta viagem de volta a Lisboa, durou duas horas, porque houve uma demora de cerca de uma hora em Sacavém devido a uma avaria nas tubagens de uma das locomotivas. Este comboio era composto por catorze carruagens e duas locomotivas. Como uma das locomotivas ficou inutilizada, a outra conduziu o comboio, agora só com seis carruagens uma das quais transportando a família real, a Lisboa. Chegados a Lisboa a locomotiva regressou a Sacavém para trazer as outras seis carruagens. Às dez da noite já todo resto da comitiva e convidados tinham regressado à capital.", "authorname": "J. Leite", "id": "26532116-3322561788-72157626841906204", "iconfarm": 6}], "photo_id": "3322561788"}, "flarchive:created": 1387760236}