{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1343322799", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "7651153308", "title": {"_content": "Dune Activity in Proctor Crater"}, "media": "photo", "tags": {"tag": [{"raw": "NASA", "machine_tag": 0, "id": "44489032-7651153308-11023", "_content": "nasa", "author": "44494372@N05"}, {"raw": "Mars", "machine_tag": 0, "id": "44489032-7651153308-309", "_content": "mars", "author": "44494372@N05"}, {"raw": "Mariner 9", "machine_tag": 0, "id": "44489032-7651153308-23385583", "_content": "mariner9", "author": "44494372@N05"}, {"raw": "dunes", "machine_tag": 0, "id": "44489032-7651153308-5958", "_content": "dunes", "author": "44494372@N05"}, {"raw": "crater", "machine_tag": 0, "id": "44489032-7651153308-13966", "_content": "crater", "author": "44494372@N05"}, {"raw": "1972", "machine_tag": 0, "id": "44489032-7651153308-36607", "_content": "1972", "author": "44494372@N05"}]}, "comments": {"_content": "0"}, "secret": "f7bdd46897", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "(1972) Observation of dune activity--whether the movement of whole dunes or the movement of sediment on a dune--is the result of a direct link between the martian surface and its atmosphere. Observation of dune activity can be used to determine the rate at which wind moves sediment. It can also help to estimate how long it takes for windblown sand to abrade surfaces--including rocks and Mars landers. \n\nOne of the first sand dune fields ever recognized on Mars is shown here. Located on the floor of Proctor Crater (at 48°S, 330°W), this dune field was seen in Mariner 9 images more than 27 years ago. In fact, the photomosaic base map in MOC2-170a(above, left) is constructed from Mariner 9 images taken in February and March of 1972. The thin strip overlain on the Mariner 9 mosaic is a Mars Global Surveyor(MGS) Mars Orbiter Camera (MOC) image taken in June 1999. The new MOC image shows evidence that the Proctor Crater dunes are active today. \n\nThe picture on the right is an expanded view of a portion of the MOC image (its location is indicated by the white box in the picture on the left). In this view (right), the sand dunes are dark and patches of southern winter frost are bright. The sun illuminates the scene from the upper left. Dark streaks can be seen on frost-covered slopes, particularly just left of the center of the picture. Thesestreaks result from recent avalanching of sand on the steep (up to 35°), down-wind side of the dune, otherwise known as the slip face. Because the dark sand streaks are superposed upon the bright frost, these streaks can only be as old as the frost. This frost cannot be more than 11 months old, and was probably only a few months old at the time the picture was taken. Thus, the dunes must be active today in order to show such streaks. \n\nThe placement of dunes in the MOC image was also compared with their positions in the earlier Mariner 9 image (above, left). No evidence that entire dunes have moved since March 1972 has been found. While the period of March 1972 to June 1999 is 27 Earth years, it is only about 14 Mars years. Looking for evidence of dune movement since 1972 is limited by the fact that the Mariner 9 images have spatial resolutions of about 62 meters (203 feet) per pixel--this means that the dunes would have to move more than about 62 meters before their motion could be clearly detected in a MOC image. \n\nTaking the two results together--evidence for recent dune activity in the form of avalanches on slip faces versus lack of movement at the scale of 62 meters--helps to establish that (a) the dunes are active, but (b) they moved less than approximately 62 meters in 14 Mars years. \n\nThe 8 kilometer scale (upper left) indicates a distance of 5.0 miles. The 300 meter scale bar (lower right) represents 328 yards (984 feet). The Mariner 9 images are illuminated from the upper right, the MOC image from the upper left. \n\nMalin Space Science Systems and the California Institute of Technology built the MOC using spare hardware from the Mars Observer mission. MSSS operates the camera from its facilities in San Diego, CA. The Jet Propulsion Laboratory's Mars Surveyor Operations Project operates the Mars Global Surveyor spacecraft with its industrial partner, Lockheed Martin Astronautics, from facilities in Pasadena, CA and Denver, CO.\n\n<a href=\"http://nasaimages.org/luna/servlet/detail/nasaNAS~4~4~16420~119950:Dune-Activity-in-Proctor-Crater\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/nasaNAS~4~4~16420~1199...</a>"}, "isfavorite": 0, "views": "8002", "farm": 9, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "1972-01-01 00:00:00", "lastupdate": "1382436219", "takengranularity": "6", "posted": "1343322799"}, "originalsecret": "73f8457fbf", "license": "7", "notes": {"note": []}, "server": "8018", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/7651153308/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387642547}