{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/wwplarchives/4322240329/#comment72157626480598214", "realname": "", "path_alias": "embroiderist", "author": "23170389@N03", "iconserver": "3511", "datecreate": "1302585418", "_content": "I notice you ignore in your description the two nameless ladies standing at the top\nyour description should acknowledge their existence\n they were after all  included in this Family  photograph not hidden from view\n\nIf I were to describe this  i would include them by writing something like\nFrom Left to Right\nStanding - two Wilson Employees [or put names and job titles if known] \nSeated  - Woodrow Wilson  etc.", "authorname": "Embroiderist", "id": "41770595-4322240329-72157626480598214", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/wwplarchives/4322240329/#comment72157629996474923", "realname": "", "path_alias": null, "author": "79927947@N02", "iconserver": "0", "datecreate": "1338911884", "_content": "I am interested in the maids of woodrow wilson's family they maybe relatives", "authorname": "neta1228", "id": "41770595-4322240329-72157629996474923", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/wwplarchives/4322240329/#comment72157631820312718", "realname": "", "path_alias": "ourpolity", "author": "74471476@N08", "iconserver": "7193", "datecreate": "1350835013", "_content": "I agree with Embroiderist that the Wilsons' servants should be identified.  Perhaps the woman on the left is their housekeeper, and the one on the right their cook or table servant?\n\nI'm sure that it would be easy to establish their identity from family papers or census data.\n\nThe curators are missing an opportunity here to educate us about the racial attitudes of the Wilson family.\n\nRespectfully submitted,\nSusan Barsy, PhD", "authorname": "Susan Barsy", "id": "41770595-4322240329-72157631820312718", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/wwplarchives/4322240329/#comment72157631913950262", "realname": "", "path_alias": null, "author": "38324684@N02", "iconserver": "0", "datecreate": "1351888335", "_content": "They are identified as Nannie and Minnie in Erick Montgomery's book Thomas Woodrow Wilson: Family Ties and Southern Perspectives, Historic Augusta Inc., 2006. Mr. Montgomery states in the caption that the photo was originally published in The Woodrow Wilsons, by Eleanor Wilson McAdoo.  Dr. Barsy you are incorrect-using census records to identify people in a photograph is not as easy as you say it is. Additionally, how does  identifying the women give you insight into the Wilson's racial attitudes? Your criticism of the curators is simplistic.", "authorname": "bukra2009", "id": "41770595-4322240329-72157631913950262", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/wwplarchives/4322240329/#comment72157632429711783", "realname": "DOMINIQUE LAGRAVE", "path_alias": "eva_kahoury", "author": "89177176@N03", "iconserver": "8464", "datecreate": "1357310396", "_content": "Ungebwood", "authorname": "dominique.lagrave", "id": "41770595-4322240329-72157632429711783", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/wwplarchives/4322240329/#comment72157634538351914", "realname": "", "path_alias": "ourpolity", "author": "74471476@N08", "iconserver": "7193", "datecreate": "1373236351", "_content": "[http://www.flickr.com/photos/38324684@N02] \n\nThe fact that the Wilsons chose to have these two female domestics included in what was otherwise a family portrait suggests to me that they regarded the  women as being very important, as being part of &quot;the family circle.&quot;  I meant my comment about the Wilsons' racial attitudes to be read in a positive way.\n\nIn northern censuses of this time, servants were often included in enumerations of household composition, so I certainly do not find my suggestion far-fetched.  As it turns out, you have shown that this information has come down through time.\n\nThe function of the Commons is to share information that institutions can use to illuminate their holdings.  I hope that the curators of this picture will update the accompanying caption to reflect the information you have provided about its subjects. \n\nThe photographic archive that the Wilson Library has shared with us, the public, through the Commons is AMAZING.  I have used a number of its pictures in my writing, and I appreciate all the effort that goes into captioning photographs properly.", "authorname": "Susan Barsy", "id": "41770595-4322240329-72157634538351914", "iconfarm": 8}], "photo_id": "4322240329"}}