{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2496408795/#comment72157605093893202", "realname": "Joe", "path_alias": "whyaduck", "author": "30085166@N00", "iconserver": "0", "datecreate": "1210988345", "_content": "Judge William H. Moore (b.1848) was a Chicago attorney, capitalist, and promoter who put together a number of business combines in the late 19th-early 20th centuries, including the National Biscuit Company. In later years he lived in New York, and though he was long known for his fine stable of horses, it was during this time that his equine exploits became common fodder for the newspapers. \n\nThe New York Times archives hold many articles about the judge and his horses from about 1901 into the 1910s. I've no idea from which of of those occasions this photo dates, but it might depict the team with which Judge Moore won the four-in-hand competition at the 1903 Brooklyn horse show, as related in <a href=\"http://query.nytimes.com/gst/abstract.html?res=9802E6D91F30E733A25754C0A9639C946297D6CF\">this May 7, 1903 Times article</a>.", "authorname": "whyaduck", "id": "8602872-2496408795-72157605093893202", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2496408795/#comment72157624932238030", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1284218066", "_content": "This photo is from the Bain News Agency's 1912 photostream, although of course it could have been taken earlier. Bain probably circulated the photo to his subscribers to accompany news reports that Judge Moore had spent two weeks of June, 1912, in England, where his horses competed in the Olympia Horse Show in London, winning the Gold Challenge Cup for the Coaching Marathon (for the second year in a row) and ten other blue ribbon first prizes, as well as numerous lesser awards. Here's the story from the New York Times, June 30, 1912:\n<a href=\"http://query.nytimes.com/mem/archive-free/pdf?res=990CE5D81E3CE633A25753C3A9609C946396D6CF\" rel=\"nofollow\">query.nytimes.com/mem/archive-free/pdf?res=990CE5D81E3CE6...</a>", "authorname": "Wystan", "id": "8602872-2496408795-72157624932238030", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2496408795/#comment72157625175882289", "realname": "Richard Norton", "path_alias": "richard_arthur_norton", "author": "54904823@N00", "iconserver": "2568", "datecreate": "1288746847", "_content": "William Henry Moore (1848 - January 11, 1923) was an attorney and financier. He organized and promoted or sat as a director for several steel companies that were merged with among others the Carnegie Steel Company to create United States Steel. He and his brother Hobart helped create the Diamond Match Company, National Biscuit Company, First National Bank, the Delaware, Lackawanna and Western Railroad, the American Can Company, the Lehigh Valley Railroad, the Chicago, Rock Island and Pacific Railroad, the Continental Fire Insurance Company, the Western Union Telegraph Company, the American Cotton Oil Company, and Bankers Trust. Moore was an avid and expert horsemen\n\n<a href=\"http://en.wikipedia.org/wiki/William_Henry_&quot;Judge&quot;_Moore\" rel=\"nofollow\">en.wikipedia.org/wiki/William_Henry_%22Judge%22_Moore</a>", "authorname": "Richard Arthur Norton  (1958- )", "id": "8602872-2496408795-72157625175882289", "iconfarm": 3}], "photo_id": "2496408795"}}