{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1343322810", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "7651154410", "title": {"_content": "The Geodesy Campaign"}, "media": "photo", "tags": {"tag": [{"raw": "NASA", "machine_tag": false, "id": "44489032-7651154410-11023", "_content": "nasa", "author": "44494372@N05"}, {"raw": "Mars", "machine_tag": 0, "id": "44489032-7651154410-309", "_content": "mars", "author": "44494372@N05"}, {"raw": "Mars Global Surveyor", "machine_tag": 0, "id": "44489032-7651154410-26159370", "_content": "marsglobalsurveyor", "author": "44494372@N05"}, {"raw": "MGS", "machine_tag": 0, "id": "44489032-7651154410-114625", "_content": "mgs", "author": "44494372@N05"}, {"raw": "1999", "machine_tag": 0, "id": "44489032-7651154410-9745", "_content": "1999", "author": "44494372@N05"}]}, "comments": {"_content": "0"}, "secret": "6851e1b626", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "(May 17, 1999) Every day, Mars Global Surveyor (MGS) circles the red planet just over twelve times, and from their vantage point at 400 km altitude, the fisheye lenses of the Mars Orbiter Camera (MOC)Wide Angle (WA) cameras can see the entire surface. During typical operations, highly-summed two-color image strips are transmitted for each orbit and assembled into daily global weather maps, with a resolution of about 7.5 km (4.6 miles) per pixel. The small size and low resolution of these strips leaves most of the data bandwidth available for higher-priority Narrow Angle images. \n\nDuring May 1999, however, the Wide Angle cameras are being used instead to map the whole planet at the intrinsic resolution of the WA camera -- 230 meters (750 feet) per pixel. While the blue WA camera continues to capture the global map so that daily weather can still be monitored, the other WA camera (with the red filter) is building up swaths of full-resolution coverage. The Deep Space Network is tracking the spacecraft 24 hours a day during this geodesy campaign, and imaging data are being returned for about two-thirds of the time at 69 kbits/sec(somewhat faster than a 56K modem). During the other third of the time, the spacecraft is transmitting back to Earth one day's worth of recorded data from the other science instruments. \n\nGeodesy is the measurement of a planet's shape and the location of features on its surface. The intent of the geodesy campaign is to acquire, during a short period of time, simultaneous measurements by the Mars Orbiter Laser Altimeter (MOLA), the Radio Science (RS)investigation, and the MOC. MOLA observations provide precise, absolute measurements of a set of profiles around the planet, but their spacing is quite large relative to their resolution. RS measurements provide detailed information about the position of the spacecraft, critical to processing both the MOC and MOLA data. MOC provides both a higher resolution base map on which the other data can be overlain and, using stereoscopic measurements, provides the potential for a ten-fold improvement in the spatial resolution of the topography. \n\nOwing to the nature of the MGS orbit, the groundtrack returns to within about 30 km of a given orbit 88 orbits (about one week) later. Thus, it takes a week to build up global coverage at full resolution. Figure MOC2-127a shows the planning map of coverage during the first week of the campaign (top), and the resulting actual coverage (bottom). Gaps caused by recorder playbacks must be filled in a second week of imaging by moving the times of the playbacks. Also in the second week, stereo coverage is acquired by re-imaging areas from adjacent orbits at aside-looking angle. Figure MOC2-127b shows an example of such stereo from the Mare Tyrrhenum region, centered at 27.3°S, 227.0°W (NOTE: Red-blue glasses are needed to view the stereo effect). The crater that dominates the center of Figure MOC2-127b is about 50 kilometers (31 miles) across. Stereo coverage will be completed in the third and fourth weeks. The remaining data volume will be used to fill in gaps created by data losses, and to acquire a somewhat lower resolution global color image through the blue wide angle camera. \n\nThe resulting dataset will provide global color and stereo coverage at about 300 m/pixel. Although similar coverage was obtained by the Viking mission in the late 1970s, Viking took over three years to cover the planet, and there are significant variations in lighting, weather, and surface features in the Viking images. A substantial improvement in the longitude/latitude grid is expected, which will have important benefits to future Mars exploration. \n\nMalin Space Science Systems and the California Institute of Technology built the MOC using spare hardware from the Mars Observer mission. MSSS operates the camera from its facilities in San Diego, CA. The Jet Propulsion Laboratory's Mars Surveyor Operations Project operates the Mars Global Surveyor spacecraft with its industrial partner, Lockheed Martin Astronautics, from facilities in Pasadena, CA and Denver, CO.\n\n<a href=\"http://nasaimages.org/luna/servlet/detail/nasaNAS~4~4~16223~119693:The-Geodesy-Campaign\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/nasaNAS~4~4~16223~1196...</a>"}, "isfavorite": 0, "views": "9369", "farm": 9, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "1999-05-17 10:13:30", "lastupdate": "1385772176", "takengranularity": "0", "posted": "1343322810"}, "originalsecret": "8484905c3e", "license": "7", "notes": {"note": [{"_content": "Watching the stars", "author": "94957966@N08", "h": "31", "authorname": "berriosanna", "w": "31", "y": "16", "x": "16", "id": "72157633231083480"}]}, "server": "8018", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/7651154410/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387642538}