{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/5145246593/#comment72157625187177067", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1288890916", "_content": "Em 1904 a Farmácia Costa, na Rua da Prata, foi adqiurida pela sociedade Pires &amp; Mourato Vermelho em 1904, a qual mudou o nome da farmácia para Farmácia Normal\nPouco tempo depois iniciou a produção de medicamentos, principalmente injectáveis\nEm 1908 é criado o Laboratório Normal de Produtos Assépticos, que fabricava pensos, vaselinas, ampolas hipodérmicas, soros,etc.\nEm 1918 a farmácia Normal possuía 2 laboratórios, um farmacêutico em que preparava medicamentos, ampola hipodérmicas e pensos esterilizados, e outro de análises clínicas.\nMais tarde verifica-se a separação entre os produtos &quot;Normal&quot; e a Farmácia Normal da Rua da Prata que em 1925, passa para a posse de  firma Ramos &amp; Cª, Lda.\nApós 1946 o laboratório Normal, passa a dedicar-se à investigação e desenvolvimento de fármacos em Portugal.\nEm 1981 o Laboratório Normal foi vendido à empresa farmacêutica suiça Ciba-Geigy.", "authorname": "J. Leite", "id": "26532116-5145246593-72157625187177067", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/biblarte/5145246593/#comment72157625191310207", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1288942177", "_content": "Separadamente do comentário anterior, não queria deixar de dar os meus parabéns à Fundação Calouste Gulbenkian, no dia em que o seu edifício sede, museu e jardins envolventes foram considerados Monumento Nacional. \nDe lembrar que este conjunto arquitectónico já tinha ganho o Prémio Valmor em 1975. Seus autores : Ruy Athouguia, Alberto Pessoa, Pedro Cid, Gonçalo Ribeiro Telles e António Viana Barreto\nJá agora outras obras, em conjunto com esta, foram hoje consideradas também Monumento Nacional como o Jardim Botânico, Igreja do Sagrado Coração de Jesus e o Campo de Batalha de Aljubarrota.", "authorname": "J. Leite", "id": "26532116-5145246593-72157625191310207", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/biblarte/5145246593/#comment72157625209997417", "realname": "Biblioteca de Arte / Art Library Fundação Calouste Gulbenkian", "path_alias": "biblarte", "author": "26577438@N06", "iconserver": "3017", "datecreate": "1289170193", "_content": "Caro J. Leite,\nobrigado pelos votos de parabéns à Fundação.\nCumprimentos", "authorname": "Biblioteca de Arte-Fundação Calouste Gulbenkian", "id": "26532116-5145246593-72157625209997417", "iconfarm": 4}], "photo_id": "5145246593"}, "flarchive:created": 1387755490}