{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1310580940", "originalformat": "jpg", "owner": {"username": "LSE Library", "realname": "", "nsid": "35128489@N07", "iconserver": "3743", "location": "", "path_alias": "lselibrary", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "5933982435", "title": {"_content": "Dealers in Fancy-Ware"}, "media": "photo", "tags": {"tag": [{"raw": "Street_Life_in_London", "machine_tag": 0, "id": "35107159-5933982435-31951476", "_content": "streetlifeinlondon", "author": "35128489@N07"}, {"raw": "street sellers", "machine_tag": 0, "id": "35107159-5933982435-1834346", "_content": "streetsellers", "author": "35128489@N07"}]}, "comments": {"_content": "0"}, "secret": "fb829d8bc2", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "From 'Street Life in London', 1877, by John Thomson and Adolphe Smith:\n\n'The accompanying photograph represents a street group gathered round a dealer whose barrow is one of the most attractive I have seen during my wanderings about town. The story of its owner was narrated to me in the following words :-\n[...]\n“There are now too many 'swags' and most of them ain't the gentlemen they used to be. I should say there are 1500 ‘swag' dealers about London, counting women, boys, and girls. The average clear profits all round would, I think, be about fourteen shillings each a week. My missus and myself between us, we make clear over thirty shillings a week. It takes about thirty shillings to keep us, five shillings a week rent, and the rest for clothes, food, and fuel. Three or four years ago I have drawn as much as two pounds on a Saturday night. Out of that I had about twenty-six shillings profit. Now I have not been drawing more than five shillings a day, except on rare occasions. The profits are much lower at present. Ten shillings out of the sovereign is considered good now. The profit is not so great as it looks, when you think of how long we stand and how many are the folks we supply before we get a pound. It must take about fifty customers to make up a pound of money. Times are bad, and I have left the streets for a regular job. My wife minds the barrow. But bad as times be, it's wonderful how women will have ornaments. I have had them come with their youngsters without shoes or stockings, and spend money on ear-drops, or a fancy comb for the hair.”'\n\nFor the full story, and other photographs and commentaries, follow this link and click through to the PDF file at the bottom of the description\n<a href=\"http://archives.lse.ac.uk/Record.aspx?src=CalmView.Catalog&amp;id=SR+1146\" rel=\"nofollow\">archives.lse.ac.uk/Record.aspx?src=CalmView.Catalog&amp;i...</a>"}, "isfavorite": 0, "views": "9056", "farm": 7, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2011-04-02 16:28:55", "lastupdate": "1335797332", "takengranularity": "0", "posted": "1310580940"}, "originalsecret": "d7c1f2aab3", "license": "7", "notes": {"note": []}, "server": "6006", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/lselibrary/5933982435/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387817120}