{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/state-records-nsw/2551884787/#comment72157627686500340", "realname": "Ruth Spooner", "path_alias": "ruthspooner", "author": "67137995@N06", "iconserver": "0", "datecreate": "1316222771", "_content": "This is taken at the far eastern end of Byron Bay beach, a place known as The Pass - very popular with board riders, boaties and families [ not always a happy mix!].\nThere is now a wonderful viewing platform on top of the rocky outcrop, with about 74 steps! It is a great place from which to watch dolphins, but it is effectively cut off at high tide - unless you don't mind getting wet.\nI am sure [as is my husband] that the tide NEVER goes out that far anymore.", "authorname": "ruthess", "id": "27286215-2551884787-72157627686500340", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/state-records-nsw/2551884787/#comment72157627700569610", "realname": "Photographic Collection", "path_alias": "state-records-nsw", "author": "27331537@N06", "iconserver": "8539", "datecreate": "1316388827", "_content": "[http://www.flickr.com/photos/ruthspooner] Thanks for sharing that interesting info, I wonder if we can find a modern view of this same place.\n\nAB", "authorname": "State Records NSW", "id": "27286215-2551884787-72157627700569610", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/state-records-nsw/2551884787/#comment72157630176713336", "realname": "", "path_alias": null, "author": "51979177@N02", "iconserver": "5282", "datecreate": "1340029415", "_content": "Maybe the sand has shifted along the beach in recent decades. I remember playing in rock pools somewhere on the southern end of Clarke's Beach at low tide in the early 1960s (maybe down off Massenger St). The rock pools supported all manner of sea creatures - sea horses, star fish, sea urchins, small fish, crabs, etc. It was a veritable biology lesson for a 5 year old. The last time I was in Byron I tried to find the rock pools, but all I could see were rocks covered in sand. I remember the tide used to go a long way out at the Pass. Tidal lagoons would also sometimes form in the stretch of beach we're looking at in this pic. They were probably only knee deep, but they were fantastic pools for little kids to play in. My brother's carefully crafted balsa wood yacht came to grief along this stretch of beach in about 1962. He was trying to re-enact the America's Cup from memory. However, I'd say he hadn't put enough lead washers in the keel, so the yacht kept flopping over, and when it was hit by a wave it capsized and the mast broke. He'd given the thing a test run in the bathtub at home beforehand, but this counted for nothing in the real world. It was a major disaster! We walked home carrying the wreckage, defeated and crestfallen! My brother got into making balsa wood aeroplanes after that.", "authorname": "quasymody", "id": "27286215-2551884787-72157630176713336", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/state-records-nsw/2551884787/#comment72157630704528654", "realname": "", "path_alias": null, "author": "51979177@N02", "iconserver": "5282", "datecreate": "1343008108", "_content": "Here's a 1901 Sydney Mail article on the lighthouse - <a href=\"http://news.google.com/newspapers?id=yAFQAAAAIBAJ&amp;sjid=-5QDAAAAIBAJ&amp;pg=5521%2C7524099\" rel=\"nofollow\">news.google.com/newspapers?id=yAFQAAAAIBAJ&amp;sjid=-5QDA...</a>", "authorname": "quasymody", "id": "27286215-2551884787-72157630704528654", "iconfarm": 6}], "photo_id": "2551884787"}, "flarchive:created": 1389682072}