{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8089590305/#comment72157631775066865", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1350307044", "_content": "From <a href=\"http://www.cwgc.org\" rel=\"nofollow\">www.cwgc.org</a> <a href=\"http://www.cwgc.org/find-war-dead/casualty/762213/BURTON, JOHN\" rel=\"nofollow\">www.cwgc.org/find-war-dead/casualty/762213/BURTON,%20JOHN</a>\nRank:Serjeant\nService No:16282\nDate of Death:01/07/1916\nRegiment/Service:Royal Irish Rifles 14th Bn. \nPanel ReferencePier and Face 15 A and 15 B.\nMemorial THIEPVAL MEMORIAL\n\nHis Medal Roll Index Card shows his rank as Sergeant 14/16282. Would that infer that he was a career soldier? Entitlement:\nVictory Medal B.104 B14 Page 2118\nBritish Medal ditto\n15 Star B/4B Page 88\nTheatre of War - France\nQualifying date 5.10.15\n\n\nFrom <a href=\"http://www.1914-1918.net/ririfles.htm\" rel=\"nofollow\">www.1914-1918.net/ririfles.htm</a>\nRoyal Irish Rifles\n14th (Service) Battalion (Young Citizens)\nFormed in Belfast in September 1914 from the Belfast Volunteers. Came under orders of 109th Brigade in 36th (Ulster) Division. Moved to Bundoran in December 1914, going on to Randalstown in January 1915.\nJuly 1915 : moved to Seaford.\nOctober 1915 : landed at Boulogne.\n18 February 1918 : disbanded in France.", "authorname": "Mrs Audubon", "id": "32254785-8089590305-72157631775066865", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8089590305/#comment72157631775568062", "realname": "", "path_alias": "osborne_villas", "author": "73313451@N00", "iconserver": "3822", "datecreate": "1350309067", "_content": "Sergeant John Burton, Service No: 16282, 14th Battalion, Royal Irish Rifles (Young Citizens Volunteers), Part of the 36th Ulster Division.\n\nHe lived with his family at 109 Marlborough Park, Shankhill, County Antrim, and was an embroidery designer before the war.\n\nHe entered the war on 5th October 1915, therefore qualifying for the 1915 star. He is listed as missing presumed dead. As far as I can ascertain, no military records other than his Medal Index Card (MIC) survived WW2.\n\nHe died on the first day of the Battle of the Somme, 1st July 1916, he was 25. It was curiously and coincidentally the anniversary of the Battle of the Boyne. He almost certainly died in the attack on the Schwaben Redoubt, a heavily fortified area of the German lines with deep dugouts that wasn't actually completely taken until October 1916 some three months later, the site of which sits in the fields just to the East of the Ulster Tower: the memorial to the Irish Divisions just North of Thiepval itself. The advances the Ulstermen made were described as &quot;good&quot; getting to the second line at Schwaben. John almost certainly still lies in those fields, alongside many other Ulstermen, and not far from A men from Yorkshire and as far afiled as Newfoundland.\n\nHe is commemorated on Pier 15 A and 15 B Thiepval. He appears to be listed on the Armagh Presbytery Roll of Honour. He is also commemorated on a headstone in Bangor cemetery in Northern Ireland.\n\nSon of John, a linen manager, and Agnus Amelia Burton. He left three sisters Winifred, a telephone operator, Alicia and Mary, a shop assistant, he had one brother William, a newspaper clerk.", "authorname": "Nick J Stone", "id": "32254785-8089590305-72157631775568062", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8089590305/#comment72157631776234083", "realname": "Steve Smith", "path_alias": null, "author": "69798423@N03", "iconserver": "8322", "datecreate": "1350317152", "_content": "At Zero Hour the 109th Brigade were on the right of the 36th (Ulster) Division's advance and the 14/R. IR RIF and the 11/R. INNIS FUS were the support wave who moved into the frontline between the junction of Mill &amp; Thiepval Road with Thiepval Wood behind them. They then moved forward past the German frontline to the enemy second line which sat on the edge of the Schwaben Redoubt, part of the 36th Division's first objective, where they stayed until the division withdrew to the old German frontline after holding onto the Schwaben Redoubt for 15 hours  In total, it is estimated that the 36th (Ulster) Division lost 5,104 killed, wounded, missing or captured on 1st July 1916.", "authorname": "Steve Smith 1944", "id": "32254785-8089590305-72157631776234083", "iconfarm": 9}], "photo_id": "8089590305"}}