{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationaalarchief/3381209883/#comment72157616212521546", "realname": "", "path_alias": null, "author": "28648387@N04", "iconserver": "3043", "datecreate": "1238578406", "_content": "Als tip van een collega uit de archieven van het Nationaal Archief:\n\nDe liefhebber van niet-gerealiseerde megalomane plannen kan in het archief van Molly Geertsema (<a href=\"http://www.nationaalarchief.nl/search/highlighter.jsp?url=/webviews/page.webview?eadid=NL-HaNA_2.21.380&amp;pageid=N11A46&amp;insert_anchor=false&amp;query_text=399&amp;focus_window=true#N11A46\">toegangnr. 2.21.380, inv.nr. 399</a>: bij hem als Tweede Kamerlid ingekomen brieven, verzoekschriften, documentatie en knipsels over aangelegenheden betreffende verkeer en waterstaat) een plan vinden uit 1970 voor drooglegging van de Noordzee (now we're talking!). Huisvlijt van een ingenieur, ook met een kaart, maar helaas lang niet zo mooi als die uit 1876...", "authorname": "timmietovenaar", "id": "29978018-3381209883-72157616212521546", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nationaalarchief/3381209883/#comment72157616818546408", "realname": "", "path_alias": "rapsak", "author": "47137650@N00", "iconserver": "3753", "datecreate": "1239822648", "_content": "Die vaarten door de polders vind ik fantastisch. Dit is een leuk plan om opnieuw voor te stellen. Welke partij durft?", "authorname": "Rapsak", "id": "29978018-3381209883-72157616818546408", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nationaalarchief/3381209883/#comment72157616779393265", "realname": "", "path_alias": "nationaalarchief", "author": "29998366@N02", "iconserver": "2853", "datecreate": "1239891393", "_content": "nummer toegang 2.04.07  inventaris nr  4572\n\nBehoort bij het dossier nr. 547 archief van Binnenlandse Zaken Afdeling Waterstaat 1814-1877, 20-11-1876\n\nZie topstuk nr 65 uit de verdieping\n\nIn navolging van de droogmaking van de Haarlemmermeer tussen 1848 en 1852 zijn er in de 19de eeuw vele nieuwe plannen voor de afsluiting en droogmaking van de Zuiderzee gemaakt. Voordat in 1918 met de drooglegging volgens het plan van ingenieur C. Lely wordt begonnen, zijn er vanaf 1828 een hele reeks van andere bedijkingplannen voor het IJsselmeer bedacht. Deze plannen zijn te verdelen in twee verschillende categorieën. Ten eerste zijn er de serieuze technische plannen van civiele ingenieurs van rijkswaterstaat die zijn afgestudeerd in de waterbouw. Daarnaast zijn er diverse plannen die door particulieren zijn ontworpen. Een aantal van deze particuliere plannen zijn behoorlijk radicaal (hier wordt namelijk uitgegaan van de totale bedijking van de Zuiderzee en Waddenzee) en de auteurs hebben zich hierbij laten inspireren door de boeken van Jules Verne. De rijkswaterstaatingenieur J. Welcker noemt deze particuliere plannenmakers niet voor niets minachtend “fantasten tinnegieters en dilettanten“.\nDe droogmaking van de Zuiderzee wekt de belangstelling van plannenmakers uit het binnnen- en buitenland. Een particulier die een radicaal en fantastisch bedijkingplan voor de Zuiderzee en de Waddenzee ontwerpt, is de Belg Jerôme Wenmaekers uit Brussel.\nNaar aanleiding van de studie van rijkswaterstaatsingenieur W.F. Leemans naar de bedijking van de Zuiderzee in 1875, zendt Wenmaekers in januari 1876 een alternatief plan voor de droogmaking naar het ministerie van Waterstaat in Den Haag. Helaas heeft de Belg zijn plan niet op gezegeld briefpapier geschreven zoals verplicht is in Holland, zodat het door Waterstaat wordt geretourneerd. Op het juiste briefpapier zendt Wenmaekers zijn plan opnieuw naar Den Haag, dat vervolgens voor advies wordt voorgelegd aan de rijkswaterstaatingenieur P. Caland. In de toelichting geeft de Belgische uitvinder een zeer optimistische voorstelling van zijn inpolderingplan, dat voorziet in de drooglegging van de hele Zuiderzee binnen twee tot drie jaar. Bovendien heeft Wenmaekers rekening gehouden met de Hollandse zuinigheid en benadrukt dat zijn Belgische plan goedkoop is:\n“Dit werk kan uitgevoerd worden met betrekkelijk weinig kapitaal. Ja, met een crediet slechts van acht à tien miljoenen guldens beschikbaar te stellen in de twee à drie eerste jaren zie ik kans de geheele Zuiderzee droog te maken.”\nHet plan voorziet in de aanleg van een nieuwe provincie die met kanalen, wegen, bruggen en sluizen geschikt wordt gemaakt voor de nijverheid en bewoning.\nWenmaekers is bereid om alle kanalen, sluizen, bruggen en wegen kosteloos af te staan, mits de Nederlandse regering de drooggevallen landen en gronden aan zijn Belgische maatschappij in eigendom geeft. Hoewel de Belg de Hollandse rijkswaterstaat ook capabel acht om dit werk te verrichten, heeft hij een werktuig uitgevonden dat alle waterwerken zal overtreffen. Ondanks de bezwaren tegen zijn ontwerp geeft de Belg de verzekering dat zijn technische vinding onfeilbaar is. Voor de uitvoering verzoekt Wenmaekers de Nederlandse regering om een concessieaanvraag voor de droogmaking volgens zijn systeem.\nHet technische systeem van waterwerken wordt door Wenmaekers echter niet uit de doeken gedaan in zijn plan. Ter illustratie heeft de Belg wel een kaart bij het plan ingediend, waarop de nieuwe polders en kanalen zijn getekend.\nOmdat de droogmaking een taak voor het Rijk is en niet een project voor particulieren en met name omdat de nieuwe technische vinding niet duidelijk is, wijst ingenieur Caland het Belgische plan af. In reactie hierop zendt Wenmaekers een tweede rapport met een extra toelichting van zijn ontwerp. Volgens deze toelichting zijn de totale kosten voor de aanleg nog goedkoper dan de berekening die in het eerste plan is gemaakt. Voor een kapitaal van zes miljoen gulden kan zowel de hele Zuiderzee als de Waddenzee worden drooggemaakt. Het plan is niet alleen goedkoper maar ook veel grootschaliger dan in het eerst voorstel. Het ontwerp bestaat uit de aanleg van:\n\n-       39 polders verdeeld in 16 zogenaamde secties\n-       52 bruggen\n-       952 km kanalen en ringvaarten\n-       24 sluizen met 112 duikers\n-       1300 km wegen\n\nVoor het droogleggen van de Zuiderzee gaat het plan uit van drie pompwerktuigen voor elke polder, aangedreven door stoommachines met een vermogen van 240 pk. Voor de hele uitvoering is 3000 man aan personeel nodig.\nVolgens de kostenberekening van Wenmaekers blijft er na 17 jaar een positief saldo over voor de Nederlandse Staat van 1,7 miljoen gulden.\nEen belangrijk onderdeel komt in het plan echter niet duidelijk aan de orde. Over de nieuwe Belgische techniek die Wenmaekers wil toepassen bij de bedijking wordt geen enkele informatie gegeven. Het inpolderingplan is gebaseerd op een werktuig of waterbouwtoestel waarmee arbeiders in “volle zee “ per dag 100 strekkende meter dijk kunnen aanleggen. De technische specificaties van zijn machine worden niet openbaar gemaakt door de Belg omdat hij zijn uitvinding geheim wil houden totdat hij de concessie voor de droogmaking van de Zuiderzee krijgt van de Nederlandse Waterstaat.\nOp advies van Caland gaat de minister van Waterstaat niet in op dit voorstel. Er komen geen onderhandelingen over een concessieverlening, zolang de technische vinding niet openbaar wordt gemaakt door Wenmaekers Vervolgens schrijft Wenmaekers op 29 juni 1876 aan de Hollandse koning Willem III een open sollicitatiebrief, waarin hij verzoekt om een benoeming als hoofdingenieur bij de rijkswaterstaat. In deze brief stelt hij recht te hebben op een baan bij rijkswaterstaat, als compensatie van een andere Belgische uitvinding die hij voor de bouw van de spoorbrug over het Hollands Diep heeft bedacht. Hiervoor heeft hij echter nooit een vergoeding ontvangen. Bovendien is hij in waterstaatsdienst per direct beschikbaar wanneer de droogmaking van de Zuiderzee begint. Net zoals het Zuiderzeeplan wordt ook de sollicitatie afgewezen door de minister van Waterstaat, die de Belg het advies geeft om weer te solliciteren als er een vacature is.\nIn een laatste poging tot aanvaarding van zijn ideale plan zoekt Wenmaekers de publiciteit. Hij schrijft een open brief naar de krant Het Nieuws van den Dag, die in de editie van 17 november 1876 wordt geplaatst. In deze ingezonden brief brengt hij opnieuw zijn plan voor de droogmaking van de Zuiderzee als het beste ontwerp onder de aandacht:\n“Wat de Zuiderzee is, en wat zij worden moet, wordt door mij, met richting van kanalen en dijken en cijfers aangetoond. Welk plan behelst meer? Mij is er geen bekend. […] Volgens mijn stelsel kan ontwijfelbaar de Zuiderzee in acht jaren tijds geheel ingedijkt en van hare ringkanalen voorzien zijn. […] Dit alles kan geschieden voor honderd tien millioen gulden, en opdat alle twijfel hieromtrent mag ophouden, wil de ondergeteekende, of eene maatschappij die hij daartoe zal vestigen, de uitvoering voor gemelde som op zich nemen, waarvan de betalingen slechts behoeven te geschieden, voor en na dat deugdelijke, doeltreffende werken vervaardigd zullen zijn.“ Deze publiciteit heeft geen enkele resultaat, en de Hollandse minister van Waterstaat blijft bij zijn standpunt. In 1876 komt dit Belgische plan niet tot uitvoering doordat Wenmaekers zijn machine voor de dijkbouw geheim houdt voor de Waterstaat.\nHet plan van Wenmakers is gelukkig nooit gerealiseerd want het is een van de meest radicale plannen voor de inpoldering van de Zuider- en Waddenzee uit de 19de eeuw die zijn voorgesteld. Of de Belg in 1876 een nieuw waterwerktuig voor de dijkbouw heeft uitgevonden, is onbekend. In de archieven van de Hollandse Waterstaat is hiervoor geen enkele aanwijzing te vinden.", "authorname": "Nationaal Archief", "id": "29978018-3381209883-72157616779393265", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/nationaalarchief/3381209883/#comment72157627005225278", "realname": "", "path_alias": null, "author": "62270781@N08", "iconserver": "5443", "datecreate": "1308578465", "_content": "Interessante geschiedenis. Ik kwam op deze afbeelding toen ik op zoek was naar (meer serieuze) plannen om de Waddenzee in te polderen. \n\nTja, revolutionaire uitvindingen die zó geweldig zijn dat ze geheim gehouden moeten worden vanwege vermeende diefstal, komen wel vaker voor. En dan denk ik maar zo, echte goede ideeën zijn altijd te vermarkten. Dus die 100m. dijk per dag in volle zee zal vast in zijn hoofd plaatsgevonden hebben :)", "authorname": "VincentLouws", "id": "29978018-3381209883-72157627005225278", "iconfarm": 6}], "photo_id": "3381209883"}, "flarchive:created": 1387762002}