{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/anmm_thecommons/8635483237/#comment72157633207721701", "realname": "Andy Brill", "path_alias": "angeljim46", "author": "55198937@N05", "iconserver": "8463", "datecreate": "1365591561", "_content": "The lonely Doric column came from the (second?) Sydney Post Office in George Street:\nA plaque at the site reads:\n\n&quot;In 1847 six Doric columns were erected at the GPO George Street on land originally bought by Governor Macquarie for a hogshead of brandy and fifty pounds. In 1863 the GPO was demolished and in the 1870's prior to the completion of the current GPO the 10 metre, 2 tonne columns were salvaged from the site. In 1871, this column was moved to Bradley's head to mark one nautical mile from the centre of the Martello Tower at Fort Denison and was used to provide accurate sea trial measurements. At the request of the government astronomer another column was erected at Lady Hay's estate at Crow's Nest which is now the site of North Sydney Demonstration School. This column was used for time calculation from the Sydney observatory. When the harbour tunnel was built the column was moved to Mount Street Plaza, North Sydney. Three columns were made into gateposts for a house, &quot;Melrose&quot;, on old South Head Rd opposite Centennial Park. Later they were moved to Vaucluse House. The whereabouts of these columns is now unknown&quot;", "authorname": "AndyBrii", "id": "33142378-8635483237-72157633207721701", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/anmm_thecommons/8635483237/#comment72157633212963433", "realname": "", "path_alias": "anmm_thecommons", "author": "33147718@N05", "iconserver": "3829", "datecreate": "1365639448", "_content": "[http://www.flickr.com/photos/angeljim46] Thanks Andy - the Roman Historians / sailors must have appreciated the Doric-style marker. They have had rather action-packed lives for columns!", "authorname": "Australian National Maritime Museum on The Commons", "id": "33142378-8635483237-72157633212963433", "iconfarm": 4}], "photo_id": "8635483237"}, "flarchive:created": 1387835022}