{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/7838446734/#comment72157634833313048", "realname": "", "path_alias": null, "author": "99490033@N02", "iconserver": "0", "datecreate": "1375031506", "_content": "Hong Kong Cemetery, formerly Hong Kong (Happy Valley) Cemetery and before that Hong Kong Colonial Cemetery, is one of the early Christian cemeteries of Hong Kong during its colonial era (founded in 1845). It is located beside the racecourse at Happy Valley, along with the Jewish Cemetery, Hindu Cemetery, Parsee Cemetery, St. Michael's Catholic Cemetery and the Muslim Cemetery.\n\nThe Protestant Cemetery is built as a series of terraces up a hillside. The older graves tend to be at the bottom of the hill; those from the 1930s and 1940s are generally at the top. Staff in the office (see the link below for opening hours) can usually provide maps and indicate where individual graves can be found.\n\nOn a number of occasions, remains in the Protestant Cemetery have had to be disinterred to make way for road developments, and have been placed in niches in an ossuary, which continues to be used for contemporary cremations. The niches provide basic information on each individual.\n\nCurrently, the Cemetery is a popular place for filming movies and TV shows. The UK folk artist Johnny Flynn released a song in 2008 about the cemetery, found on the album A Larum.\n\nCaptain Ferdinand Gravert, born at Glueckstadt (Germany - 1847), became a shareholder of this cemetery in 1887.", "authorname": "hphbhk", "id": "31569669-7838446734-72157634833313048", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/7838446734/#comment72157635324237999", "realname": "", "path_alias": "wcwchan", "author": "61013804@N08", "iconserver": "0", "datecreate": "1378043620", "_content": "Flat ground in the centre is the present Happy Valley race course. Hill on the left with a building atop is Morrison Hill.", "authorname": "Paed Ortho", "id": "31569669-7838446734-72157635324237999", "iconfarm": 0}], "photo_id": "7838446734"}}