{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/brooklyn_museum/2807123214/#comment72157618774171845", "realname": "Nese Peper", "path_alias": "flowerxp", "author": "47017418@N00", "iconserver": "2416", "datecreate": "1243415861", "_content": "Interior\nThe design of the Sultan Ahmed Mosque is the culmination of two centuries of both Ottoman mosque and Byzantine church development. It incorporates some Byzantine elements of the neighboring Hagia Sophia with traditional Islamic architecture and is considered to be the last great mosque of the classical period. The architect has ably synthesized the ideas of his master Sinan, aiming for overwhelming size, majesty and splendour, but the interior lacks his creative thinking. During the rule of Ahmed I, Sultan Ahmet mosque was built between 1609 and 1616 CE. Designed by architect Sedefkar Mehmet Aga, the Sultan Ahmet Mosque is considered to be the last example of classical Ottoman architecture.\n\n\n Exterior\nMehmet Paşa used large quantities of materials for the construction, in particular stone and marble, draining away supplies for other important works. The layout of the mosque is irregular, as the architect had to take into account the existing constraints of the site. Its major façade, serving as the entrance, faces the hippodrome. The architect based his plan on the Ṣehzade Mosque (1543-1548) in Istanbul, the first major large-scale work of Sinan, with the same square-based symmetrical quatrefoil plan and a spacious forecourt. This prayer hall is topped by an ascending system of domes and semi-domes, each supported by three exedrae, culminating in the huge encompassing central dome, which is 23.5 m (77 ft) in diameter and 43 m (141 ft) high at its central point. The domes are supported by four massive piers that recall those of the Selimiye Mosque in Edirne, another masterpiece of Sinan. It is obvious that Mehmet Paşa was overcautious by taking this inflated margin of safety, damaging the elegant proportions of the dome by their oppressive size. These &quot;elephant feet&quot; consist of multiple convex marble grooves at their base, while the upper half is painted, separated from the base by an inscriptive band with gilded words. Seen from the court, the profile of the mosque becomes a smooth succession of domes and semi-domes. The overall effect of the exterior on the visitor is one of perfect visual harmony, leading the eye up to the peak of the central dome.\n\nThe façade of the spacious forecourt was built in the same manner as the façade of the Süleymaniye Mosque, except for the addition of the turrets on the corner domes. The court is about as large as the mosque itself and is surrounded by a continuous, rather monotonous, vaulted arcade (revak). It has ablution facilities on both sides. The central hexagonal fountain is rather small in contrast with the dimensions of the courtyard. The monumental but narrow gateway to the courtyard stands out architecturally from the arcade. Its semi-dome has a fine stalactite structure, crowned by a rather small ribbed dome on a tall drum.\n\nA heavy iron chain hangs in the upper part of the court entrance on the western side. Only the sultan was allowed to enter the court of the mosque on horseback. The chain was put there, so that the sultan had to lower his head every time he entered the court in order not to get hit. This was done as a symbolic gesture, to ensure the humility (smallness) of the ruler in the face of the divine.\n\nVikipedia", "authorname": "FlowerXP", "id": "3064182-2807123214-72157618774171845", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/brooklyn_museum/2807123214/#comment72157624425934416", "realname": "Erol Ahmed", "path_alias": "ezafer", "author": "21495118@N08", "iconserver": "7307", "datecreate": "1278334844", "_content": "At the very bottom you can see the signature of the studio that produced this negative (or at least owned it), Sébah &amp; Joaillier -- one of the larger, more well-known studios operating in İstanbul.", "authorname": "ezafer", "id": "3064182-2807123214-72157624425934416", "iconfarm": 8}], "photo_id": "2807123214"}}