{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/3774624469/#comment72157622374016720", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1252988751", "_content": "Asbury hot dogs were in the news in 1913:\n\nThe New York Times June 24, 1913 \n_________________________________\n\n\nASBURY BANS &quot;HOT DOGS.&quot; \n\n____________ \n\nQuestion of Sunday Sale to go Before Courts for Settlement. \n____________ \n\nASBURY PARK, N.J., June 23.--- Shall Asbury Park be without &quot;hot dogs&quot; of a Sunday? The question will soon be settled in the courts, for Murphy &amp; Krug, who conduct an eating place on the boardwalk, have started a civil suit against Mayor Reginald S. Bennett for preventing the open sale of their speciality on the first day of the week.\n\nKrug &amp; Murphy say that some weeks ago they found there was a demand on the part of promenaders and bathers for frankfurter sausages on rolls, such as one sees at Coney Island. The caterers at once placed a big supply on exhibition, surmounted by a sign calling attention to the digestibility of their offerings.\n\nWhen Mayor Bennett heard about it, it is said that he called an emergency meeting of his cabinet, at which it was decided that such sales on Sundays would not add to the dignity of the beach. Murphy &amp; Krug received information to that effect.\n\nPermission, however, was given to continue the sale of the sausages in the rear of the restraunt on Sundays. Murphy &amp; Krug defied the Mayor, and yesterday morning the frankfurters publicly were offered for sale. A rush of customers was quickly followed by a rush of police, and for the rest of the day a policeman stood on fixed post in front of the restraunt by order of the Mayor, turning customers away. The law suit is the consequence, the plaintiffs saying that Mayor Bennett has neither legal nor a moral right to interfere.", "authorname": "Wystan", "id": "8602872-3774624469-72157622374016720", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3774624469/#comment72157623255926994", "realname": "", "path_alias": null, "author": "28720401@N02", "iconserver": "0", "datecreate": "1264093425", "_content": "The photographer was standing in Asbury Park, but the photo is actually of the North End Hotel and Pavilion in neighboring Ocean Grove. The Hotel was demolished years ago, but the pavilion on the left is still in operation.", "authorname": "gtspalding", "id": "8602872-3774624469-72157623255926994", "iconfarm": 0}], "photo_id": "3774624469"}}