{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nlireland/6821695135/#comment72157629188361785", "realname": "", "path_alias": "swordscookie", "author": "39191857@N05", "iconserver": "3461", "datecreate": "1328468067", "_content": "Powerful image!  Obviously the good &quot;Dr.&quot; was a man of some substance in those days and it would not have been too easy to get him and his family out.  It would appear that he was putting up a fight and either had broken out of the roof to repel boarders or they had broken in to get at him.  clearly there is a man being manhandled down the ladder by the Peeler!  the bushes on the roof and close to the house are interesting, was he planning a conflagration or was it just a form of obstacle?", "authorname": "swordscookie", "id": "47267889-6821695135-72157629188361785", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nlireland/6821695135/#comment72157629190588273", "realname": "", "path_alias": "swordscookie", "author": "39191857@N05", "iconserver": "3461", "datecreate": "1328477333", "_content": "I'm no expert on Scottish regiments but those seem to be Cameronians in the trews on the left?  The tree trunk was probably intended as a battering ram for the doors should they be barricaded.", "authorname": "swordscookie", "id": "47267889-6821695135-72157629190588273", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nlireland/6821695135/#comment72157629195940319", "realname": "Jo Hedwig Teeuwisse", "path_alias": "hab3045", "author": "99684904@N00", "iconserver": "29", "datecreate": "1328508049", "_content": "&quot;The only serious attempt at resisting the execution of the law was made by &quot;Dr.&quot; Tully, one of the leading local &quot;agitators,&quot; to the tendency of whose harangues judicial reference was made during the investigation into the case of Mr. Wilfrid Blunt. Tully had a holding of seventeen acres at a rent of L2, 10s., the Government valuation being L4. He earned a good livelihood as a boat-builder, and he had put up a slated house on his holding. But in November 1884 he chose to stop paying the very low rent at which he held his place, and he has paid no rent since that time. As is stated in a footnote on page 153, vol. ii. of this book, a decree was granted against Tully by Judge Henn for three years' rent due in May 1887, and his equity of redemption having expired July 9, 1888, this recourse was had to the law against him.\n\nAs the leading spirit of the agitation, Tully had put a garrison into his house of twelve men and two women. He had dug a ditch around it, taken out the window-sashes, filled up the casements and the doorways with stones and trunks of trees. Portholes had been pierced under the roof, through which the defenders might thrust red-hot pikes, pitchforks, and other weapons, and empty pails of boiling water upon the assailants. A brief parley took place. Tully refused to make any offer of a settlement unless the agent would agree to reinstate all the evicted tenants, to which Mr. Tener replied that he would recognise no &quot;combination,&quot; but was ready to deal with every tenant fairly and individually. Finally the Sheriff ordered his men to take the place. Ladders were planted, and while some of the constables, under the protection of a shield covered with zinc, a sort of Roman _testudo_, worked at removing the earthern ramparts, others nimbly climbed to the roof and began to break in from above. In their excitement the garrison helped this forward by breaking holes through the roof themselves to get at the attacking party, and in about twenty minutes the fortress was captured, and the inmates were prisoners. Two constables were burned by the red-hot pikes, the gun of another was broken to pieces by a huge stone, and a fourth was slightly wounded by a fork. One of the defenders got a sword-cut; and Tully was brought forth as one too severely wounded to walk. Upon investigation, however, the surgeon refused to certify that he was unable to undergo the ordinary imprisonment in such cases made and provided.\n\nThe collapse of the resistance at this central point was followed by a general surrender.\n\nAfter the capture of Tully's house, Mr. Tener writes to me, &quot;I found it being gutted by his family, who would have carried it away piecemeal. They had already taken away the flooring of one of the rooms.&quot; Thereupon Mr. Tener had the house pulled down, with the result of seeing a statement made in a leading Nationalist paper that he was &quot;evicting the tenants and pulling down their houses.&quot;\nIreland Under Coercion (2nd ed.) (2 of 2) (1888)\n\nHe wasn't really a doctor but was called this because he prescribed &quot;leaden pills&quot; (bullets) for greedy landlords...\n\nThis eviction was part of something called &quot;the Woodford Evictions&quot;.\n\n&quot;Commons Debates - 15 April 1889\n\nMR. JAMES STUART : I beg to ask the Chief Secretary to the Lord Lieutenant of Ireland whether Francis Tully, who was sentenced to two consecutive periods of six months each in connection with his defence of his house at the Woodford evictions in August, 1887, has now been over six mouths in gaol; whether it is the case that his eyesight is becoming impaired owing to his imprisonment; and, whether, inasmuch as the two sentences were practically for the same offence, he would consider the advisability of extending some clemency towards him?\n\n*MR. A. J. BALFOUR : The Prisons Board informs me that the reply to the inquiry in the first paragraph is in the affirmative. The Medical Officer reports that the prisoner has lately had slight catarrhal ophthalmia, for which he is under treatment and improving daily, but that his general health could not be better. I am advised that the two sentences were not practically for the same offence.&quot;\n\nHere is another interesting article with the picture above;\n<a href=\"http://www.advertiser.ie/galway/article/48295/fear-and-loathing-in-east-galway\" rel=\"nofollow\">www.advertiser.ie/galway/article/48295/fear-and-loathing-...</a>\n\nThere are more publications; The Woodford Evictions, a thesis by Thomas Feeney\nThe Woodford evictions :\nReport submitted to the Committee of the Property Defence Association ... 21st October, 1886, by Captain E.C. Hamilton.\n\n\nI am a historical researcher with insomnia... a very handy combination ;)", "authorname": "Jo Hedwig Teeuwisse", "id": "47267889-6821695135-72157629195940319", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/nlireland/6821695135/#comment72157629197383347", "realname": "Brian Mulligan", "path_alias": "int0lerant", "author": "38896199@N06", "iconserver": "5464", "datecreate": "1328519380", "_content": "juffrouwjo thanks for that information! This is arguably one of the best images the NLI have put up so far and they are getting better and better. The extra information is really helpful and adds a dimension to each image!!!", "authorname": "Brian Mulligan (Film Grain)", "id": "47267889-6821695135-72157629197383347", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/nlireland/6821695135/#comment72157629198255499", "realname": "Jo Hedwig Teeuwisse", "path_alias": "hab3045", "author": "99684904@N00", "iconserver": "29", "datecreate": "1328525969", "_content": "[http://www.flickr.com/photos/int0lerant] My pleasure :)\n\nSwordscookie, I also don't think that they are gas mask bags but they sure do remind me of them.\nInteresting uniforms all around, they are also wearing bands over their shoulders.\nWe need an expect on police history here to describe all the lovely details.", "authorname": "Jo Hedwig Teeuwisse", "id": "47267889-6821695135-72157629198255499", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/nlireland/6821695135/#comment72157629198661371", "realname": "", "path_alias": "swordscookie", "author": "39191857@N05", "iconserver": "3461", "datecreate": "1328528736", "_content": "juffrouwjo, I suspect that those are either waterproofs or capes that were used about that time.  The cape was less bulky than a greatcoat and would roll up nicely into a &quot;sausage&quot; shape to be tied over the shoulder like that.   The RIC at that time were a &quot;paramilitary&quot; force and carried rifles right up to the end of the war of Independence so they would have had bayonets and carried ammunition as would the troops! This really is an excellent illustration of those troubled times.  I agree with Brian, you have given us superb information on the event depicted and we really appreciate it!", "authorname": "swordscookie", "id": "47267889-6821695135-72157629198661371", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nlireland/6821695135/#comment72157629198900099", "realname": "", "path_alias": "johnspooner", "author": "29809546@N00", "iconserver": "8104", "datecreate": "1328530230", "_content": "I spent a couple of hours yesterday looking through contemporary newspaper accounts of the Woodford evictions, public meetings, court cases and letters to editors, but didn't get any further than 1886. I did conclude that Lord Clanricarde was seen as the worst example of 'landlordism'  and got a pretty bad press on both sides of the Irish Sea. And I learned a new word when the 'emergency men' (who carried out the evictions) were described as 'scrofulous tatterdemallions'.\n\nAfter reading juffrouwjo's comment I looked at 1888 and found this account from the The North-Eastern Daily Gazette (Middlesbrough, England), of Monday, September 3 rd:\n\n<i>The eviction campaign of Lordf Clanricarde’s Woodford estate was brought to a close on Saturday, after an exciting struggle. The force, under the command of Mr Byrne, Divisional Magistrate, left Clondegoff Castle early in the morning, and arrived at the house of Dr Tully, who was prominent in the action brought by Mr Wilfred Blunt against Divisional Magistrate Byrne, and whom it was now sought to evict. The military and the police formed a circle round the house, which was protected by earthworks and held by a number of men who were reported to be determined to offer the most determined resistance. The emergency men were first first ordered to remove the earthworks, but they were afterwards withdrawn, and it was resolved to enter the house by the roof. Large scaling ladders were used, and the defenders then made holes in the roof for the purpose of repelling the attack, but in doing so they played completely into the hands of the attacking party, for immediately District Inspector Murphy and several constables made a rush up the ladders and forced their way through the roof. The men inside endeavoured to throw down the ladders with long hayforks, but without avail. A large opening was made in the roof , and through it Inspector Murphy conveyed fourteen prisoners – twelve men and two girls. The last prisoner brought out was Dr. Tully himself. <b>He was brought out in a prostrate condition, handcuffed</b>, and exclaimed that he had been struck with the end of a policeman’s rifle. Owing to his condition, Father Coey, parish priest, was sent for, and to him Dr. Tully stated that had it not been for the interference of Inspector Murphy the police would have killed him. The next house visited was of a man name Toohey. The premises were barricaded, but soon gave way before the crowbars of the emergency men. The defenders threw boiling water upon the attacking party, and the police arrested five men who were found in the house. The evictions having been completed, the police and military withdrew. Several men who were in Dr. Tully’s house are stated to have received bayonet wounds, principally in the face.</i>", "authorname": "John Spooner", "id": "47267889-6821695135-72157629198900099", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/nlireland/6821695135/#comment72157629199395011", "realname": "Brian Mulligan", "path_alias": "int0lerant", "author": "38896199@N06", "iconserver": "5464", "datecreate": "1328532839", "_content": "Jaysus, no doubt we are heading back that way when interest rates rise a little more!!! That description seems to describe the photo above very well, the holes in the roof, prisoners coming down the ladder in cuffs etc. Good work John!", "authorname": "Brian Mulligan (Film Grain)", "id": "47267889-6821695135-72157629199395011", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/nlireland/6821695135/#comment72157629199503149", "realname": "Patrick Mc Donnell", "path_alias": "pmcdonnell", "author": "8087163@N05", "iconserver": "7344", "datecreate": "1328533381", "_content": "Wild days - thanks to [http://www.flickr.com/photos/hab3045] [http://www.flickr.com/photos/int0lerant]  and [http://www.flickr.com/photos/johnspooner] for the work in adding to the information already provided and of course to Carol for posting it!", "authorname": "Patrick_Foto", "id": "47267889-6821695135-72157629199503149", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/nlireland/6821695135/#comment72157629245800631", "realname": "", "path_alias": null, "author": "32428096@N05", "iconserver": "3768", "datecreate": "1328804862", "_content": "THanks to all for the background information posted to a dramatic mirror in time!", "authorname": "Salmon Leap (@JohnA390)", "id": "47267889-6821695135-72157629245800631", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nlireland/6821695135/#comment72157629249617205", "realname": "", "path_alias": "nlireland", "author": "47290943@N03", "iconserver": "5468", "datecreate": "1328824187", "_content": "I would like to echo what [http://www.flickr.com/photos/32428096@N05] says above! Great depth of information - ye are all the very opposite of <i>scrofulous tatterdemallions</i>.", "authorname": "National Library of Ireland on The Commons", "id": "47267889-6821695135-72157629249617205", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/nlireland/6821695135/#comment72157629257736341", "realname": "Paul Reynolds", "path_alias": "paul_reynolds", "author": "37389286@N07", "iconserver": "4061", "datecreate": "1328883173", "_content": "<a href=\"http://www.guardian.co.uk/theguardian/2011/sep/01/archive-evictions-clanricarde-estate-ireland-1888\" rel=\"nofollow\">www.guardian.co.uk/theguardian/2011/sep/01/archive-evicti...</a> a little more on the Clanricarde evictions", "authorname": "Paul C Reynolds", "id": "47267889-6821695135-72157629257736341", "iconfarm": 5}, {"permalink": "http://www.flickr.com/photos/nlireland/6821695135/#comment72157629261529743", "realname": "", "path_alias": "nlireland", "author": "47290943@N03", "iconserver": "5468", "datecreate": "1328903648", "_content": "[http://www.flickr.com/photos/paul_reynolds] Thanks for that!", "authorname": "National Library of Ireland on The Commons", "id": "47267889-6821695135-72157629261529743", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/nlireland/6821695135/#comment72157629431728893", "realname": "", "path_alias": null, "author": "53439978@N02", "iconserver": "0", "datecreate": "1329947961", "_content": "Dr. Tully was a leading member of the IRB in the locality", "authorname": "tjpage", "id": "47267889-6821695135-72157629431728893", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nlireland/6821695135/#comment72157637986429236", "realname": "Damian Smyth", "path_alias": null, "author": "98356715@N08", "iconserver": "0", "datecreate": "1385252097", "_content": "Is that a medical doctor with his bag beside the tall police officer front center ?  Brought along to tend to casualties, I presume.", "authorname": "damianbsmyth_96", "id": "47267889-6821695135-72157637986429236", "iconfarm": 0}], "photo_id": "6821695135"}}