{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6282350803/#comment72157627984928291", "realname": "", "path_alias": null, "author": "11953092@N04", "iconserver": "0", "datecreate": "1321101754", "_content": "Sadly Nash was killed in action in Apri 1915. His parent were living in Worcester at the time. <a href=\"http://www.cwgc.org/search/casualty_details.aspx?casualty=155439\" rel=\"nofollow\">www.cwgc.org/search/casualty_details.aspx?casualty=155439</a>", "authorname": "David - Edinburgh", "id": "32254785-6282350803-72157627984928291", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6282350803/#comment72157628112466498", "realname": "", "path_alias": null, "author": "69717788@N04", "iconserver": "0", "datecreate": "1321127305", "_content": "<a href=\"http://www.martley.org.uk/people/nashclose.htm\" rel=\"nofollow\">www.martley.org.uk/people/nashclose.htm</a>\n\nAll three of the Nash boys, George, James and Slade, went to School House, King's School, Worcester. This was to be expected as their mother was the daughter of the Rev. Maurice Day, Headmaster of King's for 20 years from 1859 (and later vicar of Wichenford).\n\nGeorge, the eldest son, was at School House for 4 years from 1900 and then went on to Repton. From there he won an open scholarship to Magdalene College, Cambridge, where, in 1912, he graduated with a BA Hons degree in History. Wishing to be ordained, he then studied Divinity at Cuddesdon Theological College, Oxford, and it was from there that he joined the Worcestershire Regiment.\n\nThe second son James was at School House for longer, 1903-12. He won a Meeke scholarship to Hertford College, Oxford, to read Classics but, before graduating, he joined the East Surrey Regiment in August 1914. \n\nWithin a year, these two bright young men were dead. Later, the George Nash Divinity Prize and the James Nash Classical Prize were endowed in their honour, both for the Fifth Forms of King's School.\n\nJames was the first to fall in action, on 2nd of April 1915, in the trenches north-east of Mount Kemmel near Ypres. He was killed by a bullet coming from long range from the right flank. He was buried in the Kemmel Military Cemetary, Flanders, aged 21.\n\nThen just two months later, Richard and Edith had another shock when a War Office telegram arrived at The Noak informing them that George had been seriously wounded in the head, on 10th June, during the Battle at Hooge. An operation was at first thought to have been successful but he deteriorated. His mother braved the dangers of travelling abroad during the war and was with him when he died at the Boulogne Stationary Hospital on 29th June 1915, aged 24.\n\nOn Thursday 1st July, Edith arrived back in Worcester with her son's body which was taken on a gun carriage first to The Noak and then, on the next day, to St. Peter's. His funeral was on the Saturday afternoon, a detachment of King's school O.T.C. lining the path.", "authorname": "Arnham", "id": "32254785-6282350803-72157628112466498", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6282350803/#comment72157628520395241", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1324530454", "_content": "Cemetery: Kemmel Chateau Military Cemetery\nCountry: Belgium\nArea: Heuvelland West-Vlaanderen\nRank: Lieutenant\nOfficial Number:\nUnit: 1st Bn. East Surrey Regiment.\nForce: Army\nNationality: British\nDetails:\n2nd April 1915. Age 21. Son of Richard Slade Nash and Edith Nash of &quot;The Noak &quot; Martley Worcester. X. 15.\nPhotograph of grave - apply to web site\n<a href=\"http://twgpp.org/information.php?id=1622527\" rel=\"nofollow\">twgpp.org/information.php?id=1622527</a>", "authorname": "brenontario", "id": "32254785-6282350803-72157628520395241", "iconfarm": 8}], "photo_id": "6282350803"}}