{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2636491062/#comment72157605987346299", "realname": "Joe", "path_alias": "whyaduck", "author": "30085166@N00", "iconserver": "0", "datecreate": "1215238162", "_content": "Joseph Patrick Tumulty (1879&ndash;1954) was Private Secretary to President Woodrow Wilson, and as such a  very influential person, but one about whom I've found very little on the Internet.\n\nHe accounted for his own sometimes contradictory political views by calling himself a &quot;conservative progressive.&quot; He was a close ally of Wilson's Attorney General A. Mitchell Palmer, who went from being one of the most progressive members of the administration to being the instigator of the notorious Palmer Raids, in which upward of 10,000 suspected radicals were arrested under the Sedition Act, though many had no connection with any radical groups. (Dare to hope, prepare to be disappointed, I guess.)\n\nIn contrast, in 1917 Tumulty wrote in a letter to Wilson warning of the dangers inherent in certain features pertaining to press censorship in the Espionage Bill of 1917, then being debated in Congress. In his letter, Tumulty said &quot;The more completely the attempt to censor the press is killed, the better for the cause of freedom.&quot;\n\nHe was a fascinating character whose <a href=\"http://en.wikipedia.org/wiki/Joseph_Patrick_Tumulty\">weak Wikipedia biography</a> deserves to be expanded.\n\nTumulty's 1921 book, &quot;Woodrow Wilson As I Knew Him&quot; can be read <a href=\"http://www.scribd.com/doc/891794/Woodrow-Wilson-as-I-Know-Him-by-Joseph-P-Tumulty\">online at Project Gutenberg</a>, and can be downloaded as a .pdf from Google Books.", "authorname": "whyaduck", "id": "8602872-2636491062-72157605987346299", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2636491062/#comment72157606067530446", "realname": "", "path_alias": "library_of_congress", "author": "8623220@N02", "iconserver": "3703", "datecreate": "1215615656", "_content": "Thank you for the additional information! We'll add the complete name to the source data and reload the description.", "authorname": "The Library of Congress", "id": "8602872-2636491062-72157606067530446", "iconfarm": 4}], "photo_id": "2636491062"}}