{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2179873086/#comment72157629962216867", "realname": "", "path_alias": null, "author": "62750260@N07", "iconserver": "0", "datecreate": "1336123012", "_content": "&quot;MY VILLAGE” My lovely village “Oghaz Banda” is situated at a distance of eight kilometers north of Battagram and sixteen kilometers south of Thakot at the bottom of Kala Dhaka, a well-known mountain of Hazara Division Pakistan). It is bordered by Kotgalla to the north, enchanting Stream Nandhar and Shahrah-e-Raisham (Silk Route) to the east, Shingli Payeen to the south, Pine Forest (Nakhtaro Jungle) to the south-west and Landai - Kala Dhaka to the west. My great grandfather, Syed Pir Saadat Shah had six sons - Syed Pir Imam Shah, Syed Muhammad Issa Shah, Syed Maazuddin Shah, Syed Sirajuddin Shah, Syed Ruknuddin Shah and Syed Muhammad Ayaz Shah. First three sons, Syed Pir Imam Shah, Syed Muhammad Issa Shah and Syed Maazuddin Shah, who were from his Doadal wife, settled in Oghaz Banda and Landai, while Syed Sirajuddin Shah, Syed Ruknuddin Shah and Syed Muhammad Ayaz Shah, who were from his Turk-wife, settled in Chinar Kot, Singal Kot and Lami, etc. My village consists of four parts. The first one called “Poray Cham” which is situated to the south of the village, the second called “Barra Cham,” situated to the west and the third called “Kaar,” situated to the southwest and the fourth one called “Manzanay Kalay,” is the centre of the village. Besides, there are some colonies adjacent to my village, called Poray Shar, Kata Shar, Shagai and Khan Barai. My village has been blessed with a large number of natural springs, which have beautified it further. Well-known among them are: Chinar Cheena, Jarray Cheena, Tangwano Cheena, Khatsar Cheena, Sorro Cheena, Shar Cheena, Nakhtaro Cheena, Jabrai Cheena, Walla Cheena, Bodar Cheena and Gudar Cheena. All the people of my village use the water of these natural springs and enjoy their lives. Cheenar Spring is very popular which has a big maple tree adjacent to it. People sit under the ample shade of maple tree, drink cold water (chilled water) of the natural spring and spend their daytime in summer season. A cemented floor has been made under the shade of maple tree, which is used as “Ja-e- Namaaz” by the people of my village. Tangwano Cheena is very important and all the people take bath in this cheena (spring). We’re proud of all these natural springs of our village. There are five well-known big boulders (stones) in the surroundings of my village. These are known as Singlawano Gat, Kharro Gat, Gungay Gat, Tereh Gat and Baghrai Gutt. These boulders are the biggest ones in Battagram. We use to sit on these boulders and enjoy ourselves. We’re also very proud of having these big boulders in our village. There are three well-known small streams (tangey) in the surroundings of my village. These small streams are known as Bulbul Tangay, Tangwano Tangay and Cheenar Tangay. These small streams also fulfill the requirements of water for the agriculture of my village. Neekeh Gatta (Dady Stone) is also one of the scenic points of my village. People sit on it and enjoy themselves by viewing the beautiful natural scene of lush green fields. Unfortunately, this stone was removed at the time of construction of road to our village. People still do go to its site and enjoy themselves by breathtaking view of the surroundings grassy fields. The Pine Jungle, situated to the southwest of my village, has a great attraction. The tall pine trees, their waving leaves and branches look very beautiful. We sit under the shade of these pine trees in summer season. We also eat the fruits produced from cones (shintai) of pine trees. My village has the privilege to have such a beautiful forest of pine trees adjacent to it. My village has also the privilege of having a direct link through bridge with Shahrah-e-Raisham that connects Pakistan with China via Khanjrab Pass. This bridge is called ‘Japan Bridge’ which has been constructed over Stream Nandhar with the collaboration of government of Japan. This bridge has made my village a well-known and popular one in the whole district of Battagram. “Khat Sar” situated to the northeast of my village is also a popular scenic spot. People come to it and enjoy the eye-catching view of the beautiful natural scene of Stream Nandhar. We often take rest and spend most of our leisure time at Khat Sar. People also take picture of the beautiful scene of Stream Nandhar from Khat Sar. My village has a beautiful mosque in the centre of it. It looks very beautiful from everywhere. This mosque has a small Islamic Madrassa and a beautiful place of ablution (wazo khana) adjacent to it. Our village “Hujra” is situated to the east of the mosque. People pass their leisure time in this Hujra. This is also used as a combined guesthouse for the whole village. There are several meadows (Charagaah) to the west and North West of my village. People send their cattle to these meadows for grazing, which come back in the evening. Among these meadows, important ones are - Kaareen, Kuzzay Mattay, Barray Mattay and Chowgai. These are very fertile lands and people should utilize them for agricultural purposes. May God give courage to the people of my village to construct houses at these lands for themselves and make proper use of them. Amin! My village has also some well-known graveyards in the surroundings of it. These are called Landai Baba Graveyard, Jangrai Baba Graveyard, Paacha Baba Graveyard, Mulyano Baqbara and Spedaar Baba Graveyard, Khatsar Ziarat, Abai Ziarat and Haji Baba Ziarat. All our forefathers have been buried at these graveyards. People visit these graveyards to pray for their loved ones. May Almighty Allah grant His eternal peace to all of them. Amin! There are some spots of “rest” between my village and Landai. At these spots, people take rest for some time and get them-selves relaxed when they are under any stress. Among these rest spots, Proat Inzar, Damma, Ona ( ), Kharo Gut and Kandao are important ones. My village has the honour to have produced genius, educated, hospitable and hardworking people. It is matchless in education as compared to other villages of the area. My village has proud people. It has a large number of Haafiz-e-Quran, ulema, doctors, engineers, masters of Science, theology, business administration and computer, etc. They are very industrious and earn their living by the sweat of their brows. It has peace-loving people who want to enjoy cordial, peaceful, harmonious and friendly relations with all their neighbors. When the people of Kala Daka (Black Mountain) used to go to Battagram for shopping, on their way back, they used to spend their nights in the mosque of our village. They were used to feed by the people of my village. So my village was very popular for hospitality in the area. I love all these places from the core of my heart. I have been born, bred and spent most of the time of my childhood at these places. When I am sleeping, I always dream of these sites. When I am alone, these places are with me. My village is more than Kashmir to me. All people love it very much. My village was set ablaze by our archrival neighbours and the people were exiled in 1948. But by the grace of Al-Mighty Allah, we came back after an exile of four years. We built it once again. But unfortunately, its 85% population was devastated by severe earthquake at 8.52 (am), Saturday, 4th Ramazanul Mubarak-1426 A.H., 8th October 2005. May Allah protect my lovely village from all future dangers. Amin! ", "authorname": "S.W.Shah", "id": "8602872-2179873086-72157629962216867", "iconfarm": 0}], "photo_id": "2179873086"}}