{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7023609931/#comment72157629519988676", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1335208054", "_content": "John Willoughby Scott was the son of Sir John Scott KCMG DCI and Lady Scott, and was married to Madeline E Scott, of Tudor Cottage, Overthorpe, Banbury, Oxfordshire. He was educated at Rugby School.\n\nFrom 'The Great War Forum': an extract from the 8th SLI War Diary during the Second Battle of the Scarpe 23-24 April 1917.\n\nThe 8th Somerset L.I. meanwhile had collected their main body in the sunken road south of the X roads in I 7 1. under the command of Captain Saunders and 2nd Lt Owen:- the only two Officers who remained in action until relieved. Lt Col J W Scott, his Adjutant, Headqrs, and the remainder of the Battalion were at about I 7 1.1. At this stage the Adjutant was wounded, and Lt Col J W Scott was killed, while the enemy in artillery formation came down over GREENLAND HILL to a trench about 800 yards of the sunken road running from the I 7 a 2.8 to I 7 c.7.8 and parallel to it.//", "authorname": "Gary Donaldson", "id": "32254785-7023609931-72157629519988676", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7023609931/#comment72157629520137922", "realname": "", "path_alias": null, "author": "29296338@N07", "iconserver": "0", "datecreate": "1335209270", "_content": "As Captain John Willoughby Scott, he sailed with the Queen's Own Oxfordshire Hussars to France on 20th September 1914 as squadron leader of &quot;A&quot; (Oxford) Squadron having seen service in the South African War in the Royal Artillery.", "authorname": "bpc59", "id": "32254785-7023609931-72157629520137922", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7023609931/#comment72157629526792072", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1335286007", "_content": "John Willoughby Scott was awarded a Distinguished Service Order, DSO, for meritorious service in the King's Birthday Honours List of 1 Jan 1917; he was also 3 times Mentioned in Despatches.\n\nJohn Willoughby Scott was originally commissioned from the Royal Military Academy as a Second Lieutenant on 23 Dec 1897. [LG 18 Jan 1898].\n\nHis Territorial Force commission as a Captain in the Oxfordshire (Queen's Own Oxfordshire) Hussars reverted to Second Lieutenant in receipt of retired pay under Article 510 of the Royal Warrant on 23 May 1908 [LG 1 Dec 1908].//", "authorname": "Gary Donaldson", "id": "32254785-7023609931-72157629526792072", "iconfarm": 0}], "photo_id": "7023609931"}}