{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/statelibraryqueensland/8143525888/#comment72157631900694470", "realname": "State Library Queensland", "path_alias": "statelibraryqueensland", "author": "32605636@N06", "iconserver": "7441", "datecreate": "1351748122", "_content": "William Alexander Jenyns Boyd (1842-1928), agricultural journalist, schoolmaster and soldier, was born in Paris on 27 November 1842, son of Captain Charles Boyd, 95th Regiment, who had been a lieutenant-colonel in the Anglo-Spanish Legion of 1835, and his wife Mary, née Vachell, an aunt to the writer H. A. Vachell. He was educated in England, in Germany at Mannheim and Bonn, in Switzerland at Cully (near Lausanne) and the Italian School at Zurich, and at the Lycée de Versailles, France. Placed in a Manchester mercantile house while being coached for the army, he preferred to go to sea and, as a teenager, sailed the world in American ships. He migrated to Queensland in 1860 and, immediately selecting a small block at Oxley Creek, grew cotton, arrowroot and rice, and energetically and with characteristic initiative built the district's only cotton-mill. On 2 December 1862 he married Isabella Dawson, who soon began teaching privately; in 1867 Boyd became headmaster of the new West Oxley State School. He was a successful teacher with a progressive concern for individual needs and an 'intimate conversational style'. \n\nBoyd began to grow sugar at Pimpama in 1871 and built his own mill. When cane-rust and frosts defeated him, he became headmaster of Townsville State School. He was made 'Occasional District Inspector and Promoter of New Schools' in 1874 and for nearly two years travelled alone through goldfields and remote stations observing northern life and manners. As agricultural editor of the Queenslander from 1874, he published a series of sketches of colonial characters noticed in those years. He resigned from teaching in 1875 to buy and edit the Cleveland Bay Express at Townsville and returned to southern Queensland considerably wealthier in 1878.\n\nInformation Source: Australian Dictionary of Biography <a href=\"http://adb.anu.edu.au/biography/boyd-william-alexander-5325/text8997\" rel=\"nofollow\">adb.anu.edu.au/biography/boyd-william-alexander-5325/text...</a>, accessed 1 November 2012.", "authorname": "State Library of Queensland, Australia", "id": "32560314-8143525888-72157631900694470", "iconfarm": 8}], "photo_id": "8143525888"}, "flarchive:created": 1389618852}