{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/6025035141/#comment72157627323188303", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1313506251", "_content": "Joaquim Mouzinho de Albuquerque, militar e governador colonial português, nasceu a 12 de Novembro de 1855, na Batalha. Frequentou o curso de Cavalaria da Escola do Exército, vindo depois a alcançar o posto de tenente-coronel, colocado no Estado-Maior da sua arma. Seria abundantemente condecorado e tornar-se-ia ajudante de campo do rei D. Carlos.\n\nDistinguiu-se em diversas campanhas coloniais, especialmente na província de Moçambique, onde fez parte da expedição que submeteu os régulos das regiões hostis e derrotou o mais poderoso dos chefes, o célebre Gungunhana, nos combates de Cooleia, Chaimite, etc. Pouco depois e acompanhado apenas por cinquenta e três homens, conseguiu, num rasgo de audácia, aprisionar Gungunhana no seu Kraal.\nA captura de Gungunhana, associada a uma vitória militar de Mouzinho em Macontene, em 1897, proporcionou aos portugueses a oportunidade de ocuparem toda a parte sul do território moçambicano. Mais tarde derrotou os Namarrais e as importantes forças dos rebeldes vátuas.\n\nFoi governador do distrito de Gaza e governador-geral de Moçambique, cargo que resignou em 1898, data em que voltou a Portugal. \n\nRegressado à metrópole, Mouzinho de Albuquerque foi nomeado, a 28 de Setembro de 1898, ajudante de campo efectivo do rei D. Carlos I de Portugal, oficial-mor da casa real e aio do príncipe D. Luís Felipe de Bragança. A sua posição crítica face à política e aos políticos da sua época foi determinante no lançamento de uma campanha contra a sua pessoa, para o afastar do Paço, correndo também rumores sobre uma sua ligação íntima à rainha D. Amélia de Orleães.\n\nIncapaz de, pela sua própria formação militar rígida e pelo feitio orgulhoso, de resistir ao clima de intriga, de indecisão política e de decadência em que a monarquia agonizava, Mouzinho de Albuquerque prepara minuciosamente a sua morte, suicidando-se \nNo entanto, continuava a mostrar-se vocacionado para a guerra e o exército. Angustiado, não sabem os historiadores dizer exatamente porquê, Mouzinho escolheria pôr fim à vida dentro de um táxi, em Lisboa a caminho de Benfica, dando um tiro na cabeça, a 8 de Janeiro de 1902.\n\nEm homenagem ao capitão Mouzinho de Albuquerque, a Companhia Colonial de Navegação baptizou o seu paquete que entrou ao serviço da companhia em 1929 com o nome de &quot;Mouzinho&quot;. Com capacidade para 691 passageiros navegou até ao ano de 1954.", "authorname": "J. Leite", "id": "26532116-6025035141-72157627323188303", "iconfarm": 6}], "photo_id": "6025035141"}, "flarchive:created": 1387729608}