{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8032345119/#comment72157631670089748", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1349128818", "_content": "The 7 year old Thomas H, born Bethnal Green, London is on the 1901 census at 22 Straham Road, Mile End Old Town, London. This is the household of his parents, Thomas C, (aged 30 and a Railway Clerk from Bethnal Green) and Esther, (aged 30 and from Mile End London). They also have a daughter, Ivy, aged 5 months. Each house on the street is divided into two households - looking at the current for sales it looks like many of these bay fronted Victorian Terrace houses on this road are still split into two flats.\n\nThe same individual appears to be recorded on the 1911 census as a Thomas Harold and his father as Thomas Charles. The family still reside in the Mile End District - afraid I don't have a full subscription so can't check the details. His sister is Ivy Esther.\n\nThe marriage of a Thomas H. Willy to an Ivy E.Craddock took place in the District of West Ham, London in the April to June 1912 quarter.\n\nIt may be a co-incidence, but the birth of an Ivy L Willy to a mother whose maiden name was Craddock, was recorded in the Poplar District of London in the July to September 1912 quarter.\n\n1/17th (County of London) Battalion (Poplar and Stepney Rifles)\nAugust 1914 : at 66 Tredegar Road, Bow. Part of 5th London Brigade, 2nd London Division. Moved on mobilisation to St Albans.\n10 March 1915 : landed at Le Havre.\n11 May 1915 : formation became 141st Brigade in 47th (2nd London) Division.\n<a href=\"http://www.1914-1918.net/london.htm\" rel=\"nofollow\">www.1914-1918.net/london.htm</a>\n\nWILLY, THOMAS H.\nRank:Rifleman \nService No:571349 \nDate of Death:01/10/1916 \nRegiment:London Regiment\n (3562). 1st/17th Bn. \nPanel Reference Pier and Face 9 D 9 C 13 C and 12 C. \nMemorial THIEPVAL MEMORIAL \nAdditional Information:\nSon of Thomas Charles and Esther Willy; husband of Ivy Elizabeth Willy, of 23, Mostyn Rd., Bow, London.\nCWGC <a href=\"http://www.cwgc.org/find-war-dead/casualty/822519/WILLY,%20THOMAS%20H\" rel=\"nofollow\">www.cwgc.org/find-war-dead/casualty/822519/WILLY,%20THOMA...</a>\n\nThere is a medal index card listing at the National Archive in series WO 372 for a Thomas H Willy of the London Regiment. It looks like the card is either damaged or indecipherable as the listing has him first as 35 (Incomplete) and then 5713 (Incomplete)\n\nSunday 1st October 1916. Day 93\n\nEaucourt L’Abbaye\n\nLocated south east of Le Sars 141 Bde of 47th Div attacked here supported by two tanks.\n\n1/19th London Regt was held up by MG fire, sheltering in shell holes 50 yards from the German Line. The tanks worked along Flers Trench allowing the Londons to advance and link with the New Zealanders on the Le Barque Road. 1/20th London Regt waited for the tanks too and then swept through Eaucourt L’Abbaye and linked with 1/19th Bn. During this attack the tanks were ditched in Flers Trench and so 1/17th London did not have their support on the left flank. Held up by uncut wire and MG fire,a German counter attack drove them back.\n<a href=\"http://forum.irishmilitaryonline.com/showthread.php?9058-The-Somme-Day-by-Day/page5\" rel=\"nofollow\">forum.irishmilitaryonline.com/showthread.php?9058-The-Som...</a>", "authorname": "Moominpappa06", "id": "32254785-8032345119-72157631670089748", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8032345119/#comment72157631774121479", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1350295886", "_content": "Thomas Harold Willy born Dec Q 1893 Bethnal Green according to Birth Index &amp; 1901 census. Baptised 17 Dec 1900 at St James the Less, Bethnal Green. <a href=\"http://www.stjamesthelessbg.org.uk/\" rel=\"nofollow\">www.stjamesthelessbg.org.uk/</a>  Tree on <a href=\"http://www.ancestry.co.uk\" rel=\"nofollow\">www.ancestry.co.uk</a> gives parents as Thomas Charles and Esther Willy (nee Shead). \n\nThere is a School Admissions record dated 1899 which shows Thomas's date of birth as 17th Nov 1893. He attended Olga Street School, Tower Hamlets, which opened in 1874 and which was re-named John Bartlett School in 1951. <a href=\"http://collage.cityoflondon.gov.uk/collage/app;jsessionid=93233F883ACA14F5C7C277A8764B0C2B?service=external/Item&amp;sp=I9:Olga+Infants'+School+\" rel=\"nofollow\">collage.cityoflondon.gov.uk/collage/app;jsessionid=93233F...</a>(L.B.+of+Tower+Hamlets)%3A%3AO&amp;sp=191918&amp;sp=X He was admitted on 10th Apr 1899 and is recorded as being 'Removed' on 24th Jul 1901. Highest standard of R[eading] attained whilst at school shown as 7.\n\nThe address in 1901 is 22 Strahan Road <a href=\"http://maps.google.com/maps?hl=en&amp;sugexp=les;&amp;pq=22+strahan+road,&amp;cp=23&amp;gs_id=11&amp;xhr=t&amp;bav=on.2,or.r_gc.r_pw.r_qf.&amp;bpcl=35277026&amp;biw=1080&amp;bih=511&amp;wrapid=tljp1350295818254016&amp;q=22+strahan+road,+london&amp;um=1&amp;ie=UTF-8&amp;hq=&amp;hnear=0x48761d24c9dbf437:0x16a886c70c38bbd,22+Strahan+Rd,+London+E3+5DB,+UK&amp;sa=X&amp;ei=FOF7UKHAKImo0QWVg4GwAQ&amp;sqi=2&amp;ved=0CB0Q8gEwAA\" rel=\"nofollow\">maps.google.com/maps?hl=en&amp;sugexp=les;&amp;pq=22+stra...</a> and the family are still there in 1911. 17yr old Thomas is described as a Clerk but no additional detail is supplied. His father is also still working as a Clerk, again no further detail.\n\nThomas Snr and Esther had been married for 18yrs and had only 2 children: Thomas Jnr and his sister Ivy Esther.\n\nThomas Harold's widow remarried on 5th Jun 1920 at St Stephen, Tredegar Road, Tower Hamlets. The church was destroyed during WW2 <a href=\"http://www.flickr.com/photos/churchcrawler/3051705725/\">www.flickr.com/photos/churchcrawler/3051705725/</a> Ivy Elizabeth Willy. Aged 26, Widow. Residence 23 Mostyn Road. Father's name shown as Alfred Craddock, Printer's Cutter. Her second husband was Edward Henry Brown. Aged 25. Engineer. Residence 122 Usher Road. Father's name Edward Henry Brown (deceased), Butcher. via <a href=\"http://www.ancestry.co.uk\" rel=\"nofollow\">www.ancestry.co.uk</a> London Marriages Online.\n\nIvy Elizabeth Brown born 19 Dec 1893 (verified from baptism record) died in Haringey Dec Q 1974 aged 81.", "authorname": "Mrs Audubon", "id": "32254785-8032345119-72157631774121479", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8032345119/#comment72157632012953329", "realname": "", "path_alias": null, "author": "38811045@N04", "iconserver": "7164", "datecreate": "1352984115", "_content": "Good example here of a man who was originally posted missing.  His medal index card gives his original TF number: 3562 and his later six-digit TF number which would have been issued in early 1917.  His four digit number tells us that he joined the 17th Londons between 20th and 27th Feb 1915 and he was issued with a six-digit number because at the time of issue he had not been officially reported as KiA.  In essence, in 1917 when the TF was re-numbered, he was still on the 17th London's books as missing, hence the reason why he was issued a second number.  The comment written on his MIC that he was &quot;DEAD 1-10-16&quot; post-dates the issue of this second six-digit number.", "authorname": "Paul C A Nixon", "id": "32254785-8032345119-72157632012953329", "iconfarm": 8}], "photo_id": "8032345119"}}