{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6276210124/#comment72157628103887502", "realname": "", "path_alias": null, "author": "69662531@N05", "iconserver": "6048", "datecreate": "1321020681", "_content": "From Commonwealth War Graves Commission website:\n\nName:LEAHY, PERCY EDWARD\nInitials:P E\nNationality:United Kingdom\nRank:Lieutenant Colonel\nRegiment/Service:York and Lancaster Regiment\nUnit Text:6th Bn.\nAge:35\nDate of Death:17/07/1918\nAwards:Mentioned in Despatches\nAdditional information:Son of Charles E. and Isabel Leahy, of 24, Flander's Mansions, Bedford Park, Chiswick, London. Native of Co. Kerry.\nCasualty Type:Commonwealth War Dead\nGrave/Memorial Reference:III. E. 13.\nCemetery:MAZINGARBE COMMUNAL CEMETERY EXTENSION", "authorname": "Historydevotee", "id": "32254785-6276210124-72157628103887502", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6276210124/#comment72157628128766772", "realname": "", "path_alias": null, "author": "69699566@N03", "iconserver": "6120", "datecreate": "1321303838", "_content": "Percy Edward Leahy\n\nNoted on his Medal Index Card \n\nMrs I Leahy of 24 Flanders Mansions Bedford Park London W4\nApplied for her late sons medals on 8th August 1921", "authorname": "FAMILY HISTORIAN RESEARCHER", "id": "32254785-6276210124-72157628128766772", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6276210124/#comment72157628128772472", "realname": "", "path_alias": null, "author": "69699566@N03", "iconserver": "6120", "datecreate": "1321303888", "_content": "1901 UK Census\n45 Harrinson Street Barrow in Furness Lancashire\nPercy Edward Leahy 18 boarder Apprentice Marine Engineer born Ireland", "authorname": "FAMILY HISTORIAN RESEARCHER", "id": "32254785-6276210124-72157628128772472", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6276210124/#comment72157628128799256", "realname": "", "path_alias": null, "author": "69699566@N03", "iconserver": "6120", "datecreate": "1321304132", "_content": "Probate\n(mother) Isabel Leahy of 3 Woodstock Road Bedford Park Chiswick Middlesex wife of Charles Edward Leahy died on 8th February 1940 at Aut Even Hospital Kilkenny. Probate held in London on 29th April 1940 awarded to Charles Fergusson Nash Leahy Civil Engineer total sum of Effects £1,018.15s.3d", "authorname": "FAMILY HISTORIAN RESEARCHER", "id": "32254785-6276210124-72157628128799256", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6276210124/#comment72157628003965397", "realname": "", "path_alias": null, "author": "69699566@N03", "iconserver": "6120", "datecreate": "1321306012", "_content": "(Brother) Charles Fergusson Nash Leahy served with the Royal Engineers in WW1\nCharles death registered Jun 1950 Sussex Vol.5h Page 14 aged 65yrs", "authorname": "FAMILY HISTORIAN RESEARCHER", "id": "32254785-6276210124-72157628003965397", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6276210124/#comment72157628004640517", "realname": "", "path_alias": null, "author": "69699566@N03", "iconserver": "6120", "datecreate": "1321312132", "_content": "(Brother) Richard Leahy of Tralee Parents Charles Leahy a Gentleman &amp; Isabella Leahy was Baptised on 16th October 1881 in Parish of Tralee County of Kerry\n\n(Brother) Charles Fergusson Nash Leahy born 18th June 1884 of Tralee Parents Charles Leahy a Merchant &amp; Isabella Leahy was Baptised on 23rd July 1884 in Parish of Tralee County of Kerry\n\n(Sister) Mauriel Agnes Leahy born 25th September 1887 of Tralee Parents Charles Leahy a Gentleman &amp; Isabella Leahy was Baptised on 6th November 1887 in Parish of Tralee County of Kerry\n\n(Brother) Berkley Noel Leahy born 25th December 1889 of Tralee Parents Charles Leahy a Barony Constable &amp; Isabella Leahy was Baptised on 4th February 1890 in Parish of Tralee County of Kerry", "authorname": "FAMILY HISTORIAN RESEARCHER", "id": "32254785-6276210124-72157628004640517", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6276210124/#comment72157628129707232", "realname": "", "path_alias": null, "author": "69699566@N03", "iconserver": "6120", "datecreate": "1321312162", "_content": "(Sister) Mauriel Agnes Leahy of Ballycarthy B’Seedy married Gregg Robert Bronthron of Morleys Hotel a General Merchant Manager on 2nd April 1908 at Ballymacelligott Kerry fathers Charles Edward Leahy Esquire &amp; Gregg Richard Bronthron Witnesses Charles V Roshen &amp; Charles E Leahy", "authorname": "FAMILY HISTORIAN RESEARCHER", "id": "32254785-6276210124-72157628129707232", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6276210124/#comment72157628004648747", "realname": "", "path_alias": null, "author": "69699566@N03", "iconserver": "6120", "datecreate": "1321312217", "_content": "(Parents) Charles Edward Leahy of Tralee a Merchant married Isabelle Maria Quill of Tralee on 25th Janaury 1881- fathers Richard Leahy Merchant Gentleman &amp; Jerome Quill Gentleman JP- Witnesses JJ Quill &amp; Rob Dunny\n\n(Father) Charles Edward Leahy of Tralee Baptised on 25th June 1856 in Parish of Tralee County of Kerry Parents Richard Leahy a Gentleman &amp; Elenora Leahy\n\n(Mother) Isabela Maria Quill of Tralee Baptised on 28th May 1856 in Parish of Tralee County of Kerry Parents Jerome Quill a Gentleman &amp; Elizabeth Quill", "authorname": "FAMILY HISTORIAN RESEARCHER", "id": "32254785-6276210124-72157628004648747", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6276210124/#comment72157628129715996", "realname": "", "path_alias": null, "author": "69699566@N03", "iconserver": "6120", "datecreate": "1321312257", "_content": "Percy’s Grandfather Jerome Quill JP meets Queen Victoria at Tralee \n\nThe Royal train, which included the Queen's own coach and six other first-class carriages as well as luggage vans, arrived in Killarney at 6.30 on August 26 1861 after a journey of six hours and 40 minutes from Kingsbridge in Dublin.\n\nOn the platform to greet the Royals were Viscount Castlerosse and Colonel Herbert and the following magistrates: The Hon Dayrolles B. de Moleyns, Burnham House; Sir William Duncan Godfery, Kilcoleman House; Sir Rowland Blennerhassett, Churchill House, the Spa, Tralee; The McGillycuddy of the Reeks, the Knight of Kerry, Valentia; James O'Connell, Lakeview; D. Mahony, Dunloe Castle; Daniel Coleman Coltsman, Flesk Castle; John M Bernard, Shearee; Denis Shine Lawlor, Grenagh; Kean Mahony Cullina, Thomas Galwey, Killarney; Nicholas Donovan, Tralee; John Leahy, Southill; Jerome Quill, Tralee; Daniel J Moynihan, Freemount; D Cruise, Killarney; Oliver Moriarty, Mallow; Edward Rae, Keel, Henry Leahy, Flesk, and Garrett Nagle, Ballinamona.", "authorname": "FAMILY HISTORIAN RESEARCHER", "id": "32254785-6276210124-72157628129715996", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6276210124/#comment72157628129720232", "realname": "", "path_alias": null, "author": "69699566@N03", "iconserver": "6120", "datecreate": "1321312298", "_content": "(Grandparents &amp; Aunt) Jerome Quill, 67 years, Elizabeth Quill, Agnes Quill, buried in the old Graveyard, in Tralee\n\n(Uncle) Lieutenant Berkley Crosbie Quill C.B.1902; born 1852 third son of Jerome Quill of Tralee entered the Army in 1872 York &amp; Lancashire Regt, of Ballycarty.", "authorname": "FAMILY HISTORIAN RESEARCHER", "id": "32254785-6276210124-72157628129720232", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6276210124/#comment72157628129735518", "realname": "", "path_alias": null, "author": "69699566@N03", "iconserver": "6120", "datecreate": "1321312432", "_content": "Percy Edward Leahy extended family \n\nJerome Henry QUILL Shopkeeper and Grazier is a native of Victoria, and was born in 1850 in Collingwood. He is the youngest son of the late Anthony Antony de Lacy Quill a retired veteran who has seen service in the East Indies. He is a nephew of Jerome Quill, JP of Countee Tralee, Ireland and Thomas Quill, manager of the National Bank County of Wexford, he is the grandson of Colonal Quill and a brother of Thomas Quill, who was recently made the recipient of a gorgeous jewel of gold by his fellow-masons of the Thistle Lodge New Zealand, on the occasion of his retiring from the Grandmastership of that body. Mr. Quill was educated at the Model and Training School, in Spring Street Melbourne, and trained for mercantile pursuits. On the completion of his scholastic course he studied medicine, which nine months later he was compelled to abandon, his health being shattered by a too constant application to his books. Finding that out-door occupation was alone conducive to his good health he resided for a number of years on the Yangar Lake Station on the Murrumbidgee River. Later on he visited the Clarence River, and remained there for some four years engaged in pastoral pursuits. After that time he turned his attention to mining and eventually took up land in Monaro, near Buckly Crossing and became a grazier. Five years ago he purchased the site of his present store, adjoining which, he erected a handsome hotel", "authorname": "FAMILY HISTORIAN RESEARCHER", "id": "32254785-6276210124-72157628129735518", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6276210124/#comment72157628129742502", "realname": "", "path_alias": null, "author": "69699566@N03", "iconserver": "6120", "datecreate": "1321312505", "_content": "Percy Edward Leahy extended family\n\nJerome Henry Derenzie Percival Quill was born in Ireland and arrived in Melbourne in 1857 with his family on the Horizon. His family were prominent protestants in Co Kerry where they were merchants or served in the British army and Navy. His father, Anthony, was a clerk and gentleman.\nBy 1874 Henry had arrived in the Monaro. In 1878 his residence was recorded as Woolway, Monaroo (sic) where he was the overseer (according to his obituary). In 1880 he selected 640 acres on the Coonghoongbula Estate. After selling his interest in the land Henry opened a store, in Buckley's Crossing Place at the rear of Keating's Hotel. He subsequently erected the Imperial Hotel in 1883 which he conducted until his death.\nFamily tradition records that Henry was a very aristocratic man with aquiline features and later in life, a moustache. He went to church at Dalgety dressed in a frock coat and top hat. An Anglican service was held on alternating Sundays with the Catholic service, Henry, an Anglican, always went to both. \nHe was known to take an active interest in community matters. Both obituaries in local papers record that he was an all round sportsman and that he was a lover of horses. He was an owner of several good racehorses and ran them successfully at Adaminaby, Cooma, Goulburn and other centres.", "authorname": "FAMILY HISTORIAN RESEARCHER", "id": "32254785-6276210124-72157628129742502", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6276210124/#comment72157628004949655", "realname": "", "path_alias": null, "author": "69699566@N03", "iconserver": "6120", "datecreate": "1321315348", "_content": "Percy Edward Leahy  - Family links to the HM Queen Mother and Queen Elizbaeth II\n\nPercy’s cousin Jessie Woodriffe Berkley Quill born 1893 daughter of Colonel Berkley Crosbie Quill married Walter Parkyns Tyser in October 1920, Walter Parkyns Tyser was the director of the following companies Tysex Line Ltd, Cunard Steam Ship Company and Chairman of the Commwealth &amp; Dominion Line \n\nJessie and Walter Tyser had a daughter Mary Elizabeth Tyser who married Anthony Durant Gibbs 5th Baron Aldenham \n\nMary Elizabeth Gibbs nee Tyser became Baroness Aldenham on 30th May 1969.\n\nAnthony Durant Gibbs brother is Captain Hon. Vicary Parl Gibbs who died on 20th September 1944 at age 23, killed in action, but had married Jean Frances Hambro who became the sister in law of Mary Elizabeth Gibbs nee Tyser\n\nJean Frances Hambro who went on to remarry Rev.Hon. Andrew Charles Victor Elphinstone son of Sidney Herbet Elphinstone and Lady Mary Frances Bowes-Lyon sister of the Queen Mother\n\nJean Frances Hambro held the office of Lady-in-Waiting to HRH Princess Elizabeth in 1945 and held the office of Extra Woman of the Bedchamber to HM Queen Elizabeth II in 1953 and was invested as a Commander, Royal Victorian Order (C.V.O.) in 1953.", "authorname": "FAMILY HISTORIAN RESEARCHER", "id": "32254785-6276210124-72157628004949655", "iconfarm": 7}], "photo_id": "6276210124"}}