{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/5496667719/#comment72157626202658484", "realname": "", "path_alias": null, "author": "91829349@N00", "iconserver": "5466", "datecreate": "1299354976", "_content": "Billy Lush, baseball coach.  Didn't stay there long:  <a href=\"http://www.baseball-reference.com/bullpen/Billy_Lush\" rel=\"nofollow\">www.baseball-reference.com/bullpen/Billy_Lush</a>", "authorname": "rjones0856", "id": "8602872-5496667719-72157626202658484", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5496667719/#comment72157626296437730", "realname": "Kristi", "path_alias": "kristi_loc", "author": "34904489@N07", "iconserver": "3309", "datecreate": "1300488603", "_content": "rjones0856:  Thanks for the info on the coach. We can add his more complete name to the record when we update.\n\nWystan:\n[Response to original comment, which appears to have been deleted]\n\nThanks for the information.  It turns out to be a much more complex story than it appears at the outset!  It appears that referring to this team as the Chinese team of the University of Hawaii is not quite accurate, despite the term being used in various sources.  From Dan Cisco's <u>Hawaii Sports: History, Facts and Statistics</u> (University of Hawaii Press, 1999), baseball did not debut at the College of Hawaii until 1917.  The College of Hawaii was not known as the University of Hawaii until 1920, according to the University of Hawaii's <a href=\"http://www.hawaii.edu/about/history.html\" rel=\"nofollow\">website</a>.  \n\nSince this event took place in 1914, it seems that the story told by Joel S. Franks in <u>Asian Pacific Americans and Baseball: A History</u> (Jefferson, N.C.: McFarland &amp; Co., Inc., 2008) might be closer to accurate.  He indicates that a baseball team formed of Chinese Americans was sent to the mainland in 1912 to play against university teams, and this endeavor was supported by &quot;Chinatown business interests in Honolulu&quot;, amongst others, in an attempt to bolster tourism and provide a connection &quot;between Chinese Americans and European Americans&quot;.  The mainland press publicized them as representatives of the Chinese University of Hawaii, even though that did not exist. It was later speculated by Honolulu sportswriter Red McQueen that they wanted it to seem like the college teams on the mainland were playing against other college students when facing the Chinese American team, though that was not actually the case.\n\nThis team played Columbia University's team on May 31, 1914, and beat them by a score of 4-2, per this <a href=\"http://query.nytimes.com/mem/archive-free/pdf?res=990DE7DB1F39E633A25752C3A9639C946596D6CF\" rel=\"nofollow\">New York Times article</a>.\n\nWe will expand the description when we update.", "authorname": "Kristi (LOC P&P)", "id": "8602872-5496667719-72157626296437730", "iconfarm": 4}], "photo_id": "5496667719"}}