{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1226417644", "originalformat": "jpg", "owner": {"username": "Biblioteca de Arte-Fundação Calouste Gulbenkian", "realname": "Biblioteca de Arte / Art Library Fundação Calouste Gulbenkian", "nsid": "26577438@N06", "iconserver": "3017", "location": "", "path_alias": "biblarte", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "3022492890", "title": {"_content": "Hospital de Sant'Ana, Parede, Cascais, Portugal"}, "media": "photo", "tags": {"tag": [{"raw": "Mário", "machine_tag": 0, "id": "26532116-3022492890-157475", "_content": "mário", "author": "26577438@N06"}, {"raw": "Novais", "machine_tag": 0, "id": "26532116-3022492890-5855600", "_content": "novais", "author": "26577438@N06"}, {"raw": "Parede", "machine_tag": 0, "id": "26532116-3022492890-67220", "_content": "parede", "author": "26577438@N06"}, {"raw": "Cascais", "machine_tag": 0, "id": "26532116-3022492890-55257", "_content": "cascais", "author": "26577438@N06"}, {"raw": "Hospital de Sant'Ana", "machine_tag": 0, "id": "26532116-3022492890-51214160", "_content": "hospitaldesantana", "author": "26577438@N06"}, {"raw": "Mário Novais", "machine_tag": 0, "id": "26532116-3022492890-26567071", "_content": "márionovais", "author": "26577438@N06"}, {"raw": "Hospital", "machine_tag": false, "id": "26532116-3022492890-1409", "_content": "hospital", "author": "26577438@N06"}]}, "comments": {"_content": "0"}, "secret": "4f17ece57a", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "Fotografia sem data. Produzida durante a actividade do Estúdio Mário Novais: 1933-1983.\n\n<b>Hospital de Sant'Ana</b>\nNos fins do século XIX existiu na Europa um grande movimento de combate contra um dos grandes males que afligia a Humanidade – a tuberculose – pelo que em todos os países civilizados começaram a surgir “Sanatórios”.\nO Dr. Sousa Martins, então médico de reconhecida competência foi um dos iniciadores da luta contra esse mal. Encontrou no casal Biester e em sua tia D. Claudina Chamiço o apoio para que se construísse um Sanatório, numa região em que o clima, pelas suas características estava indicado para este tipo de doente.\nO Sanatório de Sant’Anna foi assim inaugurado no dia 31 de Julho de 1904, por D. Claudina Chamiço, sua instituidora, que o legou à Misericórdia “… por ser a Instituição que pela sua respeitabilidade, antiguidade e garantia de duração, mais própria lhe pareceu para receber este legado”.\nDesde 1910 que a assistência aos doentes foi assumida pelas Irmãs Dominicanas de Santa Catarina de Sena, assistência essa, que se mantém até aos nossos dias.\nDepois da morte de D. Claudina Chamiço, ocorrida em 1913, a gestão do Sanatório foi assegurada por uma Comissão de sete membros, sendo um deles o Provedor da Santa Casa da Misericórdia de Lisboa. Só em 1927 a Comissão decidiu entregar à Misericórdia a gestão do Sanatório.\nNova dinâmica conheceu então esta Casa. Montaram-se as salas de RX e o Serviço de Medicina Física de Reabilitação, iniciaram-se as primeiras intervenções cirúrgicas ortopédicas, que apesar de simples revelavam audácia, devido à improvisação da sala de operações.No fim dos anos 50, o Sanatório conheceu um novo impulso, tendo-se introduzido várias modificações, entre as quais uma sala de operações. \nSurgiram, então, os Especialistas de Ortopedia, Anestesiologia e Medicina Física de Reabilitação que vieram dar uma maior dinâmica no tratamento dos doentes.\nEm 1961, por despacho ministerial de 21 de Julho, passou o Sanatório a ter existência jurídica como Hospital.\nPelo Decreto nº 48077, de 15 de Novembro, foi o Hospital de Sant’Ana integrado na Direcção Geral dos Hospitais, regressando no entanto em 1982, à Administração da Misericórdia de Lisboa (Decreto-Lei nº 341/82, de 25 de Agosto), por força do legado feito pela sua fundadora.\nO Hospital de Sant’Ana, vocacionado essencialmente para prevenção, tratamento e reabilitação no campo da ortopedia, iniciou em 1981, ainda antes de ter sido retomado pela SCML, a cobertura traumatológica da área circundante de Cascais / Sintra. Presentemente, e desde Maio de 1999, faz a cobertura traumatológica, conjuntamente com o Hospital Egas Moniz, dos Concelhos de Oeiras e Lisboa, no Serviço de Urgência do Hospital São Francisco Xavier.\n\n[CFT003 003645.ic]"}, "isfavorite": 0, "views": "5493", "farm": 4, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2006-07-27 13:45:53", "lastupdate": "1386343890", "takengranularity": "0", "posted": "1226417644"}, "originalsecret": "414238f6d7", "license": "3", "notes": {"note": []}, "server": "3022", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/biblarte/3022492890/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387761088}