{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/smithsonian/6891733187/#comment72157633518502547", "realname": "", "path_alias": "pixelwrangler", "author": "43854658@N00", "iconserver": "5533", "datecreate": "1368977981", "_content": "&nbsp;\n<a href=\"http://news.nationalgeographic.com/news/2013/13/130519-women-scientists-overlooked-dna-history-science/\" rel=\"nofollow\"><b>6 Women Scientists Who Were Snubbed Due to Sexism</b></a>\n<i>&mdash;National Geographic Daily News</i>, May 19, 2013\n\n&quot;Born in Liu Ho, China, in 1912, <b>Chien-Shiung Wu</b> overturned a law of physics and participated in the development of the atom bomb.\n\n&quot;Wu was recruited to Columbia University in the 1940s as part of the Manhattan Project and conducted research on radiation detection and uranium enrichment. She stayed in the United States after the war and became known as one of the best experimental physicists of her time, said Nina Byers, a retired physics professor at the University of California, Los Angeles.\n\n&quot;In the mid-1950s, two theoretical physicists, Tsung-Dao Lee and Chen Ning Yang, approached Wu to help disprove the law of parity. The law holds that in quantum mechanics, two physical systems—like atoms—that were mirror images would behave in identical ways.\n\n&quot;Wu's experiments using cobalt-60, a radioactive form of the cobalt metal, upended this law, which had been accepted for 30 years.\n\n&quot;This milestone in physics led to a 1957 Nobel Prize for Yang and Lee—but not for Wu, who was left out despite her critical role. 'People found [the Nobel decision] outrageous,' said Byers.\n\n&quot;Pnina Abir-Am, a historian of science at Brandeis University, agreed, adding that ethnicity also played a role.\n\n&quot;Wu died of a stroke in 1997 in New York.&quot;\n&nbsp;", "authorname": "Pixel Wrangler", "id": "25030781-6891733187-72157633518502547", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/smithsonian/6891733187/#comment72157633760520981", "realname": "Smithsonian Institution", "path_alias": "smithsonian", "author": "25053835@N03", "iconserver": "2282", "datecreate": "1369747242", "_content": "Thank you for link to this, Pixel Wrangler. I shared it with people who follow us on Facebook.", "authorname": "Smithsonian Institution", "id": "25030781-6891733187-72157633760520981", "iconfarm": 3}], "photo_id": "6891733187"}}