{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/8899683879/#comment72157633983889936", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1370594340", "_content": "Em 1904, na Av. Fontes Pereira de Melo, em Lisboa, foi construído um palacete, mandado erigir por José Joaquim da Silva Graça, proprietário e director do jornal “O Século”, para sua habitação particular, tendo sido desenhado pelo arquitecto Miguel Ventura Terra.\n                                              \nFornecedores de bens e serviços para este palacete: Construção: Construtora do Porto ; Aquecimento: Casa Geneste &amp; Herscher de Paris ; Cantarias: Pardal Monteiro ; Estuques e pinturas: Cruz &amp; Franco ; Ferragens: Casa Gamier de Paris ; Instalações eléctricas e telefónicas: Casas Hermann e Júlio Gomes Ferreira &amp;Cª ; Persianas: Casa Jaquemet Mesnet &amp; Cie de Paris ; Serralharia: Jacob Lopes da Silva.\n\nEm 1919, José Rugeroni, genro do proprietário, adquiriu o palacete. Em 1931, decidiu converter o palacete, com o jardim e respectivos anexos, num hotel de luxo, radicalmente transformado, segundo orientação do seu proprietário, com a colaboração do arquitecto Vasco Regaleira e inaugurado, em 24 de Outubro de 1933, com a designação de “Aviz Hotel”.\n         \nEste lendário “Aviz Hotel” granjeou a reputação de possuir a melhor cozinha e um luxuoso serviço, era um dos lugares eleitos pela nata da sociedade daqueles tempos para as festas de ocasião e reuniões de negócios. Símbolo da Lisboa romântica dos anos 40, o Aviz acolheu réis, actores de cinema, grandes escritores e espiões que não dispensavam o conforto e as mordomias de um dos mais requintados hotéis de Lisboa e arredores, dando origem a muitas histórias românticas que permanecem no imaginário colectivo. Personalidades que celebrizaram o “Aviz Hotel”  como Calouste Gulbenkian, que fez dele sua residência nos últimos anos de vida, ou ainda, Amália Rodrigues, Marcello Mastroianni, Frank Sinatra, Ava Gardner, Eva Perón e Maria Callas.\n\nO hotel tinha um hall vistoso, um salão renascença, no qual se vê, à direita, um fogão, tipo lareira portuguesa, com ricas colunas de madeira lavrada, peça que adveio da Vila de Santo António, à Junqueira, que pertenceu aos Burnay; sobre ele, colocou-se um brasão da Casa de Avis. Do lado oposto, vê-se um belo armário renascença, exemplar seiscentista, que estava no Convento das Trinas; e são de realçar, ao fundo, a formosa porta monumental e a balaustrada de ferrageria portuguesa antiga, peça que pertenceu à capela do Convento de Sacavém, naturalmente, todas elas restauradas. As sobreportas ostentam as armas e as divisas dos infantes da Ínclita Geração. \n         \nA sala de leitura, com mobiliário de estilo alentejano, o bar, no qual se notam baixos-relevos históricos de Diogo de Macedo e o sentido original no mobiliário, com os terraços decorados com azulejos do tipo hispano-árabe, definem já o carácter e a fisionomia do hotel. \n\n As dependências e quartos, no primeiro pavimento, designam-se por «suites», que tomaram os nomes dos reis e príncipes da Casa de Avis: D. João I, D. Filipa de Lencastre, D. Pedro Regente, Infante D. Henrique, Infante Santo e Infante D. João, sendo as guarnições interiores dos aposentos, ricas e com arte aplicada.\n\nA Sala de Jantar situa-se no primeiro pavimento, abrindo para os jardins, destacando-se, um grande painel de azulejos de Leopoldo Batistini, que reproduz uma das tapeçarias portuguesas, de Pastraña (Espanha), além de outras decorações artísticas, de sentido histórico e etnográfico.\n             \nNaquela altura, tanto o “Aviz Hotel” como o “Palace Hotel do Bussaco” constituíam os dois únicos hotéis de luxo em Portugal.\n\nTerá sido neste hotel que, num jantar, realizado em 31 de Julho de 1940, o Duque de Windsor rejeitou a oferta alemã de o repor no trono inglês como rei fantoche. Outro conhecido agente triplo, mas na realidade a trabalhar para o MI5 britânico, Dusko Popov («Triciclo»), esteve instalado no “Aviz Hotel’” Embora constasse que era um hotel dos Aliados, Popov contou ter tomado conhecimento, através dos serviços secretos britânicos, que este hotel era controlado pelos alemães. O mais certo é que se tivessem hospedado nesse hotel espiões dos dois lados beligerantes. Foi também nesse hotel que viveu, entre 1942 e o dia da sua morte, em 1955 o magnata do petróleo arménio, Calouste Sarkis Gulbenkian, e que estiveram alojados, durante a guerra, os ex-reis Carol da Roménia, D. Juan de Bourbon de Espanha e Humberto da Itália.\n\nComo já foi dito, este hotel foi a residência permanente de Calouste Sarkis Gulbenkian, nos seus últimos anos de vida, e que por seu testamento lavrado em 18 de Junho de 1953, foi criada a “Fundação Calouste Gulbenkian” em Lisboa. Tal se deveu em reconhecimento e agradecimento ao bom acolhimento que Portugal lhe deu na época da 2ª Guerra Mundial, e estando certo que a sua vontade seria respeitada. Calouste Gulbenkian, faleceu em 1955.\n\nAntes da inauguração do Hotel Ritz era no “Aviz Hotel”, que se hospedavam os altos dignitários que visitavam Lisboa.\n\nFoi demolido em 1962, assim como o seu jardim envolvente. No seu lugar foram construídos o “Edifício Aviz’”, onde se encontra instalada a loja da emblemática “Antiga Casa José Alexandre”, e o “Hotel Sheraton”.\n\nEm 2005, ano que se comemorou o 50º aniversário da morte de Calouste Gulbenkian, foi inaugurado na Rua Duque de Palmela, junto ao Marquês de Pombal o “Hotel Aviz’”  Uma das grandes apostas do novo hotel é o também célebre “Restaurante Aviz” que, depois de ter passado pelo Chiado, Amoreiras e Estoril, regressou, agora, às origens, mantendo não só as suas receitas e uma garrafeira de excepção, como também, na sua decoração, peças do restaurante original.", "authorname": "J. Leite", "id": "26532116-8899683879-72157633983889936", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/biblarte/8899683879/#comment72157633985268352", "realname": "Pierre", "path_alias": "pierrepita", "author": "13667932@N08", "iconserver": "7372", "datecreate": "1370602301", "_content": "Formidables histoire et photos. Obrigado.", "authorname": "pierre*peetah", "id": "26532116-8899683879-72157633985268352", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/biblarte/8899683879/#comment72157634171387249", "realname": "Biblioteca de Arte / Art Library Fundação Calouste Gulbenkian", "path_alias": "biblarte", "author": "26577438@N06", "iconserver": "3017", "datecreate": "1371469345", "_content": "Caro J.Leite,\nos nossos agradecimentos pela informação.\nMelhores cumprimentos", "authorname": "Biblioteca de Arte-Fundação Calouste Gulbenkian", "id": "26532116-8899683879-72157634171387249", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/biblarte/8899683879/#comment72157634171391577", "realname": "Biblioteca de Arte / Art Library Fundação Calouste Gulbenkian", "path_alias": "biblarte", "author": "26577438@N06", "iconserver": "3017", "datecreate": "1371469366", "_content": "Thank's Pierre!\nBest regards", "authorname": "Biblioteca de Arte-Fundação Calouste Gulbenkian", "id": "26532116-8899683879-72157634171391577", "iconfarm": 4}], "photo_id": "8899683879"}, "flarchive:created": 1387726223}