{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1342465435", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "7584800148", "title": {"_content": "Stanley P. Butchart"}, "media": "photo", "tags": {"tag": [{"raw": "NACA", "machine_tag": 0, "id": "44489032-7584800148-536706", "_content": "naca", "author": "44494372@N05"}, {"raw": "NASA", "machine_tag": 0, "id": "44489032-7584800148-11023", "_content": "nasa", "author": "44494372@N05"}, {"raw": "NASA Dryden Flight Research Center", "machine_tag": 0, "id": "44489032-7584800148-13504876", "_content": "nasadrydenflightresearchcenter", "author": "44494372@N05"}, {"raw": "1954", "machine_tag": 0, "id": "44489032-7584800148-8618", "_content": "1954", "author": "44494372@N05"}]}, "comments": {"_content": "0"}, "secret": "a08ddef289", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "(1954) Stanley P. Butchart joined the National Advisory Committee for Aeronautics' High-Speed Flight Research Station on May 10, 1951. Stan was the fourth research pilot hired at the Station affording him the opportunity to fly the early research aircraft. \n\nStan began a flying career while attending Junior College. He received primary and secondary civilian pilot training, enlisting in the U.S. Navy in July 1942. Stan took his Navy air training at Corpus Christi, Texas. Upon completion of training he was assigned to a torpedo-bomber Air Group, VT-51, flying Grumman-General Motors TBM Avenger, a torpedo-bomber, from the carrier San Jacinto in the South Pacific. \n\nWhen World War II ended, Stan was released from active duty as a Navy Lieutenant, with a Distinguished Flying Cross and a Presidential Unit Citation among his service medals. Butchart elected to stay in the Naval Reserve group and flew for an additional 5 years while he attended the University of Washington. \n\nBy 1950, Stan had earned bachelor degrees in aeronautical engineering and mechanical engineering. After graduation he went to work for Boeing Aircraft as a junior design engineer and was assigned to the B-47 body group. In May 1951, he arrived at the NACA facility to start a career as a research pilot. \n\nStan flew the Douglas D-558-I #3 (12 flights, first on October 19, 1951), the Douglas D-558-II #3 (2 pilot check-out flights, first on June 26, 1953), Northrop X-4 (4 flights, first on May 27, 1952), Bell X-5 (13 flights, first in early December 1952). Other aircraft flown on research projects were the Boeing KC-135 Stratotanker, Convair CV-990, Boeing B-52-003, Boeing B-747, North American F-100A, Convair F-102, Piper PA-30 Twin Comanche, General Dynamics F-111, Boeing B-720, Convair CV-880, and the Boeing B-47 Stratojet, his favorite. he also flew many other aircraft. \n\nStan did nearly all of the big airplane work at the Center. The biggest work load was flying the Boeing B-29 Stratofortress (Navy designation: P2B). At this time the pilot of the aircraft was the one in charge. It was the pilot who called for the chase planes before drop time, then for the fire trucks to be in position, and he counted down for the launch of the experimental aircraft after making sure everything and everyone was ready. \n\nThe P2B was used in the launching of the D-558s while the B-29 carried the X-1s to altitude for drops. Stan was pilot of the P2B for 1 drop of the D-558-II #1 (1951 - 1954), 63 drops of the D-558-II #2 (1951 - 1956), and 38 drops of the D-558-II #3 (1951 - 1956). As pilot of the B-29 Stan flew for 1 drop of the Bell X-1A (1955), 13 drops of the Bell X-1B (1956-1958) and 22 drops of the X-1E (1955 - 1958). \n\nOn June 13, 1966, Stanley P. Butchart became the Chief Pilot at the National Aeronautics and Space Administrations' Flight Research Center and a few weeks later was named Acting Director of Flight Operations. There were 6 pilots assigned to the flight office at this time. On December 10, 1966, Stan became Chief of Flight Operations a position he held until his retirement on February 27, 1976. \n\nStan authored several reports and presented research papers. He is a charter member of the Society of Experimental Test Pilots that had a membership of 65 in 1955, when chartered. Stan was elected to be a Fellow and had the honor of being the President in 1980. \n\nButchart was presented the NACA Exceptional Service Medal for his decisions and actions in the X-1A explosion while attached to the B-29 aircraft on August 8, 1955.\n\n<a href=\"http://nasaimages.org/luna/servlet/detail/nasaNAS~8~8~59388~163234\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/nasaNAS~8~8~59388~163234</a>"}, "isfavorite": 0, "views": "1956", "farm": 8, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "1954-01-01 00:00:00", "lastupdate": "1378429300", "takengranularity": "6", "posted": "1342465435"}, "originalsecret": "4568476049", "license": "7", "notes": {"note": []}, "server": "7110", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/7584800148/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387642766}