{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/7838447506/#comment72157634825287134", "realname": "", "path_alias": null, "author": "99467871@N07", "iconserver": "0", "datecreate": "1374981333", "_content": "Water Fall Bay, beside Wah Fu Estate, Pokfulam", "authorname": "lccterence", "id": "31569669-7838447506-72157634825287134", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/7838447506/#comment72157634826498943", "realname": "", "path_alias": null, "author": "99490033@N02", "iconserver": "0", "datecreate": "1375030332", "_content": "Convenience is the hallmark of Waterfall Bay Park, an oasis that sits oddly beside the Wah Fu public housing estate on the west of Hong Kong Island. For centuries, passing ships found it a handy spot to stock up on the fresh water that cascaded into the sea from the waterfall.\n\nToday, it is one of the most peaceful places you can easily reach from the center of the city.\n\nDespite its accessibility, the park remains untrammeled by weekend crowds. The low-key atmosphere has helped to maintain an idiosyncratic stock of attractions.\n\nNext to the waterfall, the ruins of a World War II pillbox and searchlight are a bleak reminder of Hong Kong's wartime history. With a commanding view over the channel separating Lamma and Hong Kong islands, the pillbox served as a bunker for Allied troops fighting off the Japanese, who invaded and occupied Hong Kong in 1941.\n\nNext to the pillbox the old searchlight, known as a Lyon Light, was powered by a small gas generator. You can explore the ruins by walking across the bay at low tide; at high tide, a path runs over the top of the waterfall.\n\nFurther along the coast, at the other end of the park, lies another surprise: hundreds of porcelain gods meticulously positioned in the woods, along a path and on rocks next to the sea. Many people consider it unlucky to discard a statue of a god, so rather than throw it into the trash, they bring it here for a lengthy seaside retirement.\n\nSimilar collections of statues reside in other spots around Hong Kong, usually on hillsides or next to the ocean, but this is one of the largest and most impressive. Somebody has even gone to the pain of cementing some of the figurines to an offshore rock; how they survive the summer typhoons is a mystery.\n\nIn the midst of all the statues stands a small shrine that is used as a weekend gathering spot for men who play cards and Chinese chess. It’s no wonder why they return every week, or why this location was chosen for the religious statues: the feng shui here is amazing.\n\nIn fact, it’s so good that Wah Fu Estate, which overlooks Waterfall Bay, is claimed to be Hong Kong’s most fortunate public housing estate, which might explain the number of BMWs and Audis parked in its garages.", "authorname": "hphbhk", "id": "31569669-7838447506-72157634826498943", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/7838447506/#comment72157634835787205", "realname": "", "path_alias": null, "author": "30147381@N08", "iconserver": "0", "datecreate": "1375078275", "_content": "I doubt if this is the waterfallbay because the pool should be connected to the open ocean. And it should not be surrounded by highland, the lower part of this photo should be a beach instead of another cliff of the same hight of where the waterfall starts. \nThis looks more like a higher waterfall (of the same stream of the one in waterfall bay) located in the current victoria road.\n\nAny further advise or opinions?", "authorname": "rainy_oceanhk", "id": "31569669-7838447506-72157634835787205", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/7838447506/#comment72157634887099378", "realname": "", "path_alias": "lamhoyeung", "author": "88415170@N00", "iconserver": "7429", "datecreate": "1375349271", "_content": "I share the same observation to rainy_oceanhk. It is not a bay but a pond receive waterfall. I guess the view to be a higher point which is disappear by human development.", "authorname": "dc2004lamhy", "id": "31569669-7838447506-72157634887099378", "iconfarm": 8}], "photo_id": "7838447506"}}