{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2459827892/#comment72157604850155681", "realname": "Will Murphy", "path_alias": null, "author": "26206860@N03", "iconserver": "3026", "datecreate": "1209756327", "_content": "OMG that guy is massive! He must have destroyed people in the ring.", "authorname": "juan.pablo44", "id": "8602872-2459827892-72157604850155681", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2459827892/#comment72157604850578001", "realname": "", "path_alias": "scooterbee", "author": "21740656@N07", "iconserver": "2167", "datecreate": "1209758157", "_content": "Per Boxrec.com\nName: Al Palzer\nCareer Record: 9 wins-7 losses\nNationality: US American\nBirthplace: Ossian, IA\nBorn: 1890-01-01\nDied: 1917-07-26\nAge at Death: 27\nStance: Orthodox\nHeight: 6′ 3″\n\nPrecise date of birth in 1890 unknown. \nConsidered a &quot;White Hope&quot; \nShot by his father during an argument and killed. \nWhen Jack Johnson became the first African-American (&quot;Negro&quot;) World Heavyweight Champion, in December 1908, many people clamored for the Heavyweight Title to return to a Caucasian (&quot;White&quot;) fighter. After Johnson decisively beat James J. Jeffries--the former Champion who had retired undefeated but been lured back to fight Johnson-- on July 4, 1910, the term &quot;White Hope&quot; was coined. \n\nAs the March 1930 The Ring magazine stated:\n&quot;It was back in the period between 1910 and 1915 that every overgrown small town lad who thought he had any ability, was signed by big and small time managers, placed in the hands of trainers, with the dethroning of Jack Johnson as the chief objective. From the most unheard of places there came prospective heavyweight champions. They loomed on the fistic horizon from far off sections which were scarcely visible to the naked eye. \n\n&quot;Some came on and begged for a chance because they saw big money ahead. Others were sent along by big moneyed men who thrived on the publicity they were getting. Still others were grabbed up by good judges of fighters from the mines, the lumber camps and the farms. Most of them came quickly and hit the trail back home even quicker.&quot; \n\nSome of these White Hopes included: \n\nCarl Morris: considered the original &quot;White Hope.&quot; His hopes were crushed by a loss to Fireman Jim Flynn. \nLuther McCarty \nAl Palzer \nCharley Miller, the &quot;Fighting Motorman,&quot; whose chances were also quashed by a knockout loss to Fireman Jim Flynn. \nJess Willard--who, in fact, eventually did win the Title from Johnson \nSee also, The Great White Hopes: The Quest to Defeat Jack Johnson \n\nfrom &quot;http://www.boxrec.com/media/index.php/White_Hope&quot;", "authorname": "ScooterBee", "id": "8602872-2459827892-72157604850578001", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2459827892/#comment72157604849369014", "realname": "", "path_alias": "celtico", "author": "30817808@N00", "iconserver": "3822", "datecreate": "1209778371", "_content": "Great background info for this photo", "authorname": "mikescottnz", "id": "8602872-2459827892-72157604849369014", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2459827892/#comment72157604852048146", "realname": "Joe", "path_alias": "whyaduck", "author": "30085166@N00", "iconserver": "0", "datecreate": "1209793548", "_content": "This looks like the same location where the <a href=\"http://www.flickr.com/photos/library_of_congress/2333657876/\">other photo of Al Palzer</a> posted a few weeks ago was taken. Palzer was active in the ring in New York from 1911-1913, but the majority of  articles about him in the New York Times archive are from 1911 and 1912, and the Bain Collection photos of him would most likely date from that period. \n\nIt was after Palzer's defeat by Luther McCarty at Vernon, California, on New Year's Day, 1913, that McCarty was proclaimed &quot;White Heavyweight Champion&quot; of the world, the first time that title was awarded. Within weeks, Palzer's manager was promoting a match between Palzer and Jack Johnson, probably reasoning that, should Palzer defeat Johnson, the white fans would be so eager to recognize him as world champion that McCarty's ersatz title would be cast aside despite his New Year's Day victory. Though Johnson accepted the challenge, the bout never took place, and Palzer never won the heavyweight title.\n\nFrom The Times, January 18, 1913: <a href=\"http://query.nytimes.com/gst/abstract.html?res=9F00EFD7123BE633A2575BC1A9679C946296D6CF&amp;scp=50&amp;sq=Al+Palzer&amp;st=p\">JOHNSON AGREES TO BOX PALZER IN PARIS</a>.", "authorname": "whyaduck", "id": "8602872-2459827892-72157604852048146", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2459827892/#comment72157604938839481", "realname": "", "path_alias": "library_of_congress", "author": "8623220@N02", "iconserver": "3703", "datecreate": "1210191560", "_content": "Interesting stories!  P.S.  We'll repair the spelling of his last name in the source data and reload the description.", "authorname": "The Library of Congress", "id": "8602872-2459827892-72157604938839481", "iconfarm": 4}], "photo_id": "2459827892"}}