{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2765467262/#comment72157606831230512", "realname": "", "path_alias": null, "author": "11572312@N00", "iconserver": "0", "datecreate": "1219174729", "_content": "It looks like he was a witness in a high profile investigation of police graft in NYC.  Since he was ill, it looks like these are photos of arrangements to take his testimony at his home.  Here are some articles and another LOC photo:\n---------------------------------------------------------------------------\n\nThis other LOC photo also mentions &quot;Captain Walsh&quot;\n<a href=\"http://www.flickr.com/photos/library_of_congress/2765471328/\">www.flickr.com/photos/library_of_congress/2765471328/</a>\n\n---------------------------------------------------------------------------\nthis article talks about taking Walsh's testimony at home, because he was ill:\n\n<b>WHITMAN DEMANDS WALSH'S TESTIMONY</b>; Wants a Sub-Committee to Visit Sick Police Captain at Once and Question Him Fully.\nDecember 26, 1912, Thursday\nPage 5, 1714 words\n\nUnless Police <b>Capt. Thomas W. Walsh</b>, who is ill of heart trouble, recovers sufficiently to appear before the Curran Investigating Committee within the next few days a sub-committee will probably be named to examine him at his home, <b>1958 Madison Avenue</b>. Capt. Walsh was in command of the East 126th Street Station for five years and a half.\n\n<a href=\"http://query.nytimes.com/gst/abstract.html?res=9B07E6DC163FE633A25755C2A9649D946396D6CF&amp;scp=3&amp;sq=Thomas+W.+Walsh&amp;st=p\">query.nytimes.com/gst/abstract.html?res=9B07E6DC163FE633A...</a>\n\n-------------------------------------------------------------------\nand this 1913 article mentions Captain Walsh also:\n\n<b>WALSH LAYS BARE SIPP CONPIRACY</b>; Four ex-Inspectors Hear Him as a Witness Tell How They Raised Bribe Funds.\nMay 1, 1913, Thursday\nPage 1, 3338 words\n\nEx-Police <b>Capt. Thomas W. Walsh</b>, whose graft confession forms the basis of the prosecution's case, was on the witness stand all day yesterday in the trial before Justice Seabury in the Criminal Branch of the Supreme Court of former Inspectors of Police Sweeney, Hussey, Murtha and Thompson for conspiracy....\n\n<a href=\"http://query.nytimes.com/gst/abstract.html?res=9803E1DA1F3AE633A25752C0A9639C946296D6CF\">query.nytimes.com/gst/abstract.html?res=9803E1DA1F3AE633A...</a>\n\n------------------------------------------------------------\nlooks like they got a guilty verdict in May, 1913:\n\n<b>Convicted of Graft Conspiracy Without a Formal Ballot.; WHITMAN'S GREAT HOUR</b>\nMay 7, 1913, Wednesday\nPage 1, 7172 words\n\nEx-Police Inspectors Dennis Sweeney, John J. Murtha, James F. Thompson, and James E. Hussey, jointly indicted for conspiracy to prevent <b>George A. Sipp</b>, the former Harlem hotel proprietor, and his son Howard from testifying against the <b>police graft system</b>, were found guilty last night by the jury which had been hearing the evidence before Justice Seabury, in the Criminal Branch of the Supreme Court.\n<a href=\"http://query.nytimes.com/gst/abstract.html?res=9505EFD8173FE633A25754C0A9639C946296D6CF&amp;scp=6&amp;sq=Sipp+Conspiracy&amp;st=p\">query.nytimes.com/gst/abstract.html?res=9505EFD8173FE633A...</a>", "authorname": "Harry Angstrom", "id": "8602872-2765467262-72157606831230512", "iconfarm": 0}], "photo_id": "2765467262"}}