{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/3118096382/#comment72157625177979769", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1288777950", "_content": "Em 2 de Abril de 1910 falecia o ilustre professor Dr. Alfredo da Costa, sem ter visto realizado o sonho de construir de raiz uma Maternidade em Lisboa que acalentava desde 1898, ano em que assumiu a regência da cadeira de Obstetrícia da Escola Médico-Cirúrgica de Lisboa, para o qual sempre com tanta dedicação e entusiasmo trabalhara. Em 15 de Maio de 1910, amigos e admiradores formam uma comissão de homenagem ao professor Alfredo da Costa, que outra não podia ser do que a efectivação do sonho de toda a sua vida. \n\nA sua concretização, sob o projecto inicial do arquitecto Miguel Ventura Terra, ficou a dever-se ao empenho dos professores Professor Dr. Augusto Monjardino e Professor Dr. Costa Sacadura que vieram respectivamente a desempenhar as funções de Director e Subdirector da &quot;Maternidade Dr. Alfredo da Costa&quot;. Estes dois médicos e professores de medicina viriam a ser presidentes da Sociedade das Ciências Médicas de Lisboa\n\nFoi em 1914, sendo Ministro do Interior Dr. Rodrigo Rodrigues, que se resolveu nomear uma comissão para construir o edifício, comissão esta que foi mais tarde, em 1915, nomeada pelo Presidente da República Dr. Bernardino Machado. A verba inicialmente dotada para esse efeito foi de 250 contos (1.250 €), considerada suficiente para a construção do edifício.\n\nA I Grande Guerra Mundial veio complicar os planos e a desvalorização da moeda aumentou consideravelmente os orçamentos iniciais. Assim se foi arrastando a construção , com vontade e querer, até que um anónimo entregou ao Professor Dr. Augusto Monjardino a quantia de 1.500 contos (7.500 €), que veio dar um grande impulso às obras já iniciadas.. Ao mesmo tempo conseguia-se o fornecimento de grande parte do mobiliário, na importância de 800 marcos ouro aproximadamente, entretanto recebidos pelas reparações de guerra. Por fim o Ministro das Finanças incluiu no orçamento do Estado a verba necessária para a conclusão das obras , que se elevou a 3.600 contos (18.000 €).\n\nNo dia 31 de Maio de 1932, é inaugurada pelo Presidente da República general Óscar Carmona a Maternidade de Lisboa sob o nome de &quot;Maternidade Dr. Alfredo da Costa&quot; em justíssima homenagem à vida e à obra de quem por ela primeiro lutara. No dia 5 de Dezembro de 1932 abre finalmente ao público.\n\nA lotação inicial da Maternidade era de 300 camas, 250 das quais destinadas a Obstetrícia e 50 a Ginecologia. Entretanto, observou-se um movimento muito rápido de crescimento e o número de grávidas com assistência médica pública sextuplicou logo no l° ano. Mais tarde foi introduzida a especialidade de Puericultura..", "authorname": "J. Leite", "id": "26532116-3118096382-72157625177979769", "iconfarm": 6}], "photo_id": "3118096382"}, "flarchive:created": 1387760807}