{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/museemccordmuseum/2922443290/#comment72157608240668956", "realname": "", "path_alias": null, "author": "31656577@N06", "iconserver": "3163", "datecreate": "1224618795", "_content": "Bella foto :D", "authorname": "Live without you", "id": "25694016-2922443290-72157608240668956", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/museemccordmuseum/2922443290/#comment72157608409957845", "realname": "", "path_alias": "gemmagrace", "author": "72815849@N00", "iconserver": "7446", "datecreate": "1225092320", "_content": "&quot;A region long known for its hospitality and a landscape that has inspired painters, poets and writers from Quebec and all of Canada, Charlevoix is the perfect marriage of nature and culture. Tourist appreciation of Charlevoix dates back as far as 1761, when groups of sportsmen visited the region to fish salmon or simply relax in the invigorating natural surroundings.\n\nTo cater to growing popularity, the original Le Manoir Richelieu hotel was built in 1899 and featured 250 luxurious rooms atop the cliff of Pointe-au-Pic, overlooking the majestic St. Lawrence River in the heart of Charlevoix. As a result of its excellent location and noble ambience, Le Manoir Richelieu soon became a noted destination for visitors from Canada and the U.S.\n\nUnfortunately, disaster struck in the Fall of 1928 while the employees were closing the hotel for the winter. A fire completely destroyed the property. A month after the disaster, the task of rebuilding the hotel was given to Canadian architect John Archibald, who designed it in the style of a French castle. The new hotel was inaugurated June 1929.\n\nFairmont Le Manoir Richelieu also features an 18-hole championship golf course that boasts a history of its own. Designed by British architect Herbert Strong, the course was opened in 1925 by U.S. President William H. Taft. As recently as 2000, the property was named &quot;Canada's Golf Resort of the Year&quot; by Canada's Golf Ranking Magazine.\n\nIn June 1998, more than $140 million was invested in the renovation and expansion of the luxury Quebec resort. At its reopening in June 1999, Fairmont Le Manoir Richelieu celebrated the grandeur that makes it a world-class luxury resort.&quot;\n\n<a href=\"http://www.manoirrichelieu.com/EN_FA/Property/LMR/AboutUs/HotelHistory.htm\">www.manoirrichelieu.com/EN_FA/Property/LMR/AboutUs/HotelH...</a>", "authorname": "Gemma Grace", "id": "25694016-2922443290-72157608409957845", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/museemccordmuseum/2922443290/#comment72157638248139905", "realname": "", "path_alias": null, "author": "110358526@N08", "iconserver": "0", "datecreate": "1385917139", "_content": "me encanta *-*", "authorname": "micaelatiniguarmtm", "id": "25694016-2922443290-72157638248139905", "iconfarm": 0}], "photo_id": "2922443290"}}