{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1253117157", "originalformat": "jpg", "owner": {"username": "LSE Library", "realname": "", "nsid": "35128489@N07", "iconserver": "3743", "location": "", "path_alias": "lselibrary", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "3925712659", "title": {"_content": "Morris Ginsberg , c1930"}, "media": "photo", "tags": {"tag": []}, "comments": {"_content": "0"}, "secret": "fe23bc29fd", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "\nPhoto given to LSE by Ginsberg's former neighbour Evelyn Osterweil\n\nMorris Ginsberg: An Obituary (LSE Magazine, December 1970, No 40) – by Donald G. MacRae\n\n“The death of Morris Ginsberg at the age of 81 does much more than sever a link with LSE going back in one form or another to 1911.  Although physically frail in his latter years his mind was as powerful, as clear, as interested and as sceptical as ever down until the time of his death, an he was busily engaged in the planning of a new volume of essays.  For long he has been the greatest British sociologist.  During many years he had carried the burden of sociology in this country almost alone.  What the subject has of rigour, order, clarity, scholarship, creative doubt and humane concern in 1970 is the legacy, above all of Ginsberg.\n\nHe was born in  1899 in one of the smaller communities of the Russian Empire.  Coming to England as a lad he was fired by a faith in this country largely through reading a Hebrew translation of George Eliot’s Daniel Deronda – he always insisted that George Eliot read better in Hebrew, a thought that might have pleased that author.  He performed brilliantly in philosophy at University College London, and became an authority on Melebranche – he published a translation of the Entretiens of 1688 in 1923.  British critical realism attracted him and dominated the philosophical concerns that continued through his life.  By 1911 he was drawn to LSE by Hobhouse and the new liberal sociology of Westermarck.  The Manchester Guardian circle of these years deeply influenced his political outlook.  In 1915 along with Hobhouse and Wheeler he published what is still a classic of comparative and statistical sociology.  The Material Culture and Social Institutions of the Simpler Peoples. (Those who think of him as an essentially non-quantitative sociology should also remember his remarkable pioneering work of the 1920’s on social mobility.)\n\nAfter war service – he was a sergeant engaged on the dangerous business of bringing ammunition-laden mule-teams up to the line on the Western Front – he returned to academic life in London, moving from University College (the Fellowship of which was one of  his most prized honours) fully to LSE where in due course and one would think inevitably became the Martin White Professor of Sociology in succession to Hobhouse in 1929.  He held this chair until 1954, but taught actively at the school even after retirement.\n\nDuring these years he did important work in social psychology and in 1934 published his Sociology which in its brief compass, its learning in the European tradition of the subject, its succinct force, remains a classic.  The crises of the 30’s actively involved him in the tasks of rescue and re-settlement of refugee scholars.  When the School was evacuated to Cambridge during the second German war he carried with a success that was to leave him exhausted in 1945 an almost incredible range and burden of teaching.  Yet on return to London he re-established and extended the LSE Department on the shoulders of which then rested the total responsibility for the development of sociology in Britain.\n\nIn all this the support and happiness of his marriage to Ethel Street made his tasks possible.  Her long and tragic illness and death was to cloud his old age.  His capacity for friendship, for kindness and concern was great and discriminating.  He was shy and reserved, even bleak in manner, yet he was at heart warm and eminently practical.  He did not fuss, so people under-estimated his human, scholarly and administrative achievements.  With difficulty I persuaded him to publish the three volumes of his Essays in Sociology and Social Philosophy (1956-61).  Their success delighted him.  Their importance is not exhausted: spare in style, always clear, to many people they have seemed essentially critical and exegetical.  But this is not the case.  Too scrupulous in his debt to Hobhouse and Westermarck he concealed his own originality and wealth of analysis.  He made much dangerous nonsense henceforth impossible.  He greatly advanced a comparative and institutional sociology at once creative and highly disciplined.  His concern with the quality of social life and his sense of rigour made him in my judgement almost the only social philosopher of our age.\n\nThe influence of his teaching, he was an almost perfect if austere lecturer, has been international.  His rationalism, his short term pessimism and longer term hope annoyed the passionate and impatient.  Yet they gained from his wise stoicism and deep concern.  His humour was private and not always kind, but it was without malice. (How, he reflected, could Malinowski have found more to say about the Trobriands than Gibbon on the fall of Rome?)  His loyalty to those he loved never faltered.  There is so much that one has no room to say here about him: suffice it to establish that he was one of those who made his subject out of stubborn fact and complexity, made the LSE both unique and great among institutions of higher learning, and who helped his friends and students to endure.”\n\n\nIMAGELIBRARY/85\nPersistent URL: <a href=\"http://archives.lse.ac.uk/dserve.exe?dsqServer=lib-4.lse.ac.uk&amp;dsqIni=Dserve.ini&amp;dsqApp=Archive&amp;dsqCmd=Show.tcl&amp;dsqDb=Catalog&amp;dsqPos=0&amp;dsqSearch=(RefNo='IMAGELIBRARY/85')\" rel=\"nofollow\">archives.lse.ac.uk/dserve.exe?dsqServer=lib-4.lse.ac.uk&a...</a>\n\n\n\n"}, "isfavorite": 0, "views": "2459", "farm": 3, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2009-09-09 13:30:00", "lastupdate": "1267482902", "takengranularity": "0", "posted": "1253117157"}, "originalsecret": "3f05e6c219", "license": "7", "notes": {"note": []}, "server": "2637", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/lselibrary/3925712659/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}