{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/3408764529/#comment72157625289493560", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1288630652", "_content": "A Companhia Portuguesa de Pesca instala-se em Almada, mais concretamente no lugar de seu nome Olho-de-boi, em 1920, no Convento de São Paulo, com o capital de 3.600.000$00, tendo por objectivo a reparação e apoio aos seus navios de pesca longínqua. \nCom a recessão surgida na década de sessenta a empresa entra num período de crise, situação em que se encontrava em 1974, quando tem lugar a Revolução de 25 de Abril de 1974.\n Em 1976 é nacionalizada, sucedendo-se nos anos seguintes sete comissões de gestão, encontrando-se a sua frota totalmente paralisada no ano de 1977, até que o Governo decreta a sua extinção.", "authorname": "J. Leite", "id": "26532116-3408764529-72157625289493560", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/biblarte/3408764529/#comment72157630074517976", "realname": "", "path_alias": null, "author": "80141544@N05", "iconserver": "0", "datecreate": "1339090528", "_content": "This is an immensley evocative image.  I grew up in Olho de Boi between 1957 and 1969 when I used to visit from England and stay with my grandparents Joao Eugenio Rocha Romana and Judite Janeiro Rocha Romana,  We would play on this small beach and if not there then on the &quot;terraco&quot; up above the winery and work shops, or we would play along the &quot;avenida&quot; eating grapes and smelling geraniums or in the quintal.  I loved to see the cmoings and goings of the ships as they set off on their varios fishing trips.  Sometimes my grandfather would take me across the &quot;Tejo&quot; to Lisbon on the little &quot;skippers&quot; launch.  I would love to see more pictures of this very special time if anyone has any.  I do speak Portuguese, at one time almost fluently, but now with the passage of time and the fact that I rarely practise it, I tend to use English.  If there is anyone out there who remembers this time, please drop me a line on jamespowling@gmail.com - thank you for reading this; James Romana-Powling.", "authorname": "jamespowling@gmail.com", "id": "26532116-3408764529-72157630074517976", "iconfarm": 0}], "photo_id": "3408764529"}, "flarchive:created": 1387759889}