{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/george_eastman_house/2677552545/#comment72157607270838018", "realname": "", "path_alias": "fuchsiafalls", "author": "82967752@N00", "iconserver": "8358", "datecreate": "1221347507", "_content": "Would that be the Declaration of War?", "authorname": "br@mbly", "id": "7122330-2677552545-72157607270838018", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/george_eastman_house/2677552545/#comment72157610086509460", "realname": "Paul Jackson", "path_alias": null, "author": "92943860@N00", "iconserver": "4", "datecreate": "1227628109", "_content": "As many of the other images are to do with either the 1911 or 1926 strikes, I imagine this is a proclamation imposing emergency powers/legislation on the Government. i.e. allowing the imposition of curfews, no go areas, comandeering buses and vehicles etc.", "authorname": "ART NAHPRO", "id": "7122330-2677552545-72157610086509460", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/george_eastman_house/2677552545/#comment72157611380804923", "realname": "", "path_alias": "matt_thephotogeek", "author": "25538252@N08", "iconserver": "3526", "datecreate": "1229795220", "_content": "very interesting period piece", "authorname": "Matt_thephotogeek", "id": "7122330-2677552545-72157611380804923", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/george_eastman_house/2677552545/#comment72157632913560338", "realname": "Leonard  Bentley", "path_alias": null, "author": "31363949@N02", "iconserver": "3021", "datecreate": "1362395426", "_content": "Hi,\nI think that this is the Proclamation of King Edward VII. The Proclamation is always made in the same terms and is signed by the Archbishops of Canterbury and York, Privy Councillors, the Lord mayor of London and other City representatives. Here is the King Edward VII Proclamation.\n&quot;Whitehall, January 23, 1901.  On Tuesday afternoon, the twenty-second of January instant, at half-past six o'clock, our late most gracious Sovereign Queen Victoria expired at Osborne House, Isle of Wight, in the eighty-second year of Her age, and the sixty-fourth year of Her reign.  This event has caused one universal feeling of regret and sorrow to Her  late Majesty's faithful and attached subjects, to whom She was endeared by the deep interest in their welfare which She invariably manifested, as well as by the signal virtues which marked and adorned Her character.\nUpon the intimation of this distressing event,  the Lords of the Privy Council assembled this day at St. James's Palace, and gave orders for proclaiming His present Majesty, who made a most gracious declaration to them, and caused all the Lords and others of the late Queen's Privy Council, who were then present, to be sworn of His Majesty's Privy Council.\n\nWhereas it hath pleased Almighty God to call to His mercy our late Sovereign Lady Queen Victoria, of Blessed and Glorious Memory, by whose Decease the Imperial Crown of the United Kingdom of Great Britain and Ireland is solely and rightfully come to the High and Mighty Prince Albert Edward : We, therefore, the Lords Spiritual and Temporal of this Realm, being here assisted with these of her late Majesty's Privy Council, with numbers of other principal gentlemen of quality, with the Lord-Mayor, Aldermen, and citizens of London, do now hereby, with one voice and consent of tongue and heart, publish and proclaim, That the High and Mighty Prince Albert Edward, is now, by the death of our late Sovereign, of happy memory, become our only lawful and rightful Liege Lord Edward the Seventh, by the Grace of God, King of the United Kingdom of Great Britain and Ireland, Defender of the Faith, Emperor of India: To whom we do acknowledge all faith and constant obedience, with all hearty and humble affection, beseeching God, by whom Kings and Queens do reign, to bless the Royal Prince Edward the Seventh, with long and happy years to reign over us.\n\nGiven at the Court at St. James's, the twenty-third day of January, in this year of our Lord one thousand nine hundred and one&quot;.", "authorname": "Leonard Bentley", "id": "7122330-2677552545-72157632913560338", "iconfarm": 4}], "photo_id": "2677552545"}, "flarchive:created": 1387755894}