{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7697918936/#comment72157630962876450", "realname": "Jerry  Satterfield", "path_alias": null, "author": "55304488@N03", "iconserver": "8522", "datecreate": "1344388245", "_content": "Am a fan of any history ... as an adult I regret not spending more time studying all history as a student in high school and college ...\n\nThank you for sharing this ... I love it ... and when I first saw the picture ... my first thoughts were of David Niven .... \n\nThanks again \n\nJerry Satterfield ... USA", "authorname": "jmsatterfield1946(redux)", "id": "32254785-7697918936-72157630962876450", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7697918936/#comment72157631032637052", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1344783927", "_content": "The 1901 census has an 11 year old Charles G. born at what looks like Portronan, Country Donegal and who was recorded at Scaitcliffe E.G, Egham Surry as a boarder.(Apologies, but the census enumerators hand-writing is appalling)\n\nScaitcliffe was a day/boarding prep school for boys aged 6-13 in Egham, Surrey. After merging with Virginia Water school, the school is now co-educational and known as Bishopsgate School. The school is located in a small village in Egham called Englefield Green near Windsor Great Park. \n<a href=\"http://en.wikipedia.org/wiki/Scaitcliffe\" rel=\"nofollow\">en.wikipedia.org/wiki/Scaitcliffe</a>\n\nThere isn't an obvious match for Charles on the 1911 census.\n\nThe additional information on the CWGC site is that he was son of the late Col. B. J. Barton, A.D.C., D.L., and Mrs. Barton, of Portsalon, Co. Donegal; husband of Letty Barton, of The Garth, Ashford, Kent.\n<a href=\"http://www.cwgc.org/search-for-war-dead/casualty/572143/BARTON,%20CHARLES%20GEOFFREY\" rel=\"nofollow\">www.cwgc.org/search-for-war-dead/casualty/572143/BARTON,%...</a>\n\nIt may be coincidence but in a piece on a well-to-do pair of spinsters from Dublin who grew up in this period and who moved in the circles of the Anglo-Irish gentry, there is a passing mention of a Barton family of Portsalon, Co Donegal.\n\n&quot;Golf was a particular passion of Letitia’s and she was a member of Carrickmines Golf Club in Dublin and Portsalon in Co. Donegal. This is a picture of a golf outing at Portsalon with members of the Barton family. The Overends and Bartons were related and both Letitia and Naomi spent quite a lot of time in Donegal with their cousins throughout their lives. For Letitia in particular it provided the only real contact she had with other children (or teenagers as we would say now) as her early life was dominated by adult company.&quot;\n<a href=\"http://www.airfield.ie/who_we_are_overend_family.html\" rel=\"nofollow\">www.airfield.ie/who_we_are_overend_family.html</a>\n\n(Part of the reason they may well have remained spinsters is the devasting losses suffered amongst the eligible young men of their generation).\n\nMany of the Kent Town memorials have been very well researched, although some of the associated documents are quite large - the one for Ashford Civic memorial is 46Mbps. These confirm that Charles was commemorated on both that memorial and the Ashford St Mary's one. Although it doesn't offer much additional information about his death, it does note that his father had been aide-de-camp to Queen Victoria and gives his mothers name as Mrs Ethel Barrow Barton.\n<a href=\"http://www.kentfallen.com/PDF%20REPORTS/ASHFORD%20TOWN.pdf\" rel=\"nofollow\">www.kentfallen.com/PDF%20REPORTS/ASHFORD%20TOWN.pdf</a>\n\nI can't find an obvious candidate in England and Wales for the marriage of Charles and Letty, but of course they could have married in Ireland and then had some other reason to move to Kent.\n\nI also could not find a citation for his Military Cross award in the London Gazette - in fact the only mention I could find of him was a note in the edition dates 28th July 1916 that a Temporary Lieutenant C G Barton of the Royal Inniskillings gave up the rank of Temporary Captain on ceasing to command a Company, effective 20th May 1916.\n<a href=\"http://www.london-gazette.co.uk/issues/29687/pages/7486\" rel=\"nofollow\">www.london-gazette.co.uk/issues/29687/pages/7486</a>\n\n(PS - I too thought of David Niven when I saw the picture :-)", "authorname": "Moominpappa06", "id": "32254785-7697918936-72157631032637052", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7697918936/#comment72157631122515906", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1345274396", "_content": "Charles Geoffrey Barton was the youngest of 8 children, (2 girls and 6 boys - all of the boys later becoming Servicemen; Lt Col B J Barton DSO [33rd]; Lt G Barton RN; Lt R Barton RGA; Maj E H Barton [10 R Innis Fus], and Capt C G Barton MC [5 R Innis Fus]).\nDetails are at:  The Peerage.com   <a href=\"http://www.thepeerage.com/p26800.htm#i267992\" rel=\"nofollow\">www.thepeerage.com/p26800.htm#i267992</a> \n\nCharles Geoffrey Barton married Ethel Barrow Welldon on 27th March 1915; they had a daughter, Carol, b. 25 December 1915.  Carol went to Oxford University (Lady Margaret Hall) and later married Lt Col Richard William Shepherd, (9 August 1941), they had 2 sons and a daughter.  Ethel Barton died in 1971.", "authorname": "Gary Donaldson", "id": "32254785-7697918936-72157631122515906", "iconfarm": 0}], "photo_id": "7697918936"}}