{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6789573595/#comment72157629424096849", "realname": "", "path_alias": null, "author": "68061336@N05", "iconserver": "0", "datecreate": "1329864857", "_content": "The Commomwealth War Graves Commission lists the following details\nJONES, T\nRank:Private\nService No:16995\nDate of Death:05/03/1917\nRegiment/Service:13th Hussars\nPanel ReferencePanel 1.\nMemorialBASRA MEMORIAL\nthey can be found <a href=\"http://www.cwgc.org/search-for-war-dead/casualty/1656921/JONES,%20T\" rel=\"nofollow\">www.cwgc.org/search-for-war-dead/casualty/1656921/JONES,%20T</a>\n:", "authorname": "coldlunchuk", "id": "32254785-6789573595-72157629424096849", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6789573595/#comment72157629429117781", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1329926715", "_content": "13th Hussars went to France in December 1914 from Meerut in India as part of the Meerut Cavalry Brigade.  In July 1916 the Regiment was sent to Mesopotamia as part of 7th Indian Cavalry Brigade. \n\nThe action on 5 March 1917 in which 16995 Pte Thomas Jones (born Neath, Glamorgan; educated at Ferndale; recruited at Aber Rhonnda) was killed occured during General Maude's advance on Baghdad.  The 14th Lancers were leading, having pushed on 6 miles since starting out at 3am to avoid the heat of the day, when they bumped an entrenched Turkish position which was promptly charged. Swirling dust and sand confused the fighting but the Turks employed very effective anti-cavalry tactics - shooting while lying on their backs in the trenches.  13th Hussars had over 90 casualties, including 3 officers and 23 ORs killed. \n\nLt Col James Richardson, CO of 13th Hussars, wrote:\n\n'(The regiment) had gone about two miles when our Brigadier ordered me to take the regiment up abreast of Watson's Horse (13th Lancers) with a squadron as advance guard, and soon afterwards pointed out what he took to be the (Turkish) convoy on the march and hinted that we might be able to get in on it with the sword and round it up. And so, having had a good look at this supposed convoy, which was about two and a half miles to our front, I called up the squadron leaders, explained the situation to them, and sending &quot;C&quot; Squadron well out on the right or exposed flank to work to the north of the small hillocks, I ordered &quot;D&quot;, &quot;B&quot;, and &quot;A&quot; Squadrons in that order to advance in echelon of squadrons extended.... Of course a regiment in this order covers a lot of ground and takes a certain amount of time to get its formation, and even before the formation was complete a shell bursting on our left warned me that we were seen and that the enemy had at least one gun and made me wonder whether the convoy was just a convoy or whether it was not a gun or two with their ammunition carts.\n\nAt this time too, rifle fire opened on us from apparently a trench, for no infantry were then visible, a few hundred yards to the front of the leading squadron; at the same time I heard a rifle fire well away on our left, showing that the advance guard (of the 13th Lancers) was coming into touch with the enemy.'\n\n[The regiment briefly dismounted and exchanged fire with the Turks, but, partly because of poor visibility, was then ordered to re-mount and there then followed a full gallop streaming charge into the enemy position] ... 'men and horses were dropping left and right... (I tried) to wheel them right-handed and backwards until we had crossed the trench, or as it proved, small water-cut, from which the Turks had first opened fire on us. Having crossed that, I halted the remnants of the three squadrons some three or four hundred yards further on, dismounted them, sent the horses back out of rifle range and advanced on foot until we reached the trench originally held by the Turks and which was still full of their equipment and rifles.... \n\nIt was patent to me that the men who were missing must be lying, if hit, between us and the big nullah in which the Turks were and that our only chance of getting to them was to draw the Turks out of the nullah, and it was very soon apparent that we could not do this by a frontal advance without considerable reinforcements: so I went back to Brigade Headquarters to consult with the Brigadier and pointed out to him that I thought the quickest and cheapest method was to outflank the Turkish position to the northward. He said he would consult with the Divisional commander and in the meantime sent up two squadrons of the 14th Lancers to fill the gap between us and the advance guard of the 13th Lancers... In the meantime, we hung on to our line... and it was whilst sitting in this shallow watercut that about 4.45 pm I was hit in the right forearm.'//", "authorname": "Gary Donaldson", "id": "32254785-6789573595-72157629429117781", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6789573595/#comment72157631758682748", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1350134222", "_content": "<a href=\"http://www.northeastmedals.co.uk/british_cavalry_regiment/13th/13th_hussars_wwi_casualty_list.htm\" rel=\"nofollow\">www.northeastmedals.co.uk/british_cavalry_regiment/13th/1...</a>\nShows him as Private Thomas Jones 16995 born Neath, Glamorganshire and enlisted at Ferndale. Killed in action.", "authorname": "Mrs Audubon", "id": "32254785-6789573595-72157631758682748", "iconfarm": 4}], "photo_id": "6789573595"}}