{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nypl/3110606352/#comment72157615416849405", "realname": "", "path_alias": "pixelwrangler", "author": "43854658@N00", "iconserver": "5533", "datecreate": "1237320912", "_content": "&quot;The Watuppa was built in 1906 at the Burleigh Shipyard, Port Richmond, Staten Island, for towing coal barges to New England. In 1935, the tugboat was bought by the McCarren Towing Line, reconditioned, and was used to tow oil barges on the East and Hudson Rivers. The hemp and wooden fenders hanging from the tug's sides served as buffers when it approached ships and docks.\n\n&quot;Abbott also photographed the tugboat Bess from Manhattan's Pier 11, but she chose this image of the Watuppa, taken from Brooklyn's Pier 5, for publication. She made <a href=\"http://www.flickr.com/photos/nypl/3109773979/\">several exposures</a>, capturing the tug's approach to the pier and showing its crew at dockside.\n\n&quot;Although many of Brooklyn's piers have been demolished, Pier 5 was rebuilt and is used by M.S. Lines, Inc. The fate of the Watuppa is unknown, but several tugs of her era still ply New York's rivers.&quot;\n\n<i>(more) --<a href=\"http://www.mcny.org/museum-collections/berenice-abbott/a164.htm\">Museum of the City of New York</a></i>", "authorname": "Pixel Wrangler", "id": "32946646-3110606352-72157615416849405", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/nypl/3110606352/#comment72157628030125637", "realname": "", "path_alias": null, "author": "69935315@N02", "iconserver": "0", "datecreate": "1321569400", "_content": "Great photo. Great commentary!  To Pixel Wrangler...Museum City of New York, Thanks for that richly informative comment!  I searched, &quot;Pier No 5, East River&quot; and landed here. Researching the work of Dock, Bridge Builder and Railroad Contractor John Gillies (1848-1920) whose firm, located at Astor House, during the 1880's through 1915, built several major steamship piers, (like Pier 37, along the North (Hudson) and East River , including the pier at the old Havemeyer Sugar Refinery. Achieved controversy as contractor in Brooklyn Navy Yard Dry Dock when work was delayed by changing specifications. (Supreme Court finally exonerated Gillies after determining beyond doubt that the U.S. Navy was guilty of what we now call project &quot;scope creep&quot;. He built the Rockaway Trestle across Jamaica Bay, the Long Island Railroad Dock at Sheepshead Bay and Staten Island Rapid Transit .  Forever searching for facts, stories and images. Do not have photo of this great, great uncle, or of my great grandfather who was one of the Gillies brothers who called their brother John, &quot;the Boss&quot;.  \n\n- DG", "authorname": "tonga609", "id": "32946646-3110606352-72157628030125637", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nypl/3110606352/#comment72157632682348344", "realname": "", "path_alias": null, "author": "66501625@N07", "iconserver": "0", "datecreate": "1359921096", "_content": "My grandfather, Captain Ben Almy was the captain of the Watuppa sailing out of Fall River, Mass. starting around 1900 and ending just before his death in 1930. Prior to that he was captain of the Cora Staples which burned during repairs in New London, Ct.", "authorname": "agatarheel", "id": "32946646-3110606352-72157632682348344", "iconfarm": 0}], "photo_id": "3110606352"}}