{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6789819447/#comment72157629443647989", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1330093038", "_content": "This photograph - is possibly not Lieutenant Colonel Reginald Salter Weston CMG OBE.  \n\nThough wearing the Manchester Regiment cap badge and collar dogs, the officer depicted is wearing the medal ribbon of the Military Cross.\n\nA regular officer in the Manchester Regiment, Reginald Salter Weston, born Clapham, Surrey, was promoted to Lieutenant wef 2nd August 1888.  However LG 26022 of 11 Feb 1890 also shows him promoted to Lieutenant vice Lt C H Moore on 17 Jan 1890.\n\nHaving been on seconded duty away from the Regiment as a Captain from 18 Mar 1899 [LG 16 May 1899], he returned as Battalion Adjutant from 9th Jan 1901 [LG 27288 of 22 Feb 1901] until 23 Jan 1904 [LG 27657 of 23 Jan 1904].\n\nMajor R S Weston was promoted to Temp Lt Col wef 8 Feb 1915 [LG 29293 of 10 Sep 1915]; a rank he relinquished on 13 Nov 1915 [LG of 21 Dec 1915] (probably due to his being wounded and leaving the appointment of Commanding Officer 2nd Battalion Manchester Regiment).\n\nOn 1 Sep 1916, again a Temporary Lieutenant Colonel R S Weston CMG, (annotated Major Manchester Regt), was appointed to the command of a Training Reserve Battalion.  Interestingly he is shown as posted from the East Lancashire Regiment.  [LG 29754 of 15 Sep 1916].  this appointment ran until 31 Mar 1918 when he again relinquished the rank of TLt Col on 'ceasing to command a battalion'. [LG 30559 of 5 Mar 1918].\n\nOn 26 Sep 1918 Major R S Weston CMG Manchester Regiment was appointed as an Area Commandant in the Royal Defence Corps [LG 12117 of 15 Oct 1918] and made once again Temporary Lieutenant Colonel [LG of 22 Oct 1918].  Note that ORs of the Royal Defence Corps wore a circular cap badge and that TLt Col Weston appears to have remained a Manchester.\n\nOn 22 Nov 1922, on account of his age, Lt Col R S Weston CMG OBE was struck off the strength of the Reserve of Officers.", "authorname": "Gary Donaldson", "id": "32254785-6789819447-72157629443647989", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6789819447/#comment72157629161860436", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1331049251", "_content": "A quick check of the Army List (September 1919) reveals that none of the Lt Col Commanding Officers in the Manchester Regiment held a Military Cross.  The 5th Battalion CO at Wigan was a Major B L Fletcher MC, but not shown in Acting or Temporary rank.  Of the Brevet Lieutenant Colonels in the 1st and 2nd Battalions there is a rash of CMGs, DSOs and OBEs but no MCs.  Reginald Salter Weston is shown as the most senior Major with CMG OBE.\n\nAt a guess the officer in this photograph might be; \n\nActing Lieutenant Colonel G B Martin MC, a substantive Captain in the Manchester Regiment serving with the Service Battalions of the Ox &amp; Bucks Light Infantry.\n\nHe could also be;\n\nMajor H W Walker MC of the Manchester Regiment who was detached to the Ministry of Information.//", "authorname": "Gary Donaldson", "id": "32254785-6789819447-72157629161860436", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6789819447/#comment72157636539791176", "realname": "John Weston", "path_alias": null, "author": "105330214@N05", "iconserver": "0", "datecreate": "1381752143", "_content": "I can't be sure about the ribbons on a b/w photo but this is certainly my uncle Rex (L/Col Weston) with whom I stayed every school holidays from 1933 to 1943 before the war.  I have an original studio print of this picture given to my mother by his sister.", "authorname": "johnweston123", "id": "32254785-6789819447-72157636539791176", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6789819447/#comment72157638066089635", "realname": "Carole Garron", "path_alias": null, "author": "109919209@N08", "iconserver": "0", "datecreate": "1385435742", "_content": "[http://www.flickr.com/photos/105330214@N05] John, I would very much appreciate learning more about your and your uncle's ancestors. My mother-in-law also descends from John and Ann Weston, your uncle Rex's grandparents, but I know nothing about them other than their names. I hope you can take the line back further for us as well. Looking forward to hearing from you.", "authorname": "carolegarron", "id": "32254785-6789819447-72157638066089635", "iconfarm": 0}], "photo_id": "6789819447"}}