{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/5609023109/#comment72157626503696246", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1302882834", "_content": "H. Vaultier &amp; Cª, Lda. foi fundada em 1897, por Henry Vaultier. Inicialmente com sede na Rua Vasco da Gama, em 1936 já possuía  filiais e fábricas na Rua da Alfândega, na Rua da Junqueira (Quinta do Almargem), na Rua Vasco da Gama e ainda na doca de Alcantâra.\n\nA pequena oficina estabelecida por este notável industrial, foi amplamente desenvolvida por seu filho MaximeVaultier, abrangendo secções comerciais de acessórios para automóveis, artefactos de ferro, motores, bombas, material para pulverização, material agrícola para descasque de arroz, material de combate a incêndios, importador de óleos de entre os quais a marca &quot;Eagloil&quot;, acessórios para moagem, fábrica de correias e puados, etc.\n\nEm 1946 o edifício na Rua Dom Luís I, em Lisboa,  obra do Arquitecto José Simões, datada dos anos 40 do século XX. construído para o  Instituto Superior Técnico, herdeiro do Instituto Industrial, foi adquirido, em 1944, pela 'H. Vaultier &amp; Cª, Lda.'. Esta completou as obras e em 6 de Outubro de 1945 foram inauguradas estas novas instalações, com a presença do Presidente da República general Óscar Carmona.\nAqui instalou um armazém de ferro, fábrica de mangueiras, correias e puxados, uma oficina de viaturas agrícolas e de combate a incêndios, exposição de materiais e um refeitório para os cerca de 150 trabalhadores que aqui exerciam actividade. Em 1969 este edifício foi adquirido pelos CTT funcionando, hoje, a Fundação Portuguesa das Comunicações.\n\nA sua principal actividade foi-se tornando no fornecimento a corporações de bombeiros,  e não só, de material de combate a incêndios como viaturas, extintores de incêndio, boca de incêndio mangueiras em lona e nylon, carros de combate a incêndios, auto-macas, etc.\nA sua áera de actuação compreendia o território nacional extendendo-se às ilhas adjacentes e colónias portuguesas.\n\nMaxime Vaultier alem de importante industrial foi conselheiro da Câmara do Comércio Exterior de França e administrador neste país de empresa Scipat.", "authorname": "J. Leite", "id": "26532116-5609023109-72157626503696246", "iconfarm": 6}], "photo_id": "5609023109"}, "flarchive:created": 1387730255}