{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8244755000/#comment72157632301790507", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1356117310", "_content": "Lieutenant The Hon. Maurice Henry Nelson-Hood, b. 16 Jan 1881, of the Hood Battalion., Royal Naval Division, Royal Naval Volunteer Reserve, was officially reported killed in action aged 34 on Monday 7th June 1915, though he was certainly killed on 4th June 1915. Lieutenant Hood was the only son of the late Arthur Wellington Alexander Nelson Hood, 2nd Viscount Bridport and Lady Maria Georgiana Julia (nee Fox-Strangways) Viscountess Bridport, of 28, Norfolk Square, Hyde Park, London.\n\nLieutenant Hood is also commemorated on the Claygate War Memorial (1921) at Claygate, Esher, Surrey.  See: <a href=\"http://www.edlhs.co.uk/Claygate\" rel=\"nofollow\">www.edlhs.co.uk/Claygate</a> War Memorial.html \n\nLieutenant The Hon. Maurice Henry Nelson Hood lived at The Cottage, Beaconsfield Road, Claygate, Surrey.  He married Ethel Rose Kendall on 19 Nov 1908 and they had a daughter, Hon Eileen Sybil Mary Nelson Hood (later Baker), b. 25 Jan 1910; and a son Rowland Arthur Herbert Nelson Hood, b. 22 May 1911, later 3rd Viscount Bridport of Cricket St Thomas.  Ethel Rose Hood did not re-marry and died on 17 April 1931.\n\nPhotographs of Eileen Sybil Nelson Baker are at: <a href=\"http://www.npg.org.uk/collections/search/person/mp99251/hon-eileen-sybil-mary-nelson-baker-nee-hood\" rel=\"nofollow\">www.npg.org.uk/collections/search/person/mp99251/hon-eile...</a>", "authorname": "Gary Donaldson", "id": "32254785-8244755000-72157632301790507", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8244755000/#comment72157632302024583", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1356119470", "_content": "Lieutenant Hood was killed in action during the Third Battle of Krithia, the objective of which was to seize from the Turks the vital ground on the Gallipoli Peninsula, a feature known as Achi Baba (709').  This had been an objective on the original landings on 25th April 1915.  \n\nOn 4th June at 11.30am the four battalions of the 63rd (Royal Naval) Division, (Collingwood, Benbow, Hood and Drake), led by its 2nd Brigade, attacked directly onto the spur of Achi Baba, but were caught by enfilade fire from Kereves Dere.  The Collingwood Battalion fought exceptionally bravely at huge cost, but the positions that they took became untenable and within hours the Royal Naval Division was forced back to its original start line.  A good explanation of the action is at:  <a href=\"http://www.worldnavalships.com/forums/showthread.php?t=12249\" rel=\"nofollow\">www.worldnavalships.com/forums/showthread.php?t=12249</a>", "authorname": "Gary Donaldson", "id": "32254785-8244755000-72157632302024583", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8244755000/#comment72157632465080671", "realname": "G =]", "path_alias": "orinoko42", "author": "15161049@N06", "iconserver": "3201", "datecreate": "1357625127", "_content": "These men carried the cost of an amazing vanity, and their story is little marked today.  While Gallipoli is rightly remembered as the ANZAC event that changed the Australian and New Zealand nations, it's well to remember that the Royal Naval Division also suffered grievous losses.", "authorname": "orinoko42", "id": "32254785-8244755000-72157632465080671", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8244755000/#comment72157632517244434", "realname": "sexy", "path_alias": null, "author": "94178239@N00", "iconserver": "0", "datecreate": "1358123256", "_content": "Not many believe that if you lost a ship in WW1  in the RN   you were enlisted in the Blue jackets and sent to  fight as an Infantry man.\n\niam trying to find out what uniforms they wore to commerate  for Armistice Day 2014   as I wish to make myself  areplica and wear to lay a wreath being RN  myself", "authorname": "alx^^^", "id": "32254785-8244755000-72157632517244434", "iconfarm": 0}], "photo_id": "8244755000"}}