{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/4931870744/#comment72157624818284400", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1282914658", "_content": "A exposição foi inaugurada em 23 de Junho de 1940 pelo Chefe de Estado, Marechal Óscar Carmona, acompanhado pelo Presidente do Conselho, António de Oliveira Salazar pelo Ministro das Obras Públicas, Duarte Pacheco, Presidente da Câmara de Lisboa Eduardo Rodrigues de Carvalho  e pelo Cardeal Patriarca de Lisboa D. Manuel Gonçalves Cerejeira. Aqui nesta foto, o início da sessão solene junto ao Pavilhão de Honra e da Cidade de Lisboa.\nEsta exposição a maior de sempre atá á Expo 98, teve o intuito de comemorar , simultâneamente, o centenário da criação da nacionalidade (1140), e da restauração da independência em 1640.\n\nOs responsáveis pelo evento foram Augusto de Castro (Comissário-Geral), Sá e Melo (Comissário-Geral-Adjunto), José Leitão de Barros (Secretário-Geral) e Cottinelli Telmo (Arquitecto-Chefe), que incluía pavilhões temáticos relacionados com a história de Portugal, suas actividades económicas, cultura, regiões e territórios ultramarinos. Incluía ainda um pavilhão do Brasil, único país estrangeiro convidado\nSituada entre a margem direita do rio Tejo e o Mosteiro dos Jerónimos, ocupava cerca de 560 mil metros quadrados. Centrada no grande quadrilátero da Praça do Império, esta era definida lateralmente por dois grandes pavilhões, longitudinais e perpendiculares ao Mosteiro: o Pavilhão da Honra e de Lisboa (de Cristiano da Silva), e do outro lado, o Pavilhão dos Portugueses no Mundo (do próprio Cottinelli Telmo).\nSe este último nome lhe não é estranho está certo ...Cottinelli Telmo, apesar de arquitecto famoso, foi o realizador de um dos melhores e mais famosos filmes portugueses de sempre &quot; A Canção de Lisboa &quot; de 1933", "authorname": "J. Leite", "id": "26532116-4931870744-72157624818284400", "iconfarm": 6}], "photo_id": "4931870744"}, "flarchive:created": 1387755900}