{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7180005149/#comment72157630235919284", "realname": "", "path_alias": null, "author": "77788549@N05", "iconserver": "0", "datecreate": "1340374234", "_content": "Hugh Iltid Nicholl was originally a Bedfordshire Regiment officer.  His appointment as a Second Lieutenant in 1st Battalion Bedfordshire Regiment (from Lieutenant 4th Militia Battalion of the Bedfordshire Regiment, which he had joined in 1880 aged 18), effective 12th March 1892, is published in The London Gazette of 11th March 1892.\n\nAs a Captain, Hugh Iltid Nicholl was a member of the Aero Club of the United Kingdom.  It was through this association that he met his wife, a founder member of the Aero Club since 1901, then Miss Vera Butler.  Miss Butler was apparently the first lady in France to be granted a certificate to drive a motor car.  She took part in a 1,000 mile automobile trials rally, and was an enthusiastic hot-air balloonist.  (In fact the Aero Club of the UK was formed in a balloon basket - the 3 original members being Mr C S Rolls, Mr F Hedges Butler, and his daughter Miss Vera Butler).  The Nicholl family home was in Portland Place, London.  Iltid Nicholl and Vera Butler married at Steyning, Sussex, in 1904.  A son, David Iltid Nicholl was born in 1906 at Hartley Wintney in Hampshire, (his mother enrolled him as a Member of The Royal Aero Club in 1909, aged 3).\n\nDuring the Boer War Iltid Nicholl was the Officer Commanding the 6th Mounted Infantry Company of the Bedfordshire Regiment.  He afterwards wrote up his South Africa Journal which was published in 1900.", "authorname": "Trench-Foote", "id": "32254785-7180005149-72157630235919284", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7180005149/#comment72157630236153042", "realname": "", "path_alias": null, "author": "78785369@N06", "iconserver": "0", "datecreate": "1340375392", "_content": "Lt Col H I Nicholl at age 45, served on the Staff of 49th (West Riding) Division as a GSO1 from its arrival in France in April 1915 as one of the first entirely Territorial Army formations to engage on the Western Front.  49th Division fought at Aubers Ridge in May 1915 and in December 1915 it was subjected to the first Phosgene gas attack.  It was for his tireless efforts during this period that he was awarded the Distinguished Service Order.  He later served as DAA&amp;QMG in 47th (1/2nd London) Division as they prepared for their attack on the Somme in July 1916.  Unsurprisingly by the end of June 1916 he had probably given of his best and he was appointed to the UK based 67th Division, the Headquarters of which was in Canterbury in 1917 and Colchester in 1918, until March 1918.  Remarkably, despite the rigours of his extensive military service in India, South Africa, France and Flanders, Hugh Iltid Nicholl lived to the age of 83, dying in Marylebone in 1953.", "authorname": "Wemmbley-Hogg", "id": "32254785-7180005149-72157630236153042", "iconfarm": 0}], "photo_id": "7180005149"}}