{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2679863464/#comment72157606237336524", "realname": "", "path_alias": "pcoin", "author": "42264328@N00", "iconserver": "28", "datecreate": "1216397158", "_content": "Looks to be a French aviator, Andre Frey (1886-1912). Some sources (erroneously ?) call him Alfred Frey. See:\n<a href=\"http://www.earlyaviators.com/efrey.htm\">Early Aviators</a>\n<a href=\"http://www.past-to-present.com/photos.cfm?reference=S04453\">a postcard with his photo</a>--calls him &quot;Alfred Frey&quot;.\nAnother reference on &quot;Alfred Frey&quot; is <a href=\"http://www.dlr.de/en/desktopdefault.aspx/tabid-2039/2510_read-3894/\">here</a>.\nI suppose these could be two different people, confounded in some sources, but seems a simple error is more likely.", "authorname": "cotinis", "id": "8602872-2679863464-72157606237336524", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2679863464/#comment72157606330169074", "realname": "", "path_alias": "library_of_congress", "author": "8623220@N02", "iconserver": "3703", "datecreate": "1216825609", "_content": "cotinis: We agree that this is probably Andre Frey. We'll add his name to the source catalog, with the caution of &quot;probably&quot; until more information turns up to verify it. Thanks!", "authorname": "The Library of Congress", "id": "8602872-2679863464-72157606330169074", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2679863464/#comment72157621796930393", "realname": "", "path_alias": null, "author": "41047393@N05", "iconserver": "2552", "datecreate": "1249223291", "_content": "I can confirm it's Andre Frey (french license 93) but would like to add that Alfred Frey also existed and had the french license 48. Andre had a moustache, Alfred didn't. \n\nSource: Les 100 Premiers Aviateurs brevetes au monde et la naissance de l'Aviation (E.J. Lassalle, ca 1960).", "authorname": "Past to Present Photos", "id": "8602872-2679863464-72157621796930393", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2679863464/#comment72157629576437008", "realname": "", "path_alias": null, "author": "68439219@N06", "iconserver": "7206", "datecreate": "1335883192", "_content": "June 10, 1910 - November 21, 1912: Between these dates, so close, the entire career of Andrew Frey. The approval of his wings, with No. 93, to his tragic end, near Reims, on the military airfield where he was conducting a training period as a reservist.\n\nLicensed pilot in 1910, Andrew Frey participates in the 2nd week of flying Farman Champagne in the team and finished third in the race Paris - Rome 1911. He defends the French colors during the Gordon Bennett Cup in Chicago before being involved in an accident during a military career in 1912 at Mourmelon-en-Champagne.\n\nAndrew Frey reappeared in May 1912 with a Hanriot this time. May 2, he rallied Issy-les-Moulineaux in Reims average, respectable for the time, of 115 km / h. In June, he participated in the Tour d'Anjou, Grand Prix of the Aero Club of France, still in his Hanriot. Then on July 11, always in Reims, he broke the record with passenger 135 kilometers an hour. It is better, two days later, alone on board, winning the Cup playoff Gordon Bennett by completing the 200 kilometer course in 1h24min25s (142.800 km / h on average).\n\nWith his Blériot monoplane, he became known in the race Paris - Madrid, scheduled from May 21 to 26, won by Jules Védrines on a Morane-Saulnier monoplane powered by 50 hp Gnome, at Roland Garros, Louis and André Gibert Frey. Conneau, who calls himself in racing &quot;Andrew Beaumont&quot;, became famous May 28, 1911, by winning the race Paris - Rome, organized by the Petit Journal, before Roland Garros on the same device. Beaumont traveled the 1,475 miles from the race in 21 hours 10 minutes flight. He beat ten competitors, including Roland Garros, and Andrew Frey Vidart - embarked on a Deperdussin, particularly fast monoplane.", "authorname": "Early Aviation", "id": "8602872-2679863464-72157629576437008", "iconfarm": 8}], "photo_id": "2679863464"}}