{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/statelibraryqueensland/8008255478/#comment72157631617714644", "realname": "State Library Queensland", "path_alias": "statelibraryqueensland", "author": "32605636@N06", "iconserver": "7441", "datecreate": "1348549827", "_content": "The Brisbane Courier reported this wedding thus:\nDRYNAN-FLANAGAN.\n\nAt St. Stephen's Cathedral on August 7, the marriage was solemnised of Mr. Andrew John (Drew) Drynan (eldest son of Mr. and Mrs. James Drynan, Beaudesert) and Miss Marie Flanagan (second daughter of Mrs. Flanagan and the late Mr. Andrew Flanagan, Forest Home, Rathdowney). Rev. Father Hennessey performed the ceremony, assisted by the Rev. Father Steele (Yeronga). The bride, who was given away by her uncle (Mr. Frank. Egan), was in a silver lace and georgette frock made with wide side drapes, and an uneven hem line with a diamente ornament at the side. Her pale pink tulle veil was arranged in cap fashion with a coronet of orange blossoms and silver lace. She also carried a showy bouquet of white roses and sweet peas. The bride was attended by two bridesmaids, Miss Kitty Flanagan (sister) and. Miss Ena Drynan (sister of the bridegroom). They wore frocks of pale blue, and pale pink net, respectively. The tucked bodices were attached to skirts adorned with handkerchief and peacock drapes mounted on silver lace, and finished with soft taffetas bows. They wore blue and pink crinoline hats faced with tulle and trimmed with bows of silver rib- bon. They also carried bouquets ol pale pink and blue flowers. Mr. Jim Drynan (brother of bridegroom) was best man, and Mr. Jack Enright was groomsman. Miss Kitty Slack presided at the organ. The guests were enter tained at the Jenolan Cafe by Mrs. Flanagan, who wore a costume of black mariette with an overrskirt of block silk lace. She also wore a black hat with touches of pink, and carried a bouquet of red and pink shaded roses. The bridegroom's mother was frocked in a semi-ensemble of honey coloured mariette with a front panel of satin beauté, and a hat en suite. She carried an autumn tinted posy. After the recep tion the bride and bridegroom left on their honeymoon, which will be spent on a motor tour of the Northern Rivers. Mrs. Drynan wore a travelling frock of fawn Marocain showing hand embroideries, with a Visca straw hat in a lemon shade. <a href=\"http://nla.gov.au/nla.news-article21440802\" rel=\"nofollow\">nla.gov.au/nla.news-article21440802</a>", "authorname": "State Library of Queensland, Australia", "id": "32560314-8008255478-72157631617714644", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/statelibraryqueensland/8008255478/#comment72157631617976413", "realname": "State Library Queensland", "path_alias": "statelibraryqueensland", "author": "32605636@N06", "iconserver": "7441", "datecreate": "1348549922", "_content": "You can see the original newspaper article here: <a href=\"http://trove.nla.gov.au/static/ndp/tmpImageFiles/article21440802-3-1348549843998/article21440802-3-001.jpg\" rel=\"nofollow\">trove.nla.gov.au/static/ndp/tmpImageFiles/article21440802...</a>", "authorname": "State Library of Queensland, Australia", "id": "32560314-8008255478-72157631617976413", "iconfarm": 8}], "photo_id": "8008255478"}, "flarchive:created": 1389619015}