{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7921758336/#comment72157631511234767", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1347370457", "_content": "Pte Thomas Mason lived in St Ives, Huntingdonshire.  He originally enslisted in Huntingdon and joined the Huntingdonshire Cyclists Battalion as No 1563.  On transfer to the Royal Warwicks he became No 307706.  He is commemorated on the Fenstanton War Memorial in Huntingdonshire.\n\nA draft of men from the Huntingdonshire Cyclists Battalion was posted out from England to 8th Royal Warwicks shortly after 1 July 1916 to replace men lost on the first day of the Battle of the Somme.  There were 89 men in this draft, allocated Regimental Numbers 307649 to 307737, including Thomas Mason.  Sixteen of these soldiers were killed on 27th August 1916.\n\nFrom: &quot;A Social and Military History of the 1/8th Battalion The Royal Warwickshire Regiment in The Great War&quot; by Robert David Williams BA(Hons) at <a href=\"http://etheses.bham.ac.uk/13/1/Williams00MPhil.pdf\" rel=\"nofollow\">etheses.bham.ac.uk/13/1/Williams00MPhil.pdf</a> \n\nNear Ovillers 8th Royal Warwicks as part of II Corps in the Reserve Army was part of a series of attacks to capture Pozières and Mouquet Farm.  Up to this time, the Battalion had only been involved in bombing attacks that had achieved mixed results.  The plan for the attack on 27th August was for two companies to assault the enemy line at Zero (19.00hrs), when an artillery shrapnel barrage commenced.  The artillery fire would lift off the objective at Zero plus 4 minutes. Three platoons of each company were to carry out the assault, which was to advance 300 yards, the fourth platoons being used to dig a new communication trench. There would be three waves, each of two platoons, the third wave carrying tools, grenades and engineer stores. Covering all of this, would be a machine-gun fire onto the enemy fire and communication trenches. The assaulting troops would be carrying as little as possible; 120 rounds of ammunition, two Mills bombs and two sandbags. This was a relatively simple plan of attack and should not have taxed the abilities of the Battalion. However the artillery fireplan was not comprehensive, lasting only four minutes and the number of assaulting troops amounted, in fact, to only one company.  Things quickly went wrong. \n\nThe troops went over the top on time and kept close up with the artillery barrage, unfortunately they lost direction. There were no landmarks to guide them and their objective, trenches, had virtually ceased to exist by the time they arrived. The troops on the right went too far to the right and ran into their own barrage in which they sustained many casualties. They occupied some trenches but were thrown out of them just a few hours later. Only one officer survived. Those troops on the left also got lost and went too far to the left. They overran their objective and advanced to the standing barrage, expecting this to lift they went into it. Suffering heavy casualties, they were forced to withdraw. 145th Brigade, attacking on the left secured its objectives without too much trouble.//", "authorname": "Gary Donaldson", "id": "32254785-7921758336-72157631511234767", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7921758336/#comment72157631511622953", "realname": "Christian Lüts", "path_alias": "liits", "author": "63191264@N00", "iconserver": "2156", "datecreate": "1347374016", "_content": "Thomas Mason born August 1894 Fenstanton, Huntingdonshire. The second child and eldest son of John Beck Mason [b.1852 St Ives, Cambs.], a Solicitors Clerk and Elizabeth Ann Mason nee Hale [b.1864 St Ives, Cambs.].\nThe 1901 census records him living at Grenville House, Bridge Terrace, Fenstanton, with his parents, older sister Lillian Mary [b.1889] and younger brothers John Bert [b.1898] and Harold George [b.1901]. The house still survives, thumbnail link below.\nThe 1911 census records the family still living at the address. Thomas is now employed as a Coal Merchant’s Clerk.\nHe enlisted on the 8th November 1915 with the 3/1st Huntingdonshire Cyclist Battalion at Huntingdon. His enlistment papers record that he was 22 years and three months old, 5 feet 4½ inches tall.\nHe was compulsorily transferred to the 1/8th Royal Warwickshire Regt. on 7th August 1916 his new regimental number being 307706. Posted wounded and or missing on 27th August 1916 having served for only 294 days.", "authorname": "liits", "id": "32254785-7921758336-72157631511622953", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7921758336/#comment72157631511669508", "realname": "Christian Lüts", "path_alias": "liits", "author": "63191264@N00", "iconserver": "2156", "datecreate": "1347374865", "_content": "[http://www.flickr.com/photos/liits/7976475489/in/photostream]\nGrenville House, Bridge Terrace, Fenstanton, Cambs.", "authorname": "liits", "id": "32254785-7921758336-72157631511669508", "iconfarm": 3}], "photo_id": "7921758336"}}