{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6282834452/#comment72157628118811704", "realname": "Guido", "path_alias": "adb41", "author": "77235581@N00", "iconserver": "82", "datecreate": "1321202831", "_content": "Formerly 30864, Yorkshire L.I.. \nBirthplace, and place of enlistment: Birstall. \nPlace of residence: Batley.", "authorname": "adb402004", "id": "32254785-6282834452-72157628118811704", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6282834452/#comment72157628139727952", "realname": "Christian Lüts", "path_alias": "liits", "author": "63191264@N00", "iconserver": "2156", "datecreate": "1321434836", "_content": "Best match found [so far] in the 1901 census.\nCharles Jubb born 1892. The 1901 census shows him living at 18 Gelderd Road, Birstall with his parents [father, Newsome Jubb b. 1872 Dewsbury. Mother, Annie b.1872, Gommersall] and two younger brothers [Henry, b.1895 and Leonard b.1900] and a younger sister [Louisa b.1898]. His father’s occupation is given as “Cotton Card Cleaner”.", "authorname": "liits", "id": "32254785-6282834452-72157628139727952", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6282834452/#comment72157628488587973", "realname": "", "path_alias": null, "author": "72437181@N03", "iconserver": "7155", "datecreate": "1324328932", "_content": "Charles Jubb is one of 200 men from Birstall who died in WWI. The following has been established: \n\nCharles’ name appears on Birstall Memorial and Batley Memorial; and on the Roll of Honour in St Saviour’s Parish Church and Birstall Methodist Church\n\nThe Batley News 24 Novemmber 1917 reported ........ “Pte Charles Jubb (25), Lancashire Fusiliers, whose wife resides at Wensleydale Parade, Bradford Road, Batley is reported missing from October 8th. In addition to the official notice, his wife has received a letter from an officer, who says: ‘I am very sorry I cannot give you any news about your husband beyond the fact that on October 7th we took part in an attack, and when we had finished Pte  Jubb was missing. I have great hopes he was taken a prisoner, which I sincerely hope will be the case, for his own sake. He was a good man in his company, and nobody regrets losing him more than myself. Pte Jubb, who is the son of Mr and Mrs Newsome Jubb, Geldard Road, Birstall, former licensees of the Coach and Six, Birstall, joined up in June 1916, and went to France after twelve months training.  For a short time before enlisting he worked for Messrs Illingworth and Co, Carr Mills as a fettler, and was previously employed by Messrs R Dewhurst and Co. He was connected with Birstall Wesleyan Chapel”\n\nI am trying to establish the name of Charles' wife. Any help would be appreciated to ATnC.Dunlop@hotmail.co.uk", "authorname": "ATDscreen1", "id": "32254785-6282834452-72157628488587973", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6282834452/#comment72157628488991611", "realname": "Christian Lüts", "path_alias": "liits", "author": "63191264@N00", "iconserver": "2156", "datecreate": "1324331381", "_content": "This may be a coincidence with regard to the location but in the parish of St Saviour, Brownhill, there was a marriage on July 12th 1913 between Charles Jubb and Hannah Hallas [who was three years older than her new husband]. Charles’ address is given as Gelderd Road. Hannah’s is illegible but looks like Galauds Road? [its certainly not Gelderd Road].\nThe Reason I’m not sure that it is the same person as that Charles’ fathers is named as Joseph and his occupation is given as “Teamer” which I always understood to be something to do with iron-founding.\n[Additional information 20/12/11] The illegible address given on the Marriage Register for Hannah Hallas is EALANDS Road.", "authorname": "liits", "id": "32254785-6282834452-72157628488991611", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6282834452/#comment72157628490104689", "realname": "", "path_alias": null, "author": "72437181@N03", "iconserver": "7155", "datecreate": "1324337030", "_content": "Charles was born in 1892 in Birstall to Newsome and Annie Jubb – he was the first of their seven children. By the 1911 Census Charles was 19 years old and employed as a Woollen Piecer. He was living at home at Botany Bay, Geldard Road, Birstall with Harry (16); Louisa (13); Leonard (11); Willie (4); Edith (2) and Annie who was 9 months old.", "authorname": "ATDscreen1", "id": "32254785-6282834452-72157628490104689", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6282834452/#comment72157628527671675", "realname": "", "path_alias": null, "author": "72437181@N03", "iconserver": "7155", "datecreate": "1324580780", "_content": "Batley News – 24 August 1918\n\n“Private Charles Jubb (26), Lancashire Fusiliers, whose wife lives at Wensleydale Parade, Bradford Road, Birstall, after being posted missing since August 1917, is now officially presumed to have been killed on or since that date. He enlisted in June 1916, and went to France twelve months later. Previously he had worked at Messrs E D Illingworth’s Carr Mills, Birstall”", "authorname": "ATDscreen1", "id": "32254785-6282834452-72157628527671675", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6282834452/#comment72157628527737303", "realname": "", "path_alias": null, "author": "72437181@N03", "iconserver": "7155", "datecreate": "1324581151", "_content": "Charles Married HANNAH HALLAS at St Saviour's Church, Brownhill, Birstall on July 12th 1913. They set up home on Wensleydale Parade, Bradford Road Birstall.\n\nHannah continued to live there after Charles died and it was from that address, of Wensleydale Parade, that she remarried in 1919.", "authorname": "ATDscreen1", "id": "32254785-6282834452-72157628527737303", "iconfarm": 8}], "photo_id": "6282834452"}}