{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9205726171/#comment72157634605199029", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1373646737", "_content": "Wikipedia article has this to say about Suvla Bay:\nSuvla is a bay on the Aegean coast of the Gallipoli peninsula in European Turkey, south of the Gulf of Saros.\n\nOn August 6, 1915, it was the site for the Landing at Suvla Bay by the British IX Corps as part of the August Offensive during the Battle of Gallipoli. The landing and others at various points along the peninsula were designed to capture the peninsula from Turkish troops defending it under German direction, and to open the Dardanelles Straits to British warships — thus facilitating a planned naval attack on Constantinople (Istanbul). The Gallipoli campaign ended in failure and high casualties for the British side, which included numbers of Australians, New Zealanders and Newfoundlanders.\n\n<a href=\"http://www.gutenberg.org/files/22021/22021-h/22021-h.htm#Page_54\" rel=\"nofollow\">www.gutenberg.org/files/22021/22021-h/22021-h.htm#Page_54</a>               The Project Gutenberg EBook of Gallipoli Diary, Volume 2, by Ian Hamilton\n p242 5th-6th October 1915 on Suvla, mentions 2/1st Coy. of the London Regiment, 29th Division, 52nd Division, 53rd Division, 86th Brigade, 88th Brigade and 1st Newfoundland Battalion (their first day in the trenches).", "authorname": "brenontario", "id": "32254785-9205726171-72157634605199029", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9205726171/#comment72157634611758152", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1373647036", "_content": "As per IWM, HU 112910. Corporal J E Anstey. Unit: No 3 Troop City of London Yeomanry. Death: 06 October 1915 Suvla Bay \n\nIn August 1915 the London Mounted Brigade formed part of 2nd Mounted Division (dismounted) under Major-General W. E. Peyton, C.B.\n<a href=\"http://www.gallipoli...tle-august-1915\" rel=\"nofollow\">www.gallipoli...tle-august-1915</a>\n\n31-year-old Corporal Thomas John Anstey of the City of London Yeomanry (Rough Riders) died on the same day, October 6, 1915 as Corporal J E Anstey and is buried in Green Hill Cemetery, Suvla, Gallipoli.  There are a large number of unnamed graves in this cemetery but there may never have been a Corporal J E Anstey.  \nIn UK birth records at FreeBMD.com the only J E Anstey born in the right ballpark is James Edward Anstey in 3rd quarter 1883 in St Olave, Southwark.  However, a person of the same name died in 2nd quarter 1886 in Greenwich age 2.  \nHad J E Anstey lived he would have been 31 in 1915, said to be Corporal Thomas John Anstey's age.\n<a href=\"http://www.findagrav....6414687&amp;df=all\" rel=\"nofollow\">www.findagrav....6414687&amp;df=all</a> and <a href=\"http://www.cwgc.org/find-war-dead.aspx?cpage=2\" rel=\"nofollow\">www.cwgc.org/find-war-dead.aspx?cpage=2</a>\nIs the photo then of Corporal Thomas John Anstey and not Corp J E Anstey?\n\n    In Thomas' Great War record at ancestry.co.uk his mother is Elizabeth Anstey and father Thomas Henry Anstey. There is no record there for J E Anstey.\n    FreeBMD.has a Thomas John Anstey born in Sherborne in 1887. Of interest, a Thomas Anstey (father?) died at St Olave 1924 age 63.", "authorname": "brenontario", "id": "32254785-9205726171-72157634611758152", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9205726171/#comment72157634951060518", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1375747002", "_content": "The Soldiers who died in the Great War database has Thomas John recorded as born Cardiff and resident Wandsworth Common. \n\nThe additional information on the CWGC site is that he was the Son of Thomas Henry and Elizabeth Anstey, of 17, Dalton St., Cardiff.\n<a href=\"http://www.cwgc.org/find-war-dead/casualty/602096/\" rel=\"nofollow\">www.cwgc.org/find-war-dead/casualty/602096/</a>\n\nOn the 1901 census, the 15 year old Thomas from Cardiff, working as a Bank Clerk, was recorded at Windmill Road, Wandsworth, London. This was the household of a maiden aunt, Catherine Anstey, from Llangattock in Monmouthshire. Aged 35, she was working as a teacher. Also in the household are Thomas's brothers, William H, aged 23 and said to working for the South African Constabulary, and Edward, aged 15 and still at school. They were both born Cardiff. \n\nThomas John, aged 25, was recorded living with his aunt at 3 Windmill Road, Wandsworth on the 1911 census. He was still working as a Bank Clerk, as is his 23 year old brother, Edward Archibald, who was recorded at the same address.\n\nHis Military Index Card at the National Archive lists him as Thomas J.\n<a href=\"http://discovery.nationalarchives.gov.uk/SearchUI/Details?uri=D1632352\" rel=\"nofollow\">discovery.nationalarchives.gov.uk/SearchUI/Details?uri=D1...</a>\n\nIt may be a co-incidence but there is also a Medal Index card for a Private Edward A. Anstey of the City of London Yeomanry, serial number 2329, subsequently renumbered to 40219\n<a href=\"http://discovery.nationalarchives.gov.uk/SearchUI/Details?uri=D1632242\" rel=\"nofollow\">discovery.nationalarchives.gov.uk/SearchUI/Details?uri=D1...</a>", "authorname": "Moominpappa06", "id": "32254785-9205726171-72157634951060518", "iconfarm": 1}], "photo_id": "9205726171"}}