{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1283151602", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "4858565208", "title": {"_content": "One of NASA's Boeing 747 Shuttle Carrier Aircraft flies over the Dryden Flight Research Center"}, "media": "photo", "tags": {"tag": [{"raw": "Bell X-1", "machine_tag": 0, "id": "44489032-4858565208-414819", "_content": "bellx1", "author": "25695066@N00"}, {"raw": "Bell X-1E", "machine_tag": 0, "id": "44489032-4858565208-41518269", "_content": "bellx1e", "author": "25695066@N00"}, {"raw": "X-1", "machine_tag": 0, "id": "44489032-4858565208-107505", "_content": "x1", "author": "25695066@N00"}, {"raw": "X01E", "machine_tag": 0, "id": "44489032-4858565208-62868812", "_content": "x01e", "author": "25695066@N00"}, {"raw": "Rocketplane", "machine_tag": 0, "id": "44489032-4858565208-1058976", "_content": "rocketplane", "author": "25695066@N00"}, {"raw": "Bell Aircraft", "machine_tag": 0, "id": "44489032-4858565208-8396271", "_content": "bellaircraft", "author": "25695066@N00"}]}, "comments": {"_content": "2"}, "secret": "a1261df9e5", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>Collection:</b> NASA Dryden Flight Research Center Collection\n\n<b>Photo Description:</b> One of NASA's Boeing 747 Shuttle Carrier Aircraft flies over the Dryden Flight Research Center main building at Edwards Air Force Base, Edwards, California, in May 1999.\n\n<b>Project Description:</b> NASA uses two modified Boeing 747 jetliners, originally manufactured for commercial use, as Space Shuttle Carrier Aircraft (SCA). One is a 747-100 model, while the other is designated a 747-100SR (short range). The two aircraft are identical in appearance and in their performance as Shuttle Carrier Aircraft. The 747 series of aircraft are four-engine intercontinental-ran ge swept-wing &quot;jumbo jets&quot; that entered commercial service in 1969. The SCAs are used to ferry space shuttle orbiters from landing sites back to the launch complex at the Kennedy Space Center, and also to and from other locations too distant for the orbiters to be delivered by ground transportation. The orbiters are placed atop the SCAs by Mate-Demate Devices, large gantry-like structures which hoist the orbiters off the ground for post-flight servicing, and then mate them with the SCAs for ferry flights. Features which distinguish the two SCAs from standard 747 jetliners are: o Three struts, with associated interior structural strengthening, protruding from the top of the fuselage (two aft, one forward) on which the orbiter is attached o Two additional vertical stabilizers, one on each end of the standard horizontal stabilizer, to enhance directional stability o Removal of all interior furnishings and equipment aft of the forward No. 1 doors o Instrumentation used by SCA flight crews and engineers to monitor orbiter electrical loads during the ferry flights and also during pre- and post-ferry flight operations. The two SCAs are under the operational control of NASA's Johnson Space Center, Houston, Tex. NASA 905 NASA 905 was the first SCA. It was obtained from American Airlines in 1974. Shortly after it was accepted by NASA it was flown in a series of wake vortex research flights at the Dryden Flight Research Center in a study to seek ways of reducing turbulence produced by large aircraft. Pilots flying as much as several miles behind large aircraft have encountered wake turbulence that have caused control problems. The NASA study helped the Federal Aviation Administration modify flight procedures for commercial aircraft during airport approaches and departures. Following the wake vortex studies, NASA 905 was modified by Boeing to its present SCA configuration and the aircraft was returned to Dryden for its role in the 1977 Space Shuttle Approach and Landing Tests (ALT). This series of eight captive and five free flights with the orbiter prototype Enterprise, in addition to ground taxi tests, validated the aircraft's performance as an SCA, in addition to verifying the glide and landing characteristics of the orbiter configuration -- paving the way for orbital flights. A flight crew escape system, consisting of an exit tunnel extending from the flight deck to a hatch in the bottom of the fuselage, was installed during the modifications. The system also included a pyrotechnic system to activate the hatch release and cabin window release mechanisms. The flight crew escape system was removed from the NASA 905 following the successful completion of the ALT program. NASA 905 was the only SCA used by the space shuttle program until November 1990, when NASA 911 was delivered as an SCA. Along with ferrying Enterprise and the flight-rated orbiters between the launch and landing sites and other locations, NASA 905 also ferried Enterprise to Europe for display in England and at the Paris Air Show. NASA 911 The second SCA is designated NASA 911. It was obtained by NASA from Japan Airlines (JAL) in 1989. It was also modified by Boeing Corporation. It was delivered to NASA 20 November 1990.\n\n<b>Photo Date:</b> May 1999\n<b>NASA Photo by:</b> Jim Ross\n\n<b>Photo Number:</b> EC99-45007-10\n<b>UID:</b> SPD-DRYDEN-EC99-4500 7-10\n<b>Original url:</b> <a href=\"http://www.dfrc.nasa.gov/Gallery/Photo/SCA/HTML/EC99-45007-10.html\" rel=\"nofollow\">www.dfrc.nasa.gov/Gallery/Photo/SCA/HTML/EC99-45007-10.html</a>\n\n<b>SOURCE</b>:  <a href=\"http://nasaimages.org/luna/servlet/detail/nasaNAS~8~8~62346~166194\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/nasaNAS~8~8~62346~166194</a>\n\n<b>Visit <a href=\"http://www.nasaimages.org\" rel=\"nofollow\">www.nasaimages.org</a> for the most comprehensive compilation of NASA stills, film and video, created in partnership with Internet Archive. </b>"}, "isfavorite": 0, "views": "17911", "farm": 5, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2010-08-01 00:00:00", "lastupdate": "1376000578", "takengranularity": "4", "posted": "1283151602"}, "originalsecret": "a0d771da84", "license": "7", "notes": {"note": []}, "server": "4077", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/4858565208/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387643441}