{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7194897612/#comment72157629789709400", "realname": "Ian Boys", "path_alias": "broadbottom", "author": "66722821@N00", "iconserver": "1399", "datecreate": "1337372925", "_content": "fascinating story", "authorname": "Ian_Boys", "id": "32254785-7194897612-72157629789709400", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7194897612/#comment72157629795740660", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1337416481", "_content": "Peripheral notes:  Known both to his friends and professionally as 'Vitch', it would appear that he remained in England for the rest of his life.  He possibly married Claudine (known as 'Claudie') (couldn't ascertain a maiden name).  And it appears that he died in Hendon aged 63 in 1953; (and she in Kensington in 1974).\n\nThere is a picture of Victor Dibovsky, &quot;Russian aviator and inventor&quot; taken in February 1928 at   <a href=\"http://www.scienceandsociety.co.uk/results.asp?txtkeys1=Captain+Victor+Dibovsky\" rel=\"nofollow\">www.scienceandsociety.co.uk/results.asp?txtkeys1=Captain+...</a> \n\nHis wartime work included the interrupter mechanism that enabled machine-guns to be fired forwards through the propellor arc, as well as patented buffers  <a href=\"http://www.google.com/patents?id=hD1iAAAAEBAJ&amp;pg=PA1&amp;source=gbs_selected_pages&amp;cad=1#v=onepage&amp;q&amp;f=false\" rel=\"nofollow\">www.google.com/patents?id=hD1iAAAAEBAJ&amp;pg=PA1&amp;sou...</a> and  securing arms to enable the more rapid fire of the Vickers machine-gun in aerial combat. \n\nFlight Magazine of 12 January 1928 carries a notice that &quot;Captain Dibovsky CMG, former Chief of the Imperial Russian Naval Aviation Mission to the Allies, will deliver a lecture on the &quot;Possibilities of Flying with Human Power Only&quot; to the Society of Model Aeronautical Engineers at the YMCA Tottenham Court Road.&quot;  Captain Dibovsky evidently devoted many years of study and model building to this research.  In the photo noted above the model on his desk is of a &quot;motorless aircraft&quot;.//", "authorname": "Gary Donaldson", "id": "32254785-7194897612-72157629795740660", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7194897612/#comment72157629818619590", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1337544213", "_content": "In Flight Magazine of 14 February 1963 there is a notice by a Mr E Meos of Oobiku 10a, 7, Tartu, USSR-ESSR, seeking information for a biography of Lt Cdr V V Dibovsky CMG - said to have lived in England from 1915 to 1950 and worked as a consultant to both Woolwich Arsenal and Handley Page Ltd before leaving England for Switzerland (perhaps 'Claudie' was Swiss?).\n\nI have found another patent, a Canadian one CA 420019, for a 'rotary blower and exhauster' attributed to V V Dibovsky, dated 9 May 1944,  Worldwide citation was admitted for this invention on Feb. 28, 1944, No. 3666 and patented in UK on 13 June 1946 GB 578053.\n\nV V Dibovsky was also mentioned in the bankruptcy orders (a Creditors petition, No 4702) in the London Gazette of 29 December 1925 (page 8689).  His address is given as 81 Park Mansions, Knightsbridge, London.  Also in the Gazette of 30 April 1929 at the same address, in an Application for Discharge.//", "authorname": "Gary Donaldson", "id": "32254785-7194897612-72157629818619590", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7194897612/#comment72157629834669788", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1337625943", "_content": "The Geneva Daily Times (The House Daily for Ontario, Seneca and Yates Counties) [New York USA] of Saturday 28th February 1920 carries a small front page article and a portrait photograph of V Dibovsky.  The Ellis Island database shows that the Mongolia sailed from Southampton on 17th February 1920 - and oddly shows Capt Dibovsky's place of residence as New York.  The article reads:  Captain Victor Dibrovsky [sic] , Russian aviator credited with having invented the synchronizing apparatus which permits the firing of a machine-gun through an airplane propellor, arrived in New York recently aboard the steamer Mongolia.  He is here to complete preparations for a transcontinental flight.  <a href=\"http://fultonhistory.com/Newspaper 11/Geneva NY Daily Times/Geneva NY Daily Times 1920 Feb-Jun 1920 Grayscale/Geneva NY Daily Times 1920 Feb-Jun 1920 Grayscale - 0176.pdf\" rel=\"nofollow\">fultonhistory.com/Newspaper%2011/Geneva%20NY%20Daily%20Ti...</a>  \n\nTime Magazine of Monday 16th January 1928 also covers the exploits of Victor Dibovsky in an article titled &quot;Aeronautics: Albatross-wise&quot; concerning his endeavours to enable man-powered flight.//", "authorname": "Gary Donaldson", "id": "32254785-7194897612-72157629834669788", "iconfarm": 0}], "photo_id": "7194897612"}}