{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/4712014396/#comment72157624178489411", "realname": "", "path_alias": null, "author": "11418107@N02", "iconserver": "1068", "datecreate": "1276880252", "_content": "The other side? in 2007:\n[http://www.flickr.com/photos/96185638@N00/1443312419/]", "authorname": "pennylrichardsca (now at ipernity)", "id": "8602872-4712014396-72157624178489411", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4712014396/#comment72157624306406380", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1276918430", "_content": "Lorenzo Ghiberti's bronze doors on the Baptistry are empaneled with magnificent bas relief scenes of biblical history and legends. Ghiberti's work took decades to accomplish, was hailed as the early masterpiece of Renaissance art, and later furnished inspiration to Michaelangelo. (In 1956, when I saw the doors, they were still attached to the Baptistry, where for five hundred years they had been exposed to the possibility of vandalism, and the ravages of time and weather, but in 1990, at long last, they were removed for protection to a nearby museum, and replaced by modern replicas.)\n\nGhiberti's &quot;Gates of Paradise&quot; [Michaelangelo's term for them]:\n[http://www.flickr.com/photos/ricardobevilaqua/2601068466/]\n\nMuch later, in the United States, Ghiberti's doors furnished inspiration for the 19th-century &quot;Columbus Doors&quot; on the Capitol, in Washington -- doors which depict scenes of the quest for India and discovery of America, by Christopher Columbus, in 1492 (only a few decades after Ghiberti finished his doors). These doors, which lack the finesse and genius of Ghiberti's, were the work of Randolph Rogers, an American-born sculptor (chiefly of Civil War monuments), whose studio and workshop were located in Rome.", "authorname": "Wystan", "id": "8602872-4712014396-72157624306406380", "iconfarm": 4}], "photo_id": "4712014396"}}