{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/2679544747/#comment72157626796867340", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1306258787", "_content": "Foi numa parte da Quinta do Marquês de Marialva (D. António Luis de Menezes), confinada ao convento de S. Bento de Xabregas, à Rua Direita de Marvila e ao rio Tejo, onde é hoje a Rua do Açúcar que se instalou a Fábrica Nacional de Sabões, que resultou da união de várias indústrias que aqui laboravam. Consequência de em 1919, a empresa ‘Sousa &amp; Companhia’ e João Rocha, um importante industrial , terem-se associado e formado uma poderosa indústria, criando a ‘Sociedade Nacional de Sabões, Lda’. \n\nA produção atingiu o seu auge nos anos 40 e 50 do século XX, tendo a ‘Sociedade Nacional de Sabões’ então adquirido este terreno sob a designação de “Quinta do Brito”.Foram demolidas todas as estruturas do antigo solar, para dar lugar a esta enorme unidade fabril que laborou durante várias décadas. \n\nO detergente para lavar louça &quot;Sonasol&quot;, criado em 1951, foi o produto mais famoso desta fábrica, e de Portugal. Era desta fábrica que saiam as marcas, “Margarina Chefe”, “Sabonete Beato”, “ Sabonete Mélior”“Sabão Azul e Branco” e outros produtos igualmente famosos. Depois de 1951 fabricou também detergentes, óleos industriais e alimentares, rações e fertilizantes.\n\nEm 1956 a ‘Sociedade Nacional de Sabões, Lda.’ entra numa parceria com a ‘CUF’ e a ‘Macedo &amp; Coelho’ e criam a ‘Sovena’, em 1956, para comercialização de óleos vegetais e sabões.\n\nEm 1961, a Sociedade Nacional de Sabões, ainda se apresentava próspera e chegou a estabelecer um contrato com a Colgate-Palmolive para a produção dos sabonetes Palmolive em Portugal. O dentífrico Colgate e os produtos para a barba Palmolive foram produzidos pela Colgate-Palmolive em linhas de produção instaladas na antiga fábrica em Marvila. \n\nEm seguida e lançando práticamente um producto novo por ano vêm: Sabonete Cadum(1962), pó de limpeza Ajax (1963), escova de dentes Colgate (1964), dentífrico Colgate Flúor e esfregão Bravo (1965), shampoo Palmolive (1967), after-shave Palmolive (1968), limpa-vidros Ajax (1970) e limpa-tudo Ajax (1971).\n\nEm 1974 chegou a ser o maior grupo privado português. Capacidade empreendedora e visão estratégica transformaram um negócio familiar num conglomerado industrial, pela mão de três gerações. Os grandes concorrentes eram outros gigantes como  a ‘Macedo &amp; Coelho’ e a ‘CUF’. \nEm 1975 a fábrica produzia, para além do Sonasol, outros detergentes líquidos das marcas “Lavax”, Lavax Lãs” e “Soflan”\n\nEm 1989 a multinacional alemã ‘Henkel’, comprou a Fábrica Nacional de Sabões. Nesta altura, o grupo integrava 25 empresas, empregava 1.500 pessoas e tinha vendas superiores a 20 milhões de contos (cerca de 100 milhões de euros), o que representava 0,2 por cento do produto interno bruto (PIB) português. Encerrada esta de Marvila, a ‘Henkel’ ainda manteve uma fábrica em Alverca até 2004, acabando por transferi-la para Espanha.  \n\nA ‘Sociedade Nacional de Sabões, Lda.’ entrou em falência no início dos anos 90 e de toda esta aventura sobrou apenas o mirante da Quinta do Marquês de Marialva. \n\nA decisão tomada pela família Rocha dos Santos, na última década do século passado, de desinvestir no grupo Sociedade Nacional de Sabões e de diversificar as suas aplicações através do mercado de capitais, culminou com a criação, em 2004, da Ongoing Strategy Investments, presidida por Nuno Vasconcellos.", "authorname": "J. Leite", "id": "26532116-2679544747-72157626796867340", "iconfarm": 6}], "photo_id": "2679544747"}, "flarchive:created": 1387762868}