{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/5456219010/#comment72157626233908730", "realname": "Jesús Roberto Duarte", "path_alias": "jesusduarte", "author": "53461717@N08", "iconserver": "4116", "datecreate": "1299718877", "_content": "The last name is Ocaranza (with one &quot;r&quot;) and pronounced smoothly like in &quot;there&quot;.\nDr. Roberto Duarte", "authorname": "jerodamor@yahoo.com.mx", "id": "8602872-5456219010-72157626233908730", "iconfarm": 5}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5456219010/#comment72157629449510507", "realname": "Jesús Roberto Duarte", "path_alias": "jesusduarte", "author": "53461717@N08", "iconserver": "4116", "datecreate": "1330158667", "_content": "There's an article in New York Tribune, issue September 28, 1913 (The Library of Congress, Chronicling America) that mentions the failure of Generals Trucy Aubert and Ocaranza to aid the Torreón garrison when Aubert was near San Pedro de las Colonias (State of Coahuila) with fifteen-hundred troops and Ocaranza in San Pedro with 800 men.\nWhen both generals learned that Villa was close, they fled eastward  to Hipólito with their troops and civilians. \nI wonder if this picture is related to the above mentioned, although by call nr. (3069-3) might be linked to pictures call nrs. 3069-4, 3069-6 and 3069-7 that are most likely corraled last days of March or beginning April, 1914 .  It seems that the wrecked house on the back ground is the same seen in &quot;HOUSES DESTROYED BY HAND GRANADES, LERDO  3069-6&quot; in Bain's collection.  \nIn 1913 Ocaranza probably was second in command to General Ignacio A. Bravo and in 1914 to General José Refugio Velasco, for the federal operations in Torreón garrison, (Laguna District) where the powerful División del Nazas was stationed. \nAlso there's another article in New-York Tribune, issue March 29, 1914 that says:\n&quot;General Eduardo Ocaranza, reported killed, was fatally wounded in Lerdo battle...&quot;\n(Rebel General Maclovio Herrera assaulted Lerdo (Durango State, 7 miles west to Torreón) on March 23-24, 1914.\nDr. Roberto Duarte\nPlastic Surgeon", "authorname": "jerodamor@yahoo.com.mx", "id": "8602872-5456219010-72157629449510507", "iconfarm": 5}], "photo_id": "5456219010"}}