{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/statelibraryqueensland/8008299770/#comment72157631854709888", "realname": "State Library Queensland", "path_alias": "statelibraryqueensland", "author": "32605636@N06", "iconserver": "7441", "datecreate": "1351220053", "_content": "BRISBANE, Thursday. -Miss Phyllis Dangar Bell, only daughter of Mr. R. M. Bell, of Eskdale, a well known pastorallst, and of Mrs. Bell, was married to Lieutenant Geoffrey Peter Wills by Bishop H. H. Dixon at St. John's Cathedral to-day.\n\nThe bridegroom Is the third son of the late Mr. C. P. Wills ond of Mrs. C. P. Wills, of Plymouth, England. He is attached to headquarters of the Northern Command.\n\nThe Governor (Sir Leslie Wilson), accompanied by Lady Wilson, and attended by Captain A. O. S. Forrest, A.D.C., was among the 200 guests at the Cathedral, and later at Moreton Club, where the reception was held.\n\nTall silver standard baskets of white lilies and gladioli, with touches of silver flax leaves, decorated the chancel. Guests' pews were marked with fans of pleated tulle caught with white flowers.\n\nThe bride's four attendants, Misses Elizabeth Corbett Jones, of Sydney; Dorothea Walker, Janet Nelson, of Gab binbar Toowoomba, and Roslyn Dangar, of Sydney, were dressed alike in lily of the valley green tulle. Captain N. W. Lockyer was best man.\n\nThe bride, who was given away by her father, wore a floor-length frock of white Chantilly lace over stiffened lulle and taffetas. Her hem-length veil of French tulle was held to the head by a wreath of orange blossoms finished in front with a circular cluster, and she carried a bouquet of lilies of the valley tied with silver ribbons. \n<a href=\"http://nla.gov.au/nla.news-article12439792\" rel=\"nofollow\">nla.gov.au/nla.news-article12439792</a>", "authorname": "State Library of Queensland, Australia", "id": "32560314-8008299770-72157631854709888", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/statelibraryqueensland/8008299770/#comment72157631854585889", "realname": "State Library Queensland", "path_alias": "statelibraryqueensland", "author": "32605636@N06", "iconserver": "7441", "datecreate": "1351220209", "_content": "You can see the original newspaper article here: \n<a href=\"http://trove.nla.gov.au/ndp/del/article/12439792\" rel=\"nofollow\">trove.nla.gov.au/ndp/del/article/12439792</a>", "authorname": "State Library of Queensland, Australia", "id": "32560314-8008299770-72157631854585889", "iconfarm": 8}], "photo_id": "8008299770"}, "flarchive:created": 1389619002}