{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/4909925255/#comment72157624644522935", "realname": "Richard Norton", "path_alias": "richard_arthur_norton", "author": "54904823@N00", "iconserver": "2568", "datecreate": "1282338572", "_content": "<a href=\"http://en.wikipedia.org/wiki/Anthony_Caminetti\" rel=\"nofollow\">en.wikipedia.org/wiki/Anthony_Caminetti</a>\n\nHe was born in Jackson, Amador County, California. He attended the public schools of his native county, the grammar schools in San Francisco, and the University of California, Berkeley. He also studied law and was admitted to the bar in 1877 and commenced practice in Jackson. He was the district attorney of Amador County from 1878 until 1882.\nCaminetti served in the California State Assembly in 1883–1885. He was also a member of the State Senate from 1885 to 1887. He was elected as a Democrat to the Fifty-second and Fifty-third Congresses (March 4, 1891 – March 3, 1895). He was an unsuccessful candidate in 1894 for reelection to the Fifty-fourth Congress. He was a delegate to the Democratic National Convention in 1896 and again a member of the State assembly from 1897 until 1901. In April 1897, he was appointed code commissioner and served until July 31, 1899. He was member of the State Senate from 1907 to 1913 and served as United States commissioner general of immigration from 1913 to 1921. As immigration chief he displayed a naked Eurocentic xenophobia and argued that the U.S. Congress should end all immigration of Chinese, Japanese and Malays because they represented the &quot;Asiatic menace.&quot; In 1917, he was appointed a member of the War Industries Board and after the war was sent to Europe to investigate conditions there. He engaged in the practice of law in Jackson until his death in 1923. He was buried in the Protestant Cemetery.", "authorname": "Richard Arthur Norton  (1958- )", "id": "8602872-4909925255-72157624644522935", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4909925255/#comment72157624777222830", "realname": "mark doyle", "path_alias": null, "author": "33952883@N08", "iconserver": "7404", "datecreate": "1282438181", "_content": "hi phillippines", "authorname": "Aqua Blue Metallic@North America", "id": "8602872-4909925255-72157624777222830", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4909925255/#comment72157624675745301", "realname": "", "path_alias": "ryan_loc", "author": "35234565@N04", "iconserver": "1021", "datecreate": "1282686012", "_content": "Thanks for the information, Richard Arthur Norton.  We'll fill in the name next time we update the record.", "authorname": "Ryan (LOC P&P)", "id": "8602872-4909925255-72157624675745301", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4909925255/#comment72157624800144558", "realname": "", "path_alias": "ryan_loc", "author": "35234565@N04", "iconserver": "1021", "datecreate": "1282686086", "_content": "And we'll add the date as well.", "authorname": "Ryan (LOC P&P)", "id": "8602872-4909925255-72157624800144558", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4909925255/#comment72157624806457730", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1282761735", "_content": "It figures that Caminetti came from California, the only part of the country much affected by Chinese immigration during his lifetime. Cheap Chinese labor built the western end of the Union Pacific Railroad, but California's native workingmen resented Asians' competition for jobs. As a result of agitation by California politicos, President Rutherford B. Hayes in 1880 appointed James B. Angell, president of the University of Michigan here in Ann Arbor, as Ambassador Extraordinary and Minister Plenipotentiary to China, to negotiate a treaty which curtailed, but did not entirely prohibit, what had been viewed as a &quot;flood&quot; of cheap Chinese labor. Angell managed the delicate task, but after he returned to the U. S. in 1881, Congress negated his efforts by passing the Chinese Exclusion Act of 1882, which slammed the door shut. \n\nWhile Angell and his wife were in China, they were charmed by the educated Chinese that they met, and invited them to enroll their children at the University of Michigan. A University regent, Levi L. Barbour, established a scholarship program here for Chinese women.", "authorname": "Wystan", "id": "8602872-4909925255-72157624806457730", "iconfarm": 4}], "photo_id": "4909925255"}}