{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/3752439060/#comment72157621807988656", "realname": "Kest Schwartzman", "path_alias": "vagabondjewelry", "author": "22334021@N03", "iconserver": "2297", "datecreate": "1248450269", "_content": "article on the process of photochrom:\n\n<a href=\"http://en.wikipedia.org/wiki/Photochrom\" rel=\"nofollow\">en.wikipedia.org/wiki/Photochrom</a>\n\n&quot;A litho stone is coated with a thin layer of purified bitumen dissolved in benzene. A reversed half-tone negative is then pressed against this light-sensitive coating and an exposure in daylight made (taking from 10–30 minutes in summer, to several hours in winter). The bitumen hardens and becomes resistant to normal solvents in proportion to the light. The coating is then washed in turpentine solutions, removing the unhardened bitumen. It is then retouched in the tonal scale of the chosen color to strengthen or soften the tones as required. Each tint needs a separate stone bearing the appropriate retouched image, and prints are usually produced by at least six, and more commonly from 10 to 15 tint stones.[4]&quot;", "authorname": "Vagabond Jewelry (Kest)", "id": "8602872-3752439060-72157621807988656", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3752439060/#comment72157621891466904", "realname": "", "path_alias": "igamogam", "author": "21672649@N00", "iconserver": "4069", "datecreate": "1248955268", "_content": "Are these scans of the postcars retouched in any way? the qualiy seems superb but the colours smack of having been worked on in Photoshop - they seem to be very vivid for 100 year old prints. Can you clarify please.\n\nThe scene above takes in one of my favourite bike ride routes when I was still living in the UK (I'm local born from nearby Ynys Môn), there are more trees nowadays but it is remarkibly similar outlook.\n\nCan I also ask Vagabond Jewelry why she posted the link to the photochrom wiki on all these images (just curious)?", "authorname": "igamogam", "id": "8602872-3752439060-72157621891466904", "iconfarm": 5}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3752439060/#comment72157621767534415", "realname": "Kest Schwartzman", "path_alias": "vagabondjewelry", "author": "22334021@N03", "iconserver": "2297", "datecreate": "1248961028", "_content": "The photochrom wiki explains the colours that you're asking about - these were taken with black and white film and the photochrom process is, more or less, a way to automate hand colouring. Hence the very vivid colors", "authorname": "Vagabond Jewelry (Kest)", "id": "8602872-3752439060-72157621767534415", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3752439060/#comment72157621898491652", "realname": "", "path_alias": "igamogam", "author": "21672649@N00", "iconserver": "4069", "datecreate": "1249000430", "_content": "OK, Thanks for explaining. So you are saying these postcards are photographic prints with multiple litho spot-colour tints applied afterwards? It must have been murder inking, hefting, registeringa and printing multiple stones, probably hundreds, possibly thousands of times for each run of images (I mean - lots were printed to make money no?...) \n\nWhat I can't understand is how the images are so vivid after nearly 120 years. They must have been stored in an light/air-tight environment for the last 90 years to look so good, either that, or they have been tweaked for saturation after scanning.\n\nIt's great that these prints are being digitised, though it's odd to see the Library of Congeress doing it when the images are of a little country which is part of a small island on the other side of the Atlantic (speaking as a Welshman...).", "authorname": "igamogam", "id": "8602872-3752439060-72157621898491652", "iconfarm": 5}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3752439060/#comment72157621902678518", "realname": "Kest Schwartzman", "path_alias": "vagabondjewelry", "author": "22334021@N03", "iconserver": "2297", "datecreate": "1249036893", "_content": "Based on the time they were printed, one would assume oil based inks- which will keep their colour for a very very long time- just as long as oil based paints, in fact. Turner's paintings surely have not faded. \n\nI agree- it is amazing the variety of images the Library of Congress has! I think that, more or less, they keep everything they are given, and the link they provided gives some insight on where this particular trove came from. It's wonderful stuff, isn't it?", "authorname": "Vagabond Jewelry (Kest)", "id": "8602872-3752439060-72157621902678518", "iconfarm": 3}], "photo_id": "3752439060"}}