{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/statelibraryqueensland/4903192815/#comment72157629830521677", "realname": "", "path_alias": null, "author": "51979177@N02", "iconserver": "5282", "datecreate": "1334587303", "_content": "Here's the same pic as it appeared in the 'Courier-Mail'. It was evidently taken at Canungra during a 'mystery hike' which took place on the King's Birthday week-end in 1936 - <a href=\"http://nla.gov.au/nla.news-article38475752\" rel=\"nofollow\">nla.gov.au/nla.news-article38475752</a> ; The hiking craze ran in most Australian capital cities during the 1930s and was probably at its height in about 1932-1933. In some cities the craze continued at intervals until about 1939. In Sydney the hiking craze attracted thousands of participants to individual hikes, whilst in Brisbane the numbers ran to the hundreds. The mystery hikes were organised by the various State railway departments in conjunction with radio stations and various sponsors. The hikes essentially involved the hikers turning up at Central railway station and boarding a special train which then set off for a 'mystery' destination. Upon arrival (by which time the destination was no longer a mystery), the hikers would embark and then set off walking along roads and by-ways, to be picked up by the train later in the day, etc. The hikes were highly organised affairs and they often included entertainment provided by radio stars of the day, mass sing-alongs, and so on. The mystery hikers were a different crowd to the bushwalkers of the period, who generally preferred hiking in more remote bush areas, in national parks, etc well away from the madding crowd. During the cash strapped Depression years, the hikes provided a relatively inexpensive fun day out for young people, though the churches often objected to Sunday hikes. A good deal of info on the mystery hikes can now be tracked down via the NLA digitised newspapers. It's great to see that the original pic (or a print from the original negative) has survived!", "authorname": "quasymody", "id": "32560314-4903192815-72157629830521677", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/statelibraryqueensland/4903192815/#comment72157629833962695", "realname": "State Library Queensland", "path_alias": "statelibraryqueensland", "author": "32605636@N06", "iconserver": "7441", "datecreate": "1334617235", "_content": "[http://www.flickr.com/photos/51979177@N02] Thanks for that information! We have updated the location on this image to Canungra and changed its geospatial data to Canungra also. I'm going to add your information to our catalogue record of this item, too.", "authorname": "State Library of Queensland, Australia", "id": "32560314-4903192815-72157629833962695", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/statelibraryqueensland/4903192815/#comment72157629842209935", "realname": "", "path_alias": null, "author": "51979177@N02", "iconserver": "5282", "datecreate": "1334709345", "_content": "Update...in 1936, in Queensland, the King's Birthday long-weekend fell at the end of June. So this Canungra hike would have taken place during a normal week-end. The Brisbane railway hike which took place during the King's Birthday week-end (on Sunday 28th June) was to Mt Ninderry - <a href=\"http://nla.gov.au/nla.news-article38467815\" rel=\"nofollow\">nla.gov.au/nla.news-article38467815</a>", "authorname": "quasymody", "id": "32560314-4903192815-72157629842209935", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/statelibraryqueensland/4903192815/#comment72157632977997481", "realname": "", "path_alias": null, "author": "42400804@N05", "iconserver": "2534", "datecreate": "1363113174", "_content": "love the old house in the background", "authorname": "Renira1", "id": "32560314-4903192815-72157632977997481", "iconfarm": 3}], "photo_id": "4903192815"}, "flarchive:created": 1389683283}