{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1283151602", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "4857948213", "title": {"_content": "Perseus A High Altitude Remotely Piloted Aircraft being Towed in Flight"}, "media": "photo", "tags": {"tag": []}, "comments": {"_content": "0"}, "secret": "67e3ec9c62", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>Collection:</b> NASA Image eXchange Collection\n<b>Title:</b> Perseus A High Altitude Remotely Piloted Aircraft being Towed in Flight\n\n<b>Description:</b> Perseus A, a remotely piloted, high-altitude research vehicle designed by Aurora Flight Sciences Corp., takes off from Rogers Dry Lake at the Dryden Flight Research Center, Edwards, California. The Perseus was towed into the air by a ground vehicle. At about 700 ft. the aircraft was released and the engine turned the propeller to take the plane to its desired altitude. Perseus B is a remotely piloted aircraft developed as a design-performance testbed under NASA's Environmental Research Aircraft and Sensor Technology (ERAST) project. Perseus is one of several flight vehicles involved in the ERAST project. A piston engine, propeller-powered aircraft, Perseus was designed and built by Aurora Flight Sciences Corporation, Manassas, Virginia. The objectives of Perseus B's ERAST flight tests have been to reach and maintain horizontal flight above altitudes of 60,000 feet and demonstrate the capability to fly missions lasting from 8 to 24 hours, depending on payload and altitude requirements. The Perseus B aircraft established an unofficial altitude record for a single-engine, propeller-driven, remotely piloted aircraft on June 27, 1998. It reached an altitude of 60,280 feet. In 1999, several modifications were made to the Perseus aircraft including engine, avionics, and flight-control-syste m improvements. These improvements were evaluated in a series of operational readiness and test missions at the Dryden Flight Research Center, Edwards, California. Perseus is a high-wing monoplane with a conventional tail design. Its narrow, straight, high-aspect-ratio wing is mounted atop the fuselage. The aircraft is pusher-designed with the propeller mounted in the rear. This design allows for interchangeable scientific-instrumen t payloads to be placed in the forward fuselage. The design also allows for unobstructed airflow to the sensors and other devices mounted in the payload compartment. The Perseus B that underwent test and development in 1999 was the third generation of the Perseus design, which began with the Perseus Proof-Of-Concept aircraft. Perseus was initially developed as part of NASA's Small High-Altitude Science Aircraft (SHASA) program, which later evolved into the ERAST project. The Perseus Proof-Of-Concept aircraft first flew in November 1991 and made three low-altitude flights within a month to validate the Perseus aerodynamic model and flight control systems. Next came the redesigned Perseus A, which incorporated a closed-cycle combustion system that mixed oxygen carried aboard the aircraft with engine exhaust to compensate for the thin air at high altitudes. The Perseus A was towed into the air by a ground vehicle and its engine started after it became airborne. Prior to landing, the engine was stopped, the propeller locked in horizontal position, and the Perseus A glided to a landing on its unique bicycle-type landing gear. Two Perseus A aircraft were built and made 21 flights in 1993-1994. One of the Perseus A aircraft reached over 50,000 feet in altitude on its third test flight. Although one of the Perseus A aircraft was destroyed in a crash after a vertical gyroscope failed in flight, the other aircraft completed its test program and remains on display at Aurora's facility in Manassas. Perseus B first flew Oct. 7, 1994, and made two flights in 1996 before being damaged in a hard landing on the dry lakebed after a propeller shaft failure. After a number of improvements and upgrades-including extending the original 58.5-foot wingspan to 71.5 feet to enhance high-altitude performance--the Perseus B returned to Dryden in the spring of 1998 for a series of four flights. Thereafter, a series of modifications were made including external fuel pods on the wing that more than doubled the fuel capacity to 100 gallons. Engine power was increased by more than 20 percent by boosting the turbocharger output. Fuel consumption was reduced with fuel control modifications and a leaner fuel-air mixture that did not compromise power. The aircraft again crashed on Oct. 1, 1999, near Barstow, California, suffering moderate damage to the aircraft but no property damage, fire, or injuries in the area of the crash. Perseus B is flown remotely by a pilot from a mobile flight control station on the ground. A Global Positioning System (GPS) unit provides navigation data for continuous and precise location during flight. The ground control station features dual independent consoles for aircraft control and systems monitoring. A flight termination system, required for all remotely piloted aircraft being flown in military-restricted airspace, includes a parachute system deployed on command plus a C-Band radar beacon and a Mode-C transponder to aid in location. Dryden has provided hanger and office space for the Perseus B aircraft and for the flight test development team when on site for flight or ground testing. NASA's ERAST project is developing aeronautical technologies for a new generation of remotely piloted and autonomous aircraft for a variety of upper-atmospheric science missions and commercial applications. Dryden is the lead center in NASA for ERAST management and operations. Perseus B is approximately 25 feet long, has a wingspan of 71.5 feet, and stands 12 feet high. Perseus B is powered by a Rotax 914, four-cylinder piston engine mounted in the mid-fuselage area and integrated with an Aurora-designed three-stage turbocharger, connected to a lightweight two-blade propeller.\n\n<b>Date:</b> 01.01.1994\n<b>Credit:</b> NASA Dryden Flight Research Center (NASA-DFRC) [ <a href=\"http://www.dfrc.nasa.gov/gallery/\" rel=\"nofollow\">www.dfrc.nasa.gov/gallery/</a> ]\n\n<b>ID:</b> EC94-42461-2\n<b>UID:</b> SPD-NIX-EC94-42461-2\n<b>Original url:</b> <a href=\"http://nix.ksc.nasa.gov/info?id=EC94-42461-2&amp;orgid=7\" rel=\"nofollow\">nix.ksc.nasa.gov/info?id=EC94-42461-2&amp;orgid=7</a>\n\n<b>SOURCE</b>:  <a href=\"http://nasaimages.org/luna/servlet/detail/nasaNAS~2~2~1738~103151\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/nasaNAS~2~2~1738~103151</a>\n\n<b>Visit <a href=\"http://www.nasaimages.org\" rel=\"nofollow\">www.nasaimages.org</a> for the most comprehensive compilation of NASA stills, film and video, created in partnership with Internet Archive. </b>"}, "isfavorite": 0, "views": "15344", "farm": 5, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2010-08-01 00:00:00", "lastupdate": "1376000576", "takengranularity": "4", "posted": "1283151602"}, "originalsecret": "c1478030fb", "license": "7", "notes": {"note": []}, "server": "4101", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/4857948213/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387643467}