{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1286234020", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "5052129443", "title": {"_content": "Solar System Portrait - View of the Sun, Earth and Venus"}, "media": "photo", "tags": {"tag": []}, "comments": {"_content": "1"}, "secret": "26096642cd", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>Collection:</b> NASA Image eXchange Collection\n<b>Title:</b> Solar System Portrait - View of the Sun, Earth and Venus\n\n<b>Description:</b> This color image of the sun, Earth and Venus was taken by the Voyager 1 spacecraft Feb. 14, 1990, when it was approximately 32 degrees above the plane of the ecliptic and at a slant-range distance of approximately 4 billion miles. It is the first -- and may be the only -- time that we will ever see our solar system from such a vantage point. The image is a portion of a wide-angle image containing the sun and the region of space where the Earth and Venus were at the time with two narrow-angle pictures centered on each planet. The wide-angle was taken with the camera's darkest filter (a methane absorption band), and the shortest possible exposure (5 thousandths of a second) to avoid saturating the camera's vidicon tube with scattered sunlight. The sun is not large in the sky as seen from Voyager's perspective at the edge of the solar system but is still eight million times brighter than the brightest star in Earth's sky, Sirius. The image of the sun you see is far larger than the actual dimension of the solar disk. The result of the brightness is a bright burned out image with multiple reflections from the optics in the camera. The &quot;rays&quot; around the sun are a diffraction pattern of the calibration lamp which is mounted in front of the wide angle lens. The two narrow-angle frames containing the images of the Earth and Venus have been digitally mosaiced into the wide-angle image at the appropriate scale. These images were taken through three color filters and recombined to produce a color image. The violet, green and blue filters were used; exposure times were, for the Earth image, 0.72, 0.48 and 0.72 seconds, and for the Venus frame, 0.36, 0.24 and 0.36, respectively. Although the planetary pictures were taken with the narrow-angle camera (1500 mm focal length) and were not pointed directly at the sun, they show the effects of the glare from the nearby sun, in the form of long linear streaks resulting from the scattering of sunlight off parts of the camera and its sun shade. From Voyager's great distance both Earth and Venus are mere points of light, less than the size of a picture element even in the narrow-angle camera. Earth was a crescent only 0.12 pixel in size. Coincidentally, Earth lies right in the center of one of the scattered light rays resulting from taking the image so close to the sun. Detailed analysis also suggests that Voyager detected the moon as well, but it is too faint to be seen without special processing. Venus was only 0.11 pixel in diameter. The faint colored structure in both planetary frames results from sunlight scattered in the optics.\n\n<b>Date:</b> 06.06.1990\n<b>Credit:</b> NASA Jet Propulsion Laboratory (NASA-JPL) [ <a href=\"http://photojournal.jpl.nasa.gov/\" rel=\"nofollow\">photojournal.jpl.nasa.gov/</a> ]\n\n<b>ID:</b> PIA00450\n<b>Other ID:</b> P36057\n<b>UID:</b> SPD-NIX-PIA00450\n<b>Original url:</b> <a href=\"http://nix.ksc.nasa.gov/info?id=PIA00450&amp;orgid=10\" rel=\"nofollow\">nix.ksc.nasa.gov/info?id=PIA00450&amp;orgid=10</a>\n\n<b>SOURCE</b>:  <a href=\"http://nasaimages.org/luna/servlet/detail/nasaNAS~2~2~2307~103731\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/nasaNAS~2~2~2307~103731</a>\n\n<b>Visit <a href=\"http://www.nasaimages.org\" rel=\"nofollow\">www.nasaimages.org</a> for the most comprehensive compilation of NASA stills, film and video, created in partnership with Internet Archive. </b>"}, "isfavorite": 0, "views": "10352", "farm": 5, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2010-10-04 16:13:40", "lastupdate": "1376000501", "takengranularity": "0", "posted": "1286234020"}, "originalsecret": "76999624cf", "license": "7", "notes": {"note": []}, "server": "4084", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/5052129443/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387643232}