{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/lselibrary/4401345066/#comment72157623651108180", "realname": "", "path_alias": "lselibrary", "author": "35128489@N07", "iconserver": "3743", "datecreate": "1269012641", "_content": "Our colleague Bill Barker comments:\n\nThe lost years\n\nLooking at the library pictures my first thought is why don’t they still do that? Those big group photos, class of ’74 or whenever. I suppose there are just too many of us now to get together at one time, departmental away-days capture us in fragments occasionally. \n\nBut it is striking that the collection of individual library staff pictures ends in the early 90’s. It was once part of the staff routine for everyone to have their mugshot taken and for it to be put on public display. When I joined in the late 90’s you would receive a summons to the library office and be positioned sitting up straight in a chair while someone captured you on Polaroid. These were added to display cases for each section fully visible in the public area of the library. The display cases were one of the casualties of the library move to Southampton Buildings and back, I remember seeing the one for our section propped against a wall for a couple of years gradually becoming lost behind boxes of photocopy paper, colleagues moved on, new ones joined us but your old office companions would still be peering at you.\n\nThose Polaroids have long gone now, they didn’t make it to the archives, thankfully I suppose many would say, no chance of being caught frozen in dead fashions or outrageous hairstyles like our predecessors, no enormous glasses or loud shirts to be gawped and giggled at by future colleagues. Though I suppose there may be a tinge of regret as well, as if not being represented in the library pantheon is almost like being written out of history. No chance for a poignant moment with these lost years either when someone you worked with years ago and whom you had forgotten all about suddenly springs back into your memory. Where are they now? Dead maybe, cataloguing in SOAS perhaps, or doing something in software in New Zealand.\n\nPictures will continue to be added, cameras are everywhere now and we can all have thousands of images on our mobiles and PC’s, more than anyone could have imagined back in the big hair-do days, hundreds of these must be lost every time a phone or computer is upgraded, but enough should make it through to flickr to keep the archive alive. But for those lost years? Fallible human memory will have to fill the gap.\n\nCLS", "authorname": "LSE Library", "id": "35107159-4401345066-72157623651108180", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/lselibrary/4401345066/#comment72157623545397965", "realname": "", "path_alias": null, "author": "48604637@N05", "iconserver": "0", "datecreate": "1269258500", "_content": "This photo was taking during our annual stockcheck week. For one week in the summer we closed and spent our time tidying the shelves and accessioning archive collections - which explains the fairly informal attire.", "authorname": "SueD8", "id": "35107159-4401345066-72157623545397965", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/lselibrary/4401345066/#comment72157623725712276", "realname": "", "path_alias": "lselibrary", "author": "35128489@N07", "iconserver": "3743", "datecreate": "1269852421", "_content": "It would be good to complete the names of everyone in the photo and I can see two current Library Directors from elsewhere:\nHelen Workman of Oxford Brookes and Howard Nicholson of the University of Bath.\nIt would be good for me as a new Library Director at LSE to have photos of everyone perhaps on Public Folders?\nOr somewhere less public?\n(Added on behalf of Liz Chapman)", "authorname": "LSE Library", "id": "35107159-4401345066-72157623725712276", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/lselibrary/4401345066/#comment72157623956385889", "realname": "", "path_alias": null, "author": "29985227@N03", "iconserver": "0", "datecreate": "1274120310", "_content": "I would guess that this is the summer of 1991, because Thalia is fairly heavily pregnant and her son was (I think) born that autumn.", "authorname": "leah.earl", "id": "35107159-4401345066-72157623956385889", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/lselibrary/4401345066/#comment72157626286336690", "realname": "", "path_alias": null, "author": "60744217@N06", "iconserver": "0", "datecreate": "1300377321", "_content": "My goodness. This brings back memories. I only ever posed for one library staff photograph and this must have been my first and last. This would have been in the middle of the summer recess or maybe right in the middle of June?? - I don't think it was as late as August - more like early summer, when the library still could shut down for one week to stocktake. My goodness... I was so young...", "authorname": "devilwithin2011", "id": "35107159-4401345066-72157626286336690", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/lselibrary/4401345066/#comment72157626161279073", "realname": "", "path_alias": null, "author": "60744217@N06", "iconserver": "0", "datecreate": "1300377392", "_content": "Someone forgot to name Andy Zelinger at the back, next to Francis Shipsey.", "authorname": "devilwithin2011", "id": "35107159-4401345066-72157626161279073", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/lselibrary/4401345066/#comment72157627567928081", "realname": "", "path_alias": null, "author": "24026317@N08", "iconserver": "0", "datecreate": "1316293345", "_content": "This is the photograph that I have been looking for all these years. I am between Graham Camfield and Ken Gibbon and just below Beverley Brittan. I left the library in August 1991\nand went to the United States for a year. I have visited the new LSE Library in 2008 but found it not to my liking, preferring the Old Lionel Robbins building and its intimate corners. Still\nI often think of the friends and colleagues I knew during those 18 months and would be delighted to hear from any of them again. My email is: robin.leslie@bfriars.oxon.org\nRobin LESLIE", "authorname": "rbn_leslie", "id": "35107159-4401345066-72157627567928081", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/lselibrary/4401345066/#comment72157627692198176", "realname": "", "path_alias": null, "author": "24026317@N08", "iconserver": "0", "datecreate": "1316296179", "_content": "Does anyone know where I can obtain a print of this photograph.? I would dearly love to have one.\nRobin LESLIe", "authorname": "rbn_leslie", "id": "35107159-4401345066-72157627692198176", "iconfarm": 0}], "photo_id": "4401345066"}}