{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1342638841", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "7598842740", "title": {"_content": "Full Scale Tunnel (FST) and Seaplane Tow Channel [Exterior]"}, "media": "photo", "tags": {"tag": [{"raw": "NACA", "machine_tag": 0, "id": "44489032-7598842740-536706", "_content": "naca", "author": "44494372@N05"}, {"raw": "NASA", "machine_tag": 0, "id": "44489032-7598842740-11023", "_content": "nasa", "author": "44494372@N05"}, {"raw": "NASA Langley Research Center", "machine_tag": 0, "id": "44489032-7598842740-13161783", "_content": "nasalangleyresearchcenter", "author": "44494372@N05"}, {"raw": "1930", "machine_tag": 0, "id": "44489032-7598842740-123582", "_content": "1930", "author": "44494372@N05"}]}, "comments": {"_content": "0"}, "secret": "82cd14533c", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "(August 15, 1930) Installation of Careystone covering at the Full-Scale Tunnel (FST) facility. The corrugated concrete and asbestos panels (1/4 inch thick; 42 inches wide; 62 inches long) which were used as siding and roofing for the Full-Scale Tunnel were manufactured by The Philip Carey Company. For the NACA, the choice of Careystone had been based on several factors. First and foremost was its low cost. NACA engineers had observed the very durable, low-maintenance and fireproof qualities of the concrete-asbestos covering of the airship hanger at Langley Field. Further, tests showed the material to be 3.8 times stronger than required (The maximum load the material was expected to withstand was 52 lbs. per square foot; the breaking load was 196 lbs. per sq. ft.). L4695 shows the interior view of construction of the Tow Tank. In the late 1920s, the NACA decided to investigate the aero/hydro dynamics of floats for seaplanes. A Hydrodynamics Branch was established in 1929 and special towing basin was authorized in March of that same year. Starr Truscott (the first head of the new division) described the tank in NACA TR 470: &quot;The NACA tank is of the Froude type; that is, the model which is being tested is towed through still water at successive constant speeds from a carriage spanning the tank. At each constant speed the towing pull is measured, the trim and the rise, or change of draft, are recorded and, if the model is being towed at a fixed trim, the moment required to hold it there is measured and recorded.&quot; &quot;The reinforced concrete basin containing the water has the following dimensions: (1) Length on water, extreme, 2,020 feet; (2) Normal width of water surface, 24 feet; (3) Normal depth of water, 12 feet; (4) Length of 12 foot depth, 1,980 feet.&quot; This picture shows the tank before the coving was added. This brought the rails for the carriage closer together and helped suppress waves produced by the models. The finished tank would be filled with approximately 4 million gallons of salt water pumped in from the Back River. The tank was covered by a shelter which protected the water surface. The tank was dedicated on May 27, 1931. In 1936 the tank was extended to a total length of 2,960 feet. In 1959 the facility was turned over to the U.S. Navy.\n\n<a href=\"http://nasaimages.org/luna/servlet/detail/nasaNAS~2~2~5850~107472\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/nasaNAS~2~2~5850~107472</a>"}, "isfavorite": 0, "views": "2910", "farm": 9, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "1930-08-15 12:14:01", "lastupdate": "1379447952", "takengranularity": "0", "posted": "1342638841"}, "originalsecret": "57a008e981", "license": "7", "notes": {"note": []}, "server": "8016", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/7598842740/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387642701}