{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/2983996927/#comment72157620997452730", "realname": "", "path_alias": null, "author": "37530958@N02", "iconserver": "0", "datecreate": "1246815054", "_content": "Bem no meio da fotografia, a nossa Fragata D.Fernando e Glória sendo rebocada.", "authorname": "pfalfa", "id": "26532116-2983996927-72157620997452730", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/biblarte/2983996927/#comment72157620862434245", "realname": "", "path_alias": null, "author": "37530958@N02", "iconserver": "0", "datecreate": "1246817619", "_content": "Em 1926, foi elaborado mais um projecto para o Arsenal da Marinha, prevendo-se o recurso a verbas das Reparações de Guerra que a Alemanha nos devia pagar.\nApresentaram-se a concurso três concorrentes alemães, sendo a obra adjudicada à firma “Grun &amp; Bilfinger”, de Mannheim.\nEncontravam-se os trabalhos em adiantado estado de construção quando, em 1931, a Alemanha resolveu unilateralmente dar por terminadas as reparações de guerra pelo que as obras foram interrompidas, recomeçando apenas em 1933, sob a direcção da Comissão Administrativa Autónoma das Obras do Arsenal do Alfeite.\nNo dia 31 de Dezembro de 1937, o Arsenal é dado por concluído.\nFoi inaugurado em cerimónia oficial no dia 3 de Maio de 1939.\n\nFonte: Projecto de Lei n.º 285/IX – cria o Museu Nacional da Industria Naval", "authorname": "pfalfa", "id": "26532116-2983996927-72157620862434245", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/biblarte/2983996927/#comment72157625347232713", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1290789961", "_content": "Na altura considerado um dos melhores e mais bem apetrechados, veio substituir o Arsenal da Marinha, situado na Ribeira das Naus em Lisboa desde 1501. Por sua vez, o Arsenal da Ribeira das Naus, descendia das Tercenas Navais criadas em 1377. As suas actividades iniciaram-se com as reparações dos contratorpedeiros &quot;Dão&quot; e &quot;Tâmega&quot;, sendo este último, o primeiro navio a atracar no Estaleiro do Alfeite. A par de reparações navais, também foi iniciada a construção de navios, e no próprio dia da inauguração, efectuou-se a cerimónia de &quot;assentamento da quilha&quot;, daquele que viria a ser o 1º navio a ser construído, o navio Hidrográfico &quot;D. João de Castro&quot;. \nO Arsenal do Alfeite, inclui: 35 áreas tecnológicas para a construção e reparação de navios, 672 metros de cais de atracação, 2 planos inclinados de 122,6 m e 40 m, respectivamente, 1 doca com comprimento de 60 m e largura de 12 m, 1 doca seca com comprimento de 138 m e largura de 18 m. Isto tudo apoiado por 1470 funcionários entre militares e civis.", "authorname": "J. Leite", "id": "26532116-2983996927-72157625347232713", "iconfarm": 6}], "photo_id": "2983996927"}, "flarchive:created": 1387761227}