{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7194897240/#comment72157629738100330", "realname": "", "path_alias": null, "author": "76653656@N06", "iconserver": "0", "datecreate": "1337078525", "_content": "SCOTT, SYDNEY DONALD\nRank:Private\nService No:1550\nDate of Death:26/09/1915\nAge:20\nRegiment/Service:East Surrey Regiment\n 9th Bn. \nPanel ReferencePanel 65 to 67.\nMemorialLOOS MEMORIAL\nAdditional Information:\nSon of Edward James Scott, of 1, Lettsom St., Camberwell, London.", "authorname": "Atnomis", "id": "32254785-7194897240-72157629738100330", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7194897240/#comment72157629741724100", "realname": "", "path_alias": null, "author": "76653656@N06", "iconserver": "0", "datecreate": "1337097489", "_content": "Entery into France 31/8/15\nPresymed dead 26/09/15\n\nMedal entitlement \n14-15 Star \nBWM\nVic medal", "authorname": "Atnomis", "id": "32254785-7194897240-72157629741724100", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7194897240/#comment72157629754055688", "realname": "", "path_alias": null, "author": "72133717@N05", "iconserver": "0", "datecreate": "1337166698", "_content": "According to the 1911 Census Sydney was living at 37 Sansom Street, Camberwell, London with his father and three sisters. He was working as a waiter the same as his father.", "authorname": "paddymag1", "id": "32254785-7194897240-72157629754055688", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7194897240/#comment72157629756952010", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1337182206", "_content": "9th(Service) Battalion East Surreys only arrived at Boulogne on 1 Sep 1915.\n\nThe Battalion was formed at Kingston-upon-Thames in September 1914 as part of the third draft of Kitchener volunteers and was attached to 72nd Brigade in 24th Division.  They were initially in billets in Worthing and then in April 1915 trained at Shoreham, before moving to Blackdown Camp near Aldershot to complete their battle training in June 1915.\n\nThe Battle of Loos commenced on 25th September 1915\n\nAt 11.00am on 26th September 1915 the remainder of the British attacking units moved forward from the Bois Hugo area towards the German second line. They had had little rest, and for many no food or water since the day before. The various orders to deploy battalions piecemeal, together with the defence against counterattacks, had reduced what was intended to be an attack by 24 battalions to just 6. The four battalions of 72nd Brigade advanced over open ground, starting some 1000 yards West of the La Bassee road, and were in such good order that they had the apparent effect of reinvigorating 63rd Brigade on their right. However, once again men of this Brigade lost direction and moved towards the summit of Hill 70, taking them directly across enfilading fire from Chalet Wood and Bois Hugo, both places that they should have been approaching frontally. The advance of 72nd Brigade, composed of 8/Royal West Kents and 9/East Surreys, together with half of 2/Welch, came under severe enfilade and frontal fire which included point-blank artillery. These units also reported British shellfire falling amongst them. 8/Buffs, 8/Queen's, 11/Essex and 9/Suffolks were also pushed into this murderous area. (The first three named all lost their Commanding Officers, killed in action here). Only a thin line reached the virtually undamaged German wire at about 1.00pm. All attempts to cut the wire failed with heavy casualties, and the remaining men took cover in the long grass. At a shouted order to retire, men withdrew - many being hit by machine-gun fire as they did so. Those who did not retire were killed or captured. 22 officers and 455 men of the 9th East Surreys were killed, wounded captured or reported missing in this attack.//", "authorname": "Gary Donaldson", "id": "32254785-7194897240-72157629756952010", "iconfarm": 0}], "photo_id": "7194897240"}}