{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6956173923/#comment72157629554165605", "realname": "Guido", "path_alias": "adb41", "author": "77235581@N00", "iconserver": "82", "datecreate": "1331398195", "_content": "His date of death is quoted as 9 July 1916 on <a href=\"http://www.cwgc.org/search-for-war-dead/casualty/807225/OLIVER, JOHN MILNER\" rel=\"nofollow\">CWGC</a>. His medal roll card reveals an address in Bowdon, Cheshire, to which his medals were sent posthumously in 1921. This ties in with a census entry for 1911. John Milner Oliver, aged 28, is living at High Croft, Bowdon, Cheshire (near Altrincham). He was born in Manchester in 1882. His occupation is recorded as solicitor. John's brother Philip is on the census as a barrister.", "authorname": "adb402004", "id": "32254785-6956173923-72157629554165605", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6956173923/#comment72157629554821285", "realname": "", "path_alias": null, "author": "77788549@N05", "iconserver": "0", "datecreate": "1331404408", "_content": "His parents lived in Bowdon - his father (Reginald Oliver) owned a cotton mill in Manchester.   90th Brigade, which was 16th, 17th, 18th and 19th Battalions of the Manchesters were already at Montauban on 1st July, which they successfully took and were relieved on 3rd July having had serious casualties.  On 9th July, 90th Brigade had to make another attack to capture German trenches on the Somme at Troyes.", "authorname": "Trench-Foote", "id": "32254785-6956173923-72157629554821285", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6956173923/#comment72157629196741142", "realname": "", "path_alias": "karge666", "author": "28195868@N00", "iconserver": "5530", "datecreate": "1331481085", "_content": "As much as it's easy for me to complain about my lot in life, as someone who graduated from university three months before the 2008 recession...my generation really needs to be reminded (through our own discoveries, not through finger-wagging lecturing) that we haven't had to go overseas and fight with the urgency that this man's generation did...as did the generation that fought in World War 2...we've got it so easy.", "authorname": "Loops666", "id": "32254785-6956173923-72157629196741142", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6956173923/#comment72157629200712316", "realname": "", "path_alias": "robindude", "author": "29749581@N00", "iconserver": "3806", "datecreate": "1331515458", "_content": "[http://www.flickr.com/photos/karge666] \n\n&quot;my generation really needs to be reminded (through our own discoveries, not through finger-wagging lecturing) that we haven't had to go overseas and fight with the urgency that this man's generation did ...\n\nConsidering what's gone down since 9/11, such as over 300,000 GI's brain damaged, probably a million Iraqis killed, etc., etc., etc., I do wonder not only what you mean, but what you believe but did not reveal.", "authorname": "Robin Dude", "id": "32254785-6956173923-72157629200712316", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6956173923/#comment72157629202857076", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1331543066", "_content": "John Milner Oliver was commissioned as a Temporary Second Lieutenant in the Manchester Regiment on 8th October 1914 as the &quot;1st City Battalion&quot; formed (28th August 1914, at Heaton Park, rallied to volunteer by the Lord Mayor). [London Gazette dated 3 Nov 1914].  He was promoted to Temporary Lieutenant with effect 8th December 1914. [LG of 8 Jan 1915].  The four City of Manchester Battalions became 90th Brigade of 30th Division and trained at Belton Park from April 1915.  In September 1915 they moved down to Salisbury Plain to a tented camp at Larkhill, before going over to France 6th-8th November 1915.\n\nOn the First Day on the Somme, 1st July 1916, 90th Brigade attacked opposite Montauban and suffered significant casualties in taking their objectives.  With a reputation as a hard fighting and well led Brigade the Manchesters were thrown back into the attack on 9th July to take the German trench system in Trones Wood - a smashed clump of trees considered ground of tactical importance for further British success on the south of the battlefield.  17th and 18th Manchesters led the assault and got into the German position, but were then struck by a German counter-attack and after fighting all day most of the British troops were forced back to their start line in Bernafray Wood.  A second assault was ordered. 16th Battalion were brought forward and formed up in the sunken road running between Bernafray brickworks and Hardecourt village.  They went over the top at 6.40pm, advancing under heavy shrapnel and machine-gun fire.  39 of 16th Battalion were killed including the Company Sergeant Major of B Company, WO2 Harold Hawxby.  Nevertheless 16th Battalion got into the German trench at Trones Alley where they found the survivors of a company of 18th Battalion still hanging on.  The 16th Battalion men bombed their way down the trench, established a barricade and consolidated the position.  It is during this action that Lieutenant Oliver was killed.\n\nJohn Milner Oliver was the son of John Robinson Oliver of Bowden Cheshire.  He owned a cotton spinning factory - possibly in Ancoats on the outskirts of Manchester.  After the war Mr and Mrs Milner paid for a memorial wing to be built as the Outpatients department at North Manchester General Hospital where a marble tablet commemorates their son.//", "authorname": "Gary Donaldson", "id": "32254785-6956173923-72157629202857076", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6956173923/#comment72157629575965161", "realname": "grahamH", "path_alias": "grahamh_pix", "author": "11299198@N07", "iconserver": "2112", "datecreate": "1331637646", "_content": "[http://www.flickr.com/photos/robindude] Keep to the topic of this photostream. Find another place for your rants about the USA's self-inflicted damage caused by lust for revenge and greed for domination.", "authorname": "grahamH", "id": "32254785-6956173923-72157629575965161", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6956173923/#comment72157629213621914", "realname": "", "path_alias": "robindude", "author": "29749581@N00", "iconserver": "3806", "datecreate": "1331663625", "_content": "[http://www.flickr.com/photos/grahamh_pix] \n\nThank you, nanny. I agree entirely with your sentiment about the U.S., but am not persuaded that you noted what I was responding to.", "authorname": "Robin Dude", "id": "32254785-6956173923-72157629213621914", "iconfarm": 4}], "photo_id": "6956173923"}}