{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/5203414973/#comment72157625335180999", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1290621120", "_content": "Outro grande equipamento industrial da freguesia de Marvila, a Fábrica de Material de Guerra de Braço de Prata. A sua construção foi iniciada em 1904 e terminada em 1908, e instalada no sítio da antiga Oficina de Pirotecnia (1869) e da Real Vidreira (1798), na Rua da Fábrica de Material de Guerra.\nTambem chamada vulgarmente como Fábrica de Braço de Prata,  começou a funcionar em 1908, com a denominação oficial de Fábrica de Projécteis de Artilharia, fazendo essencialmente munições de artilharia e estando dependente do Arsenal do Exército.  Posteriormente foi alargando a produção para outros equipamentos militares, além de munições de artilharia, tendo por isso, alterado a sua designação para Fábrica Militar de Munições, Armas e Veículos. Mais tarde o nome oficial passou a ser aquele por que já vinha sendo conhecida: FMBP - Fábrica Militar de Braço de Prata, ou simplesmente FBP - Fábrica de Braço de Prata\nEsta fábrica, viria a beneficiar com a entrada de Portugal na OTAN e também com o auxílio do chamado Plano Marshall, em 1949-50, tendo recebido importante ajuda financeira para a montagem da maquinaria necessária à produção dos componentes metálicos e das instalações de carregamento, acabamento e embalagem de munições para armas ligeiras, bem como para o aperfeiçoamento técnico de muito do seu pessoal.\nAtingiu o seu auge durante a Guerra do Ultramar, altura em que conseguiu produzir centenas de milhares de espingardas automáticas, morteiros, metralhadoras, munições e outros equipamentos que equiparam as Forças Armadas Portuguesas. Ao mesmo tempo ainda produzia equipamentos para exportação, sobretudo para a República Federal da Alemanha, como por exemplo os 120 milhões de munições calibre 7,62 entre 1959 e 1960, e em 1963 as 210 milhões de munições tracejantes do referido calibre 7,62\nOs produtos projectados e fabricados nesta fábrica mais famosos foram: \nPistola-Metralhadora de 9 mm\nEspingarda Automática G3\nMetralhadora de 7,62 mm HK21\nMorteiro de 60 mm\nPistola-Metralhadora de 9 mm de seu nome &quot;Lusa&quot;, não tendo sido fabricada nesta fábrica mas cuja licença foi vendida\nEm 1980 foi absorvida pela recém criada &quot;Indep - Indústrias Nacionais de Defesa, E.P.&quot;, que por sua vez, em 1996, foi introduzida no grupo designado Empordef – Empresas Portuguesas de Defesa\nAnos depois do seu equipamento ter sido transferido para Moscavide, as suas instalações foram transformadas e recuperadas albergando, hoje em dia, salas de exposições, sala de cinema, sala de música bares, livraria, etc.", "authorname": "J. Leite", "id": "26532116-5203414973-72157625335180999", "iconfarm": 6}], "photo_id": "5203414973"}, "flarchive:created": 1387730892}