{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/4332081459/#comment72157623365809002", "realname": "Richard Norton", "path_alias": "richard_arthur_norton", "author": "54904823@N00", "iconserver": "2568", "datecreate": "1265483388", "_content": "<a href=\"http://en.wikipedia.org/wiki/Trouville-sur-Mer\" rel=\"nofollow\">en.wikipedia.org/wiki/Trouville-sur-Mer</a>", "authorname": "Richard Arthur Norton  (1958- )", "id": "8602872-4332081459-72157623365809002", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4332081459/#comment72157623266743983", "realname": "", "path_alias": null, "author": "23103743@N05", "iconserver": "2155", "datecreate": "1265745999", "_content": "From \n  <a href=\"http://flagspot.net/flags/fr-14-tr.html\" rel=\"nofollow\">flagspot.net/flags/fr-14-tr.html</a>\n&quot;In Normandy, the &quot;industry&quot; of sea bathing started in summer 1824 when the duchess of Berry came to Dieppe with a rich and brilliant court. Under the Second Empire (1852-1870), however, Dieppe was abandoned by the jet-set, and Trouville, located in a less windy environment, was elected &quot;Queen of the Beaches&quot;. In fact, the local development of Trouville started in the 1830s, when the English fad of sea bathing was imported to Normandy. The oldest advertisement for Trouville dates back to 1837, in the local newspaper Le Pays d'Auge. Sea bathing was strictly regulated by a municipal decree in 1857: the beach was divided into three sectors, those for women's and men's bathing being separated by a mixed sector. The swimmers had to change their clothes in beach huts provided by the municipality, whereas rich people had &quot;bathing machines&quot; on casters. The railway station of Trouville-Deauville was inaugurated in 1863; the journey from Paris to Trouville-Deauville lasted 5 hours. In 1868, a center for hydrotherapy was built in the gardens of the city hall. Deauville, built from scratch in 1859 by duke of Morny, Napoléon's III half-brother, attracted several of the posh customers of Trouville.\nThe concurrence of Deauville, however, did not alter too much the fame of Trouville. In 1906, the tourist guide Joane mentioned &quot;big horse races, international regattas, polo, clay pigeon shooting and the Eden-concert theater&quot; in Trouville. The Hôtel de Paris had for regular customers the famous actresses Sarah Bernhardt (1844-1923) and Réjane (1856-1920) and the artistic jet-set of Paris.&quot;", "authorname": "swanq", "id": "8602872-4332081459-72157623266743983", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4332081459/#comment72157627041416682", "realname": "", "path_alias": null, "author": "25343896@N08", "iconserver": "7150", "datecreate": "1308981707", "_content": "Thanks so much for the image and the information!", "authorname": "Chaotica1(moving to Ipernity)", "id": "8602872-4332081459-72157627041416682", "iconfarm": 8}], "photo_id": "4332081459"}}