{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/4976474309/#comment72157624969765882", "realname": "", "path_alias": null, "author": "21686909@N07", "iconserver": "2188", "datecreate": "1284658487", "_content": "Everyone I knew in jazz who knew Benny told me he was tough to work for, a perfectionist.  They said he was not very nice to people.  Sorry, but that is what many have told me.  However, he put together some great bands.  That recording of the 1938 Carnegie Hall concert is still one of the greatest Big Band albums ever made.", "authorname": "budderflyman", "id": "8602872-4976474309-72157624969765882", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4976474309/#comment72157632698836210", "realname": "", "path_alias": null, "author": "27309380@N06", "iconserver": "3803", "datecreate": "1360100614", "_content": "I've heard the very same from others who have worked with him.\n\nTo say he was a perfectionist is merely another way of saying he was a true artist. I'm an artist,  and I'm rather particular about my work. I wont be satisfied till it meets my standards… We have our minds made up as to how we want things, how things are to look and to sound. Goodman was indeed this type. As to him not being kind may have mostly been a frustration with whipping musicians into shape, other musicians are artists too so, there's where other styles and ideas collide. Benny was the leader of the band so, I can see where he could get grumpy with others. \n\nI've heard accounts from first daughter that he'd get frustrated when helping her with her own musical endeavors. His patience wore thin from time to time, and he'd insist she practice the piano to perfect her skill… but, at the end she knew he loved her and only wanted her to succeed.", "authorname": "worldsfair39", "id": "8602872-4976474309-72157632698836210", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4976474309/#comment72157632733804413", "realname": "", "path_alias": null, "author": "21686909@N07", "iconserver": "2188", "datecreate": "1360529231", "_content": "I am a perfectionist also in certain things.  I am a perfectionist when ti comes to photography.  I am a perfectionist in my writings.  I am a perfectionist in making prints.  But, I do think a person can be a &quot;true artist&quot; and not be a perfectionist.  Perfectionism often stifles art and life in general.  An artist, for example, could spend a lifetime on one piece of art.  Is that good?  Maybe, maybe not.  Some things that are &quot;perfect&quot; are not my idea my idea of art.  \n\nOne thing I liked about Goodman was that he would not put up with guys doing drugs.  Although drugs may have stirred creativity in musicians, they also spelled the ends of many careers.  If I were a band leader, I wouldn't want drug users in my band, either.  If you want to do drugs, fine, that's up to you....but you won't be in my band.  Or on my baseball team.  Or my business or personal partner.\n\nLong live Benny Goodman's music.", "authorname": "budderflyman", "id": "8602872-4976474309-72157632733804413", "iconfarm": 3}], "photo_id": "4976474309"}}