{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2163496384/#comment72157603746820470", "realname": "Vasco Riobom", "path_alias": "vascoriobom", "author": "53032318@N00", "iconserver": "3804", "datecreate": "1200736893", "_content": "Young Manuel was born in the last year of the reign of his grandfather, King Luis I. He was created Duke of Beja. He was the son of Carlos I and Amélie of Orleans.\r\nOn 1 February 1908 the royal family returned from the palace of Vila Viçosa to Lisbon. They travelled by coach to Almada and from then took a boat to cross the Tagus River and disembarked in Cais do Sodré in central Lisbon. On their way to the royal palace, the carriage with King Carlos I and his family passed through Terreiro do Paço. While crossing the square, shots were fired from the crowd by at least three men: Alfredo Costa, Manuel Buiça and Aquilino Ribeiro. The King died immediately; his heir Crown Prince Luís Filipe was mortally wounded; Prince Manuel hit in the arm and Queen Amélie surprisingly unharmed. It was the quick thinking of Queen Amélie that saved her son Manuel. [1]\r\nThe assassins were shot at the spot by members of the bodyguard and later recognized as members of the Portuguese Republican Party. About twenty minutes later, Prince Luis Filipe died and days later, Manuel was acclaimed King of Portugal. The young King, who had not been groomed for kingship, sought to save the fragile position of the Braganza monarchy by dismissing the dictator João Franco and his entire cabinet in 1908. The ambitions of the various political parties made Manuel's reign a turbulent one. Free elections were declared in which republicans and socialists won an overwhelming victory. [2]\r\nThe murder of a prominent republican precipated the revolution that had been so long in preparation. [3] Revolution erupted on October 4, 1910. An illegal military coup was commenced by soldiers who were joined by some civilians and municipal guards attacking loyal garrisons and the royal palace, while the guns of a warship added to the revolutionary colonnade. Three days of almost constant street fighting were enough to drive out the young King. [4] Manuel fled on the royal yacht to British ruled Gibraltar. [5]\r\nPortuguese Royalty\r\nHouse of Braganza-Wettin\r\n\r\n\r\nPedro V\r\nLuís I\r\nChildren\r\n   Carlos, Prince Royal and Duke of Braganza (future Carlos I)\r\n   Infante Afonso, Duke of Porto\r\nCarlos I\r\nChildren\r\n   Luís Filipe, Prince Royal and Duke of Braganza\r\n   Infante Manuel, Duke of Beja (future Manuel II)\r\nManuel II\r\nKing Manuel II lived in exile in the United Kingdom. While King he had been made a Knight of the Garter by his distant cousin King Edward VII. His great-grandfather King Ferdinand I had been a first cousin of Queen Victoria and Prince Albert.\r\nO\r\nFromThe Wikipedia", "authorname": "vasco.r", "id": "8602872-2163496384-72157603746820470", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163496384/#comment72157603841007884", "realname": "", "path_alias": null, "author": "23103743@N05", "iconserver": "2155", "datecreate": "1202043970", "_content": "See <a href=\"http://www.flickr.com/photos/library_of_congress/2163490798/\">www.flickr.com/photos/library_of_congress/2163490798/</a> for a fuller view of the scene (at St George's Chapel, Windsor Castle).  It was on June 10, 1911, when the Prince of Wales (future Edward VIII) was invested with the Order of the Garter.", "authorname": "swanq", "id": "8602872-2163496384-72157603841007884", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163496384/#comment72157612091388721", "realname": "", "path_alias": null, "author": "84539764@N00", "iconserver": "50", "datecreate": "1231068343", "_content": "<a href=\"http://www.geneall.net/P/per_page.php?id=6444\">Dom Manuel II</a>", "authorname": "antonioluisousa", "id": "8602872-2163496384-72157612091388721", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163496384/#comment72157612206438850", "realname": "", "path_alias": "library_of_congress", "author": "8623220@N02", "iconserver": "3703", "datecreate": "1231183591", "_content": "Thanks vasco.r, swang and antosousa: We will update the information and reload the description.", "authorname": "The Library of Congress", "id": "8602872-2163496384-72157612206438850", "iconfarm": 4}], "photo_id": "2163496384"}}