{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2449475832/#comment72157604791725611", "realname": "Joe", "path_alias": "whyaduck", "author": "30085166@N00", "iconserver": "0", "datecreate": "1209449715", "_content": "This guy had an interesting life. Maurice Bennett &quot;Lefty&quot; Flynn (born Greenwich, Connecticut on May 26, 1892) was a star athlete at Yale in the early 1910s. His college football career was cut short in 1913 when he was barred from the school following his marriage to a chorus girl, Irene Leary. (<a href=\"http://query.nytimes.com/gst/abstract.html?res=9505EEDC163FE633A2575BC0A9679C946296D6CF\">New  York Times article</a>.) The couple separated after 11 days, and their divorce became final the next year (<a href=\"http://query.nytimes.com/gst/abstract.html?res=980CE4DF163AE633A2575BC1A9649C946596D6CF\">New York Times article</a>.) In 1916 he married a second time, to Blanche Shove Palmer, with whom he had two children.\r\n\r\nThe world had not heard the last of Lefty, though. By 1919, he had begun a career in movies which would last until 1927 (<a href=\"http://www.imdb.com/name/nm0283555/\">IMDb filmography page</a>.) His Hollywood career included another brief marriage, to silent star <a href=\"http://www.imdb.com/name/nm0199087/\">Viola Dana</a>. Their movie careers ended with the silent era, and they were divorced in 1929.\r\n\r\nBy the 1930s, Lefty was living in Tryon, North Carolina and was married to the former Nora Langhorne Phipps, youngest sister of <a href=\"http://en.wikipedia.org/wiki/Nancy_Astor,_Viscountess_Astor\">Nancy, Viscountess Astor</a>, and of Irene Gibson, said to have been one of the models for the <a href=\"http://en.wikipedia.org/wiki/Gibson_girl\">Gibson Girl</a>, created by her husband, illustrator Charles Dana Gibson.\r\n\r\nThe Flynns were acquainted with F. Scott Fitzgerald, and it was with them that <a href=\"http://www.sc.edu/fitzgerald/facts/facts4.html#4\">his daughter Scottie stayed</a> when Fitzgerald went to Tryon for his health in 1935. Zelda Fitzgerald's biographer, Nancy Cline, claims that Scott Fitzgerald had an affair with Nora Flynn. \r\n\r\nI've been unable to find whether or not Lefty and Nora remained married until Nora's death in 1955 (her obituary in the Hickory Daily Record refers to her as Mrs. Nora Langhorne Flynn), but Lefty married once again, to Lesley Bogert, before his own death on March 6, 1959, in Camden, South Carolina.", "authorname": "whyaduck", "id": "8602872-2449475832-72157604791725611", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2449475832/#comment72157622935621228", "realname": "Richard Norton", "path_alias": "richard_arthur_norton", "author": "54904823@N00", "iconserver": "2568", "datecreate": "1259958098", "_content": "I started a Wikipedia entry for him:\n<a href=\"http://en.wikipedia.org/wiki/Maurice_Bennett_Flynn\" rel=\"nofollow\">en.wikipedia.org/wiki/Maurice_Bennett_Flynn</a>", "authorname": "Richard Arthur Norton  (1958- )", "id": "8602872-2449475832-72157622935621228", "iconfarm": 3}], "photo_id": "2449475832"}}