{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1235056805", "originalformat": "jpg", "owner": {"username": "Deseronto Archives", "realname": "Deseronto Archives", "nsid": "23121382@N07", "iconserver": "3831", "location": "Deseronto, Ontario, Canada", "path_alias": "deserontoarchives", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "3293120564", "title": {"_content": "2009.07.04"}, "media": "photo", "tags": {"tag": [{"raw": "1880s", "machine_tag": 0, "id": "23100052-3293120564-316569", "_content": "1880s", "author": "23121382@N07"}, {"raw": "schools", "machine_tag": 0, "id": "23100052-3293120564-26957", "_content": "schools", "author": "23121382@N07"}, {"raw": "Deseronto High School", "machine_tag": 0, "id": "23100052-3293120564-37092835", "_content": "deserontohighschool", "author": "23121382@N07"}]}, "comments": {"_content": "0"}, "geoperms": {"isfriend": 0, "isfamily": 0, "ispublic": 1, "iscontact": 0}, "secret": "05f9c0c3eb", "location": {"locality": {"woeid": "4106", "place_id": "e7BnaTpVU7qQ", "_content": "Deseronto"}, "country": {"woeid": "23424775", "place_id": "b9iFoOpTUb6KZ3MPGQ", "_content": "Canada"}, "region": {"woeid": "2344922", "place_id": "KAOZv3VTUb6vc1Fc", "_content": "Ontario"}, "place_id": "e7BnaTpVU7qQ", "longitude": -77.055401, "county": {"woeid": "29375163", "place_id": "2nLZSI1TW7ldGTz16w", "_content": "Hastings"}, "context": "0", "woeid": "4106", "latitude": 44.195251, "accuracy": "14"}, "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "Cross-section of internal structure of Deseronto High School. \n\nPart of a reproduction of a plan by the architect Thomas Hanley of Belleville for the Deseronto High School, c.1889.\n\n<em>The Tribune</em> of January 10, 1890, carried the following report on the opening of the school:\n\nThe Opening   \n\nOn Tuesday, January 7th, 1890, in a practical, business-like manner, characteristic of the industrial centre, the Deseronto High School was declared open for the high functions to which it will hereafter be devoted. There were no orations by eminent eductationists, no interchange of empty compliments by civic officials, no devotional chanting of national anthems, but without waste of time, teachers, after a few prefatory remarks, commenced to assign duties to their respective classes. This event, it is unnecessary to state, marks the beginning of another important era in the history of Deseronto. By the opening of the High School the educational system of our young town may be said to be completed. Notwithstanding the rapid growth of the population, the public school board have in the past endeavoured to give suitable educational facilities and maintain the efficiency of the schools. It has been felt, however, that more was needed, and that without a high school the youth of Deseronto were in an educational point of view, placed at the disadvantage. This defect was the more severely felt, inasmuch as our population is chiefly composed of working men who generally found that it entailed too great an expense to send their children elsewhere to take a course at a high school. For these and other reasons it was finally decided to establish a high school in Deseronto, and the necessary appropriation was made by the town council, the work commenced and speedily carried forward to completion. The result is the handsome edifice opened on Tuesday and by all visitors conceded most creditable to the enterprise of the citizens of this important town. Notwithstanding the prevailing epidemic of influenza forty two pupils have been already enrolled and the prospects are bright for a large attendance in the not distant future. The school is thoroughly equipped with all the modern appliances and in this respect holds a unique position in this pert of Ontario. Mr. A. G. Knight, B. A, a distinguished graduate of Victoria College, end lately principal of the Campbellford High School, who has a provincial reputation as a successful educationist is Headmaster and takes charge of the English and Classical departments. He is assisted by Mr. I. D. Breads, late of Sydenham high school, an experienced teacher, who will take the Science and Mathematics departments. The members of the High School Board are energetic gentlemen and with such a competent staff and intelligent classes of pupils, Deseronto High School must soonassume a prominent position among the educational institutions of this great province.\n\nThe Building \n\nThe building is situated on a piece of land three acres in extent secured from the Mohawk of Tyendinaga Reserve for the purpose, end which faces on Brant, Thomas, and a new street recently opened up by the council. The site is most healthy and commanding and a grand view of the Bay of Quinte and surrounding country is obtained from the school windows and observatory. Visitors all express themselves delighted with the outlook which rewards an ascent to the tower. The edifice which is 60x64 ft in dimensions consists of three stories and a basement, or practically of four stories as the basement is thoroughly finished, bright and airy. The basement is built of limestone and the next two stories of brick, with a mansard roof above. The whole is surmounted by a tower 30 feet high and attaining an altitude of 72 feet above the ground, the bell on the flag staff being 100 feet above mother earth. The basement contains two large playrooms for boys and girls, or as we are describing a high school, for young ladies and gentlemen respectively. It is also furnished with the Smead, Dowd &amp; Co. system of ventilation and closets now rapidly coming into use in the better class of school building in this province. On the first floor are two classrooms each 251,34 ft, with library 17x17 ft and the necessary lobbies and passages. On the next flat are also two class rooms each 25x34 ft with chemical laboratory 17x17 ft furnished with suitable tables, disks, etc. On the third floor is the large assembly room 50x34 ft with raised stage, dressing rooms, &amp;c., in which will be held commencement and other exercises open to the public. The two principal flats are furnished in natural wood oiled; the basement and assembly room are painted and all the floors throughout the building are oiled. The whole building has been arranged and piped for gas. Wash basins and hat and cloak rooms are found on every floor. There are two large main entrances and the different stairways are all easy of ascent. The edifice is well lighted in every part by the large windows. The appearance of the exterior of the building is relieved by a heavy cornice and barge boards for ornamental purposes on the three sides fronting the street. In fine, nothing has been left undone to make the high school building complete in every particular and there is but one expression of opinion, viz. that the building is creditable in every respect to the Town of Deseronto.\n\nContractors, &amp;c.\n\nThe building was planned and designed by Mr. Thomas Hanley, the well known architect of Belleville, and all the work has been performed under his careful and constant supervision. The contract for its erection was given to the Rathbun Company, of Deseronto, the direction of the work being given to Mr. Wm. Irvine, Superintendent of the Sash and Door Factory department of the Company's business. Mr. Robert Massie of the same department, satisfactorily performed his duties of clerk of the works. The mason work was entrusted to the Messrs. Manley Bros., of Belleville; Mr. G. E. Clement, of Deseronto, did the carpentering work; Mr. Frank Dolan, of Belleville, had the plastering; McKelvey &amp; Birch, of Kingston, the plumbing and gas piping and Mr. Wm. Graham, of the Rathbun Company sash factory, the painting, glazing, &amp;c. The desks, seats and other furniture are from the Globe Furniture Company of Walkerville. The contractors broke ground for excavation on the 27&quot; of June and had their contract finished at New Year's, showing that the work must have been carried forward with great energy."}, "isfavorite": 0, "views": "3186", "farm": 4, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "1889-00-01 00:00:00", "lastupdate": "1367350298", "takengranularity": "8", "posted": "1235056805"}, "originalsecret": "42c55ccf9e", "license": "7", "notes": {"note": []}, "server": "3394", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/deserontoarchives/3293120564/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1389188995}