{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/8622368428/#comment72157633173426463", "realname": "", "path_alias": null, "author": "66311327@N05", "iconserver": "7333", "datecreate": "1365237617", "_content": "&quot;This picturesque and well-known landmark was destroyed by landslipping during the winter of 1980-81&quot; (from <a href=\"http://www.sussex.ac.uk/geography/researchprojects/coastview/Fairlight/Classic_landforms_of_the_weald.pdf\" rel=\"nofollow\">www.sussex.ac.uk/geography/researchprojects/coastview/Fai...</a>)\nSee also <a href=\"http://www.hastingschronicle.net/cpChronicle.html\" rel=\"nofollow\">www.hastingschronicle.net/cpChronicle.html</a>: &quot;1786 Jan - The Lovers Seat lovers - Elizabeth Boys (daughter of the High Sheriff of Sussex) and Capt Charles Lamb of Rye - were married. Capt Lamb was the commander of an anti-smuggling revenue cutter, the Stag, who courted Ms Boys, of Hawkhurst, despite the opposition of her father. She was staying at Fairlight Place, so the pair could only meet in secret at Lovers Seat when the captain’s vessel was off that part of the coast. After marrying, the couple lived happily for 28 years until the captain died at sea. There have been many romanticised versions of this story, not least because Lovers Seat was a most unusual and attractive spot for lovers of all kinds to meet. What became known as the ‘seat’ was a slab of sandstone rock at the highest clifftop point between Fairlight and Warren Glens. It projected out over a secluded bench, about 20 feet below, where lovers could come together. A major cliff-fall in 1961 removed the slab, the bench and the surrounding clifftop.&quot;\n\nPosition: <a href=\"https://maps.google.ch/maps?f=q&amp;source=embed&amp;hl=de&amp;geocode=&amp;q=+50%c2%b052'2.22&quot;N,+++0%c2%b038'0.96&quot;E&amp;aq=&amp;sll=50.883326,0.550003&amp;sspn=0.189527,0.528374&amp;t=h&amp;ie=UTF8&amp;z=14\" rel=\"nofollow\">Google maps</a>", "authorname": "B-59", "id": "8602872-8622368428-72157633173426463", "iconfarm": 8}], "photo_id": "8622368428"}}