{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2658868768/#comment72157606138784537", "realname": "Randy Reiss", "path_alias": null, "author": "46696233@N00", "iconserver": "2420", "datecreate": "1215940522", "_content": "<a href=\"http://www.loc.gov/loc/lcib/9803/suffrage.html\">www.loc.gov/loc/lcib/9803/suffrage.html</a>\n\nOn Feb. 12, with cameras clicking, 16 &quot;suffrage pilgrims&quot; left New York City to walk to Washington for the parade. Many other people joined the original hikers at various stages, and the New York State Woman Suffrage Association's journal crowed that &quot;no propaganda work undertaken by the State Association and Party has ever achieved such publicity.&quot; One of the New York group, Elizabeth Freeman, dressed as a gypsy and drove a yellow, horse-drawn wagon decorated with Votes for Women symbols and filled with pro-suffrage literature, a sure way to attract publicity. Two weeks after the procession five New York suffragists, including Elizabeth Freeman, reported to the Bronx motion picture studio of the Thomas A. Edison Co. to make a talking picture known as a Kinetophone, which included a cylinder recording of one-minute speeches by each of the women. This film with synchronized sound was shown in vaudeville houses where it was &quot;hooted, jeered and hissed&quot; by audiences.", "authorname": "undeadsinatra", "id": "8602872-2658868768-72157606138784537", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2658868768/#comment72157606209403953", "realname": "", "path_alias": "library_of_congress", "author": "8623220@N02", "iconserver": "3703", "datecreate": "1216243885", "_content": "undeadsinatra:\n\nThanks for sharing the article about this hike from the Library of Congress Information Bulletin.  In an effort to make these related photographs easier to locate, we are going to add the more accurate year and expand the title slightly in the source data and then reload the description in Flickr.", "authorname": "The Library of Congress", "id": "8602872-2658868768-72157606209403953", "iconfarm": 4}], "photo_id": "2658868768"}}