{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8358485060/#comment72157632660273875", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1359719593", "_content": "C/7452 Rifleman Harry Battye is likely to be the Pte Harry Battye KRRC commemorated inside the Lych Gate of Hepworth Parish Church, Hepworth, near Huddersfield.\n\n18th (Service) Battalion (Arts and Crafts) King's Royal Rifle Corps was raised by Major Sir Herbert Raphael MP from 4th June 1915, initially based at Gidea Park in Essex. Like all the KRRC battalions however, it accepted men from across the UK. Battalion numbering, from 1915 to 1918, was from C/6000 to C/8999. The Battalion was in 122 Brigade of 41st Division, (with 12 East Surreys; 15 Hampshires and 11 Royal West Kents). The Brigade landed in France on 3rd May 1916.\n\nOn 15th September 1916, 18 KRRC was a leading assault battalion in the attack on Flers. From the Divisional War Diary:\n\n&quot;41st Division attacked with the 124th Brigade on the right with two battalions in the front line--10th Queen's on the right, 21st KRRC on the left; the 122nd Brigade was on the \nleft, with the 15th Hampshire on the right, the 18th KRRC on the left. The dividing line between the two brigades passed through the middle of the village of Flers. The 18th Battalion KRRC made an unfortunate start, which might well have affected the whole operation. Just as the attack was about to commence, the Commanding Officer (Lieut.-Colonel C. P. Marten, West Yorkshire Regiment), the Adjutant (Captain F. Walton), the Signalling Officer (Lieutenant W. S. Mathews), and the Trench Mortar Officer (Lieutenant D. S. D. Clark) were all killed by one shell. It speaks volumes for the training and discipline of the Battalion that, after this catastrophe, the attack was carried to a successful conclusion. At 6.20 a.m. the infantry advanced behind the barrage, and the first objective was taken at about 6.45. The Germans did not stand except for the machine-gun detachments, which, as usual, stuck it out manfully, and inflicted heavy casualties on the attackers, especially among the officers. Seven out of ten tanks had crossed the front line, and reached the objective two minutes ahead of the infantry. Consolidation was begun at once, and at 7.20 a.m. the attack was continued behind the barrage, four tanks being still in action. The infantry got ahead of the tanks, but there was little opposition. The enemy's barrage, however, was very heavy. In one place the troops were stopped by uncut wire, but two tanks came up and made gaps in it. By 8 a.m. the second objective, a trench running through the extreme southern end of Flers, had been taken, and consolidation begun. At 8.10 a.m. 4 tanks entered Flers, followed by the infantry. The tanks did most effective work hunting out machine-gun nests. The village was cleared by 10 a.m., but there was much disorganization and mixing of units owing to the heavy casualties among the officers. The village was very heavily shelled, and at one time it looked as if the troops would be shelled out of it. At 10.20 a.m. a party of about 100 men and 2 machine guns, led by Captain R. Baskett, 18th KRRC, reached the third objective, and established themselves in two works, called Box and Cox, just north of the village, in touch with the New Zealanders on their left.&quot;\n\nOver 100 officers and men from 18th Battalion KRRC were killed on 15th September 1916. \nRifleman Harry Battye and Rifleman Edwin Ackroyd (elsewhere in the IWM portfolio) were amongst those men killed.//", "authorname": "Gary Donaldson", "id": "32254785-8358485060-72157632660273875", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8358485060/#comment72157633151764496", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1364923572", "_content": "The database of Soldiers who Died in the Great War shows that he was born in Deanbridge, Yorkshire and died wounds received on 15 Sep 1916. \n\nAn online family tree shows that he was born 6 Feb 1897 in Hepworth, son of Albert and Jane Battye.\n\nIn 1911 he was aged 14 and living with his widowed mother and 6 siblings aged between 4 and 17. He was working as a Framer which the census enumerator has noted as being in the Coal Mining industry but was more likely to part of the textile industry.", "authorname": "Mrs Audubon", "id": "32254785-8358485060-72157633151764496", "iconfarm": 4}], "photo_id": "8358485060"}}