{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/texasstatearchives/9901432165/#comment72157635978815254", "realname": "Angela Orlando", "path_alias": "maorlando", "author": "16489083@N05", "iconserver": "7428", "datecreate": "1380381787", "_content": "Fannie Ratchford was a teacher in the late 1800's at the high school in Hamilton, Texas... see: <a href=\"http://freepages.genealogy.rootsweb.ancestry.com/~gazetteer2000/ham_city/school/school.htm\" rel=\"nofollow\">freepages.genealogy.rootsweb.ancestry.com/~gazetteer2000/...</a>\nA little more information about Chatfield. That very old plantation house in Chatfield is Hodge Oaks and it was built by my Great, great great grandfather, Captain Robert Hodge. He had the title of Captain because he owned three river boats in Kentucky before he settled in Chatfield. He was also a Captain in the Civil War. The pasture next door was not to my family’s knowledge, a battleground, although, it did house an extensive spread of slave quarters, smoke houses, gardens, etc. Just down the road before you get into Chatfield, there is a historical site where I believe a calvary patrol was camped at the end of the Civil War. Captain Hodge’s picture still hangs in Pioneer Village in Corsicana and there is a re-enactment held there every year. Thank you - Kathleen Hodge, April 19, 2007\nI am a distant relative of Kathleen Hodge, who wrote the letter dated April 19, 2007. I have tried to email her, but her address has changed. It would be appreciated if you could include my email address here - in hopes that she might contact me. I'd also like to hear from anyone with a Hodge Family connection. Thank you. - Roberta Hodge (great-granddaughter of Dr. John David Hodge of Cleburne) roberta_h2003@yahoo.com , April 02, 2009\nTaken from: <a href=\"http://texasescapes.com/CentralTexasTownsNorth/ChatfieldTexas.htm\" rel=\"nofollow\">texasescapes.com/CentralTexasTownsNorth/ChatfieldTexas.htm</a>", "authorname": "maorlando God kept us 2013 leaning on Him 2014", "id": "47306256-9901432165-72157635978815254", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/texasstatearchives/9901432165/#comment72157636144571384", "realname": "Jaiyeola Dotun", "path_alias": null, "author": "101253652@N06", "iconserver": "5471", "datecreate": "1380793790", "_content": "awesome detail", "authorname": "djaiyeola", "id": "47306256-9901432165-72157636144571384", "iconfarm": 6}], "photo_id": "9901432165"}, "flarchive:created": 1389352992}