{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/7851693452/#comment72157631233923282", "realname": "", "path_alias": null, "author": "11418107@N02", "iconserver": "1068", "datecreate": "1345884383", "_content": "A Texas sharecropper named Levi T. Steward was involved in hearings by the Federal Commission on Industrial Relations, held in Dallas, March 1915.  From William James Ghent, ed., <i>Appeal Socialist Classics</i>(Vol 8), essay titled &quot;Socialism and the Farmer&quot;:\n<blockquote>\n&quot;A gasp went round the room when the Steward family \nentered. None of them wore wraps, and several of the six \nchildren were barefoot. The day was bitterly cold. Mrs. \nSteward carried a three-year-old child. \n\nThe family history is one long fight with poverty. The \ncouple married in Arkansas in 1887. Eleven babies have \ncome into the home. On three such occasions there was no \ndoctor in attendance. The family was too poor. Three of \nthe children have died. Ora Vivian had congestion for four \ndays before death claimed her in her third year. Mary Bula \ndied at nine months. Cause unknown. Willie Joe was but \nfive months old when his little body grew cold as he lay by \nhis mother's side and he joined his brother and sister — \nthree baby victims of poverty. \n\nTHE LOSING FIGHT. \n\nThe father related his fight year by year since mar- \nriage. The story of each season was exactly like the other \nwith slight variation. He testified that he never drank \nliquor, never kept it in the house, even for medicinal pur- \nposes, and the family did not squander money for fine \nclothes. His wife never had a ready-made suit in all her \nlife and but three &quot;store&quot; hats. She had but one &quot;trip&quot; in \nher life, and that was when she took advantage of excursion \nrates to travel a distance of 100 miles. They lived within a \nfew miles of Conway, Texas, for two years and his wife was \nto town but once in all that time ; that was when he carried \nher there to be attended by a doctor. The general history \nwas summed up in the statement that the family has &quot;made&quot; \napproximately 700 bales of cotton and hundreds of bushels \nof corn in the last twenty-eight years and now finds itself \nilliterate, hopeless and about $750 in debt. &quot;\n</blockquote>\nAnother excerpt:\n<blockquote>\n&quot;Levi T. Steward, the tenant farmer, and his family \nhave practically no education, own not one inch of ground \nand have never entered a bank except to assume or pay off a \nmortgage. After years and years of productive work they \nfind themselves more heavily in debt than when they started. \nThe best educated members of the family can barely read; \nmost of them can neither read nor write. Their clothes \nwere tatters and the children were barefoot in the middle of \nwinter. From the moment each member of this family en- \ntered life he has been robbed, exploited and figured as a \nunit of profit or loss by some member of the owning class. &quot;\n</blockquote>\n<a href=\"http://www23.us.archive.org/stream/appealsocialistc08ghen/appealsocialistc08ghen_djvu.txt\" rel=\"nofollow\">www23.us.archive.org/stream/appealsocialistc08ghen/appeal...</a>", "authorname": "pennylrichardsca (now at ipernity)", "id": "8602872-7851693452-72157631233923282", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/library_of_congress/7851693452/#comment72157631245998956", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1345949792", "_content": "The report of the Walsh Commission (Commission on Industrial Relations) identifies a Levi Thomas Stewart (Bain and Mr. Ghent both seem to have the wrong spelling) who testified at hearings in Dallas on March 17, 1915.  This part of the Commission's inquiry was its only investigation into agricultural issues, in this case tenant farming. His testimony, which is available online, opens a window into a world of poverty and hard work and farm families living in impossible conditions.\n<a href=\"http://books.google.com/books?id=o-oeAQAAMAAJ&amp;lpg=PA8951&amp;ots=kcdJ02FhJe&amp;dq=\" rel=\"nofollow\">books.google.com/books?id=o-oeAQAAMAAJ&amp;lpg=PA8951&amp;amp...</a>\nHis wife, Beulah Stewart, testified after him.  She was questioned by Commissioner Florence Jaffray &quot;Daisy&quot; Harriman, who appears elsewhere in the Bain Collection, sometimes identified as Mrs. J.B. Harriman.\n<a href=\"http://www.flickr.com/search/?ss=2&amp;w=commons&amp;q=jaffray&amp;m=text\">www.flickr.com/search/?ss=2&amp;w=commons&amp;q=jaffray&amp;a...</a>\n<a href=\"http://en.wikipedia.org/wiki/Florence_Jaffray_Harriman\" rel=\"nofollow\">en.wikipedia.org/wiki/Florence_Jaffray_Harriman</a>", "authorname": "artolog", "id": "8602872-7851693452-72157631245998956", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/7851693452/#comment72157631288917622", "realname": "", "path_alias": "pete_loc", "author": "34911459@N08", "iconserver": "3094", "datecreate": "1346163581", "_content": "pennylrichardsca and artolog: thanks for the information and correct spelling of his name.  We will update the record.", "authorname": "Pete (LOC P&P)", "id": "8602872-7851693452-72157631288917622", "iconfarm": 4}], "photo_id": "7851693452"}}