{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/5976878499/#comment72157627285656018", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1311690648", "_content": "A Sociedade Central de Cervejas, foi fundada em 1934 e fruto da associação da Companhia Produtora de Malte e Cerveja Portugália, da Companhia de Cervejas Estrela, da Companhia da Fábrica de Cerveja Jansen e da Companhia de Cervejas de Coimbra. \n\nEm 22 de Junho de 1968, o Chefe do Estado Almirante Américo Thomaz, inaugurou em Vialonga, a nova fábrica da Sociedade Central de Cervejas, que no seu género era uma das maiores da Europa e a mais moderna e bem apetrechada do Mundo.\n\nA nova unidade fabril destinava-se a substituir as fábricas que aquela Sociedade administrava em Lisboa - Portugália e Estrela. O novo complexo fabril ficou implantado em Alverca, devido à proximidade do canal do Rio\nAlviela, que abastecia Lisboa e cuja água era considerada como a melhor do Mundo para o fabrico da cerveja.\n\nNa construção intervieram 25 empresas e mais de mil operários, num investimento total de 365 mil contos (1,82 milhões de euros) dos quais sómente 15% foram gastos com material importado..\n\nQuando da sua abertura os silos permitiam um armazenamento de 20 mil toneladas de cevada e malte. As caldeiras desenvolviam uma produção de mais de meio milhão de litros por dia. Eram 24 os tanques de fermentação com uma capacidade de 100 mil litros cada, e 96 os tanques de adega, de 80 mil litros cada. Numa segunda fase  a capacidade passaria para o dobro. A nova fábrica - com cerca de 500 operários - dispunha ainda de um conjunto de cisternas de água implantado numa área de 4.000 m2, com uma cubicagem de 13 milhões de litros.\n\nA potência instalada num total de 7.8 MVA nos postos de transformação, era superior à da cidade de Santarém e da vila de Torres Vedras juntas, em 1968.\n\nQuanto à sala de enchimento, totalmente automatizada, tinha quatro linhas de cerveja, com um ritmo de enchimento de 110 mil garrafas por hora, e duas de refrigerantes, para 40 mil garrafas por hora. A sala de conferências - adaptável  a cinema e ateatro - possuía 450 lugares. O refeitório tinha capacidade para servir 500 refeições simultâneamente, ao preço de 16$00 (8 cêntimos) embora os funcionários pagassem apenas 5$00 (2,5 cêntimos) com direito a dois pratos, duas cervejas, pão, fruta e doce.\n\nA fachada maior da Fábrica de Vialonga é da autoria de Eduardo Nery,  artista plástico português, que tem registada uma vasta obra ligada à arte pública, em azulejo, tapeçaria, mosaico, vitral e desenhos de grandes pavimentos em calçada. Também do mesmo autor são os pavimentos a preto e branco no interior da Fábrica, a decoração em faixas horizontais nas paredes do edifício dos silos e ainda um projecto desenhado para uma das casa de caldeiras.\n\nEm 1975 a Sociedade Central de Cervejas é nacionalizada e da restruturação deste sector nascem 2 grandes grupos: a Centralcer – Central de Cervejas EP, englobando a Sociedade Central de Cervejas e a Cergal, e a Unicer", "authorname": "J. Leite", "id": "26532116-5976878499-72157627285656018", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/biblarte/5976878499/#comment72157627292072854", "realname": "Biblioteca de Arte / Art Library Fundação Calouste Gulbenkian", "path_alias": "biblarte", "author": "26577438@N06", "iconserver": "3017", "datecreate": "1311759331", "_content": "Caro J. Leite,\nos nossoa agradecimentos pela, sempre valiosa, informação que acrescenta às nossas fotos.", "authorname": "Biblioteca de Arte-Fundação Calouste Gulbenkian", "id": "26532116-5976878499-72157627292072854", "iconfarm": 4}], "photo_id": "5976878499"}, "flarchive:created": 1387729763}