{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/smithsonian/2551141632/#comment72157613595482359", "realname": "Criz Stoddard", "path_alias": "zyrc", "author": "16333811@N00", "iconserver": "36", "datecreate": "1234320283", "_content": "Just some interesting notes for anyone interested.\n\nThis ship was built by William H. Webb.\n\nGeneral Sherman (yes, that Sherman) reminisces about the first steam ships to visit California in 1849 in this <a href=\"http://query.nytimes.com/gst/abstract.html?res=9801E2DC1139EF34BC4951DFB066838F669FDE\">NYT article</a>.  The other two Pacific Mail ships that followed the California from NY to CA via the Panama Canal were the Oregon and the Panama, carried passengers bound for the Gold Rush (Pres. Polk announced that gold was found in CA after the California left port but before the other two had).\n\nPotash &amp; Co (the PR firm for the shipping company, American President Lines - APL) has an informative page on the <a href=\"http://www.potashco.com/potash_2.htm\">Pacific Mail Steam Company</a>.  APL bought what the successor company of Pacific Mail in 1938.", "authorname": "zyrcster", "id": "25030781-2551141632-72157613595482359", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/smithsonian/2551141632/#comment72157625511841804", "realname": "", "path_alias": null, "author": "56563012@N03", "iconserver": "0", "datecreate": "1291271592", "_content": "Thanks Zyrcster, but to clarify the historical succession of Pacific Mail Steamship CO: \nPMSS (founded 1848) was absorbed into Dollar Line in 1926, and then in 1938 it became American President Lines.  Notwithstanding PMSS'  glorious US history of bringing miners to the Gold Rush(beginning in 1849), Chinese and Japanese immigrants to California (beginning in 1867), and spearheading the growth of America's commerce throughout the Pacific Basin, APL is today operated by NOL, the Singaporean shipping company.  Always a leader, the company continues to flourish (2010-11).. steve at PotashCo.com", "authorname": "stephen_potash", "id": "25030781-2551141632-72157625511841804", "iconfarm": 0}], "photo_id": "2551141632"}}