{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/5237769018/#comment72157625444795413", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1292005430", "_content": "Assim como fiz, em jeito de comentário, uma brevíssima nota biográfica acerca de Horácio Novais, no album &quot;Porto, Portugal&quot; na foto&quot; Ponte Dom Luís, Porto&quot;, vou fazer o mesmo em relação a Mário Novais.\n\nMário Novais, (1899-1967),  filho do retratista Júlio Novaes (1867-1925), sobrinho de \nEduardo Novaes (1857-1919), também retratista, de António Novaes (1855-\n1940), e irmão de Horácio Novais (1910-1988).\n\nEm 1933, abriria no nº 115 da Avenida da Liberdade em Lisboa o seu estúdio a que chamou Estúdio Novais.\nAo longos dos 50 anos de actividade do estúdio,  especializou-se na fotografia de obras de arte e arquitectura, dedicando-se também Mário Novais ao retrato, à fotoreportagem, fotografia publicitária, comercial e industrial.\nEfectuou também trabalhos fotográficos para instituições culturais, estatais e privadas e para o sector comercial, industrial e particulares. Famosa a cobertura fotográfica da Exposição do Mundo Português de 1940, que pode ser visitada nesta Galeria.\nQuando morre, o estúdio passa para os herdeiros que o cedem, com todo o seu espólio, aos dois colaboradores Abílio Barata e Mário Soares, que a partir dos anos 40 se lhe juntaram e  que prolongam a actividade por mais uns anos. Em 1982, a venda do espólio fotográfico, surge como solução para os dois colaboradores, que entretanto tiveram que libertar o andar por uma acção de despejo do senhorio. \nVárias instituições mostraram-se interessadas, entre elas a Fundação Paul Getty de Los Angeles. \n\nFelizmente a Fundação Calouste Gulbenkian adquire em 1985 o espólio tanto de Mário Novais como de Horácio Novais e integra-os no Arquivo de Arte do Serviço de Belas Artes.\nPosteriormente em 2001 são integrados na Biblioteca de Arte.\n\nDesde já peço desculpa por alguma imprecisão.", "authorname": "J. Leite", "id": "26532116-5237769018-72157625444795413", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/biblarte/5237769018/#comment72157625644984165", "realname": "", "path_alias": null, "author": "8075127@N06", "iconserver": "0", "datecreate": "1294430818", "_content": "Rua Alexandre Herculano?", "authorname": "borgesaraujo", "id": "26532116-5237769018-72157625644984165", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/biblarte/5237769018/#comment72157629609573668", "realname": "", "path_alias": null, "author": "79811369@N05", "iconserver": "0", "datecreate": "1336259598", "_content": "Estefânia -  Arquitecto Conceição Silva ?", "authorname": "manelcastrof", "id": "26532116-5237769018-72157629609573668", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/biblarte/5237769018/#comment72157631615208496", "realname": "Laura Garcez", "path_alias": "leglx57", "author": "75730336@N03", "iconserver": "7336", "datecreate": "1348522173", "_content": "Possivelmente Estefânia. Ampliando a imagem, dá para ver a quase totalidade do nome do estabelecimento: Francisco(?) José Andrade Lda. Na Net existe um &quot;Francisco José Andrade, Mercearias - Restalhistas&quot; no nº 146 da rua Pascoal de Melo.", "authorname": "leglx57", "id": "26532116-5237769018-72157631615208496", "iconfarm": 8}], "photo_id": "5237769018"}, "flarchive:created": 1387730842}