{"photo": {"exif": [{"raw": {"_content": "1.01"}, "tagspace": "JFIF", "tagspaceid": 0, "tag": "JFIFVersion", "label": "JFIFVersion"}, {"raw": {"_content": "inches"}, "tagspace": "JFIF", "tagspaceid": 0, "tag": "ResolutionUnit", "label": "Resolution Unit"}, {"tag": "XResolution", "label": "X-Resolution", "raw": {"_content": "72"}, "tagspaceid": 0, "clean": {"_content": "72 dpi"}, "tagspace": "JFIF"}, {"tag": "YResolution", "label": "Y-Resolution", "raw": {"_content": "72"}, "tagspaceid": 0, "clean": {"_content": "72 dpi"}, "tagspace": "JFIF"}, {"raw": {"_content": "2"}, "tagspace": "IPTC", "tagspaceid": 0, "tag": "ApplicationRecordVersion", "label": "Application Record Version"}, {"raw": {"_content": "970220-D-0000G-001..\tTwo employees of Teledyne Ryan Aeronautical look at the fuselage of the Global Hawk, the Department of DefenseÕs newest unmanned air vehicle, in a hangar in San Diego, Calif. before its roll out on Feb. 20, 1997.  Global Hawk is a high-altitude, long-endurance unmanned aerial reconnaissance system that will provide military field commanders with high-resolution, near-real-time imagery of large geographic areas. .\tThe Global Hawk is optimized for low-to-moderate threat, long endurance reconnaissance missions where range, endurance and persistent coverage are paramount.  The vehicle, with its 116- foot wingspan and 44-foot length, carries both synthetic aperture radar and electro-optical and infrared sensors.  The Global Hawk system will be able to survey, in one day, an area equivalent to the state of Illinois (40,000 square nautical miles), while providing imagery with a three-foot resolution.  Alternatively, the system can provide more detailed spot images of one-foot resolution, if needed.  For a typical mission, the Global Hawk system can fly to a target area 3,000 nautical miles away, and stay airborne for 24 hours collecting data before returning.  It flies at altitudes up to 65,000 feet..\tThis summer, the air vehicle will move to the Air Force Flight Test Center, Edwards Air Force Base, Calif., where flight tests will occur.  The Global HawkÕs first flight is expected in late summer or early fall.  Photo by David Gossett, courtesy of Teledyne Ryan Aeronautical.."}, "tagspace": "IPTC", "tagspaceid": 0, "tag": "Caption-Abstract", "label": "Caption- Abstract"}, {"raw": {"_content": "inches"}, "tagspace": "Photoshop", "tagspaceid": 0, "tag": "DisplayedUnitsX", "label": "Displayed Units X"}, {"raw": {"_content": "inches"}, "tagspace": "Photoshop", "tagspaceid": 0, "tag": "DisplayedUnitsY", "label": "Displayed Units Y"}, {"raw": {"_content": "8"}, "tagspace": "Photoshop", "tagspaceid": 0, "tag": "PhotoshopQuality", "label": "Photoshop Quality"}], "farm": 5, "server": "4001", "secret": "a973d6316e", "camera": "", "id": "4564953570"}, "stat": "ok", "flarchive:created": 1389693743}