{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7194897132/#comment72157629864108930", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1337789968", "_content": "Henry van Trump appears to have been re-enlisted as 'van Tromp'.  He was the only son of Henry Joseph van Trump and Elizabeth (nee Stone) of Taunton, Somerset.  He had older siblings, a brother Bert, and 3 sisters, Elsie, Elizabeth and Alice.  His father, Henry Joseph, a shirt and collar manufacturer of St Augustine Street, was Mayor of Taunton from 1916 to 1920. \n22nd (Service) Battalion (Kensington) was formed on 11th September 1914 and went to France in November 1915.//", "authorname": "Gary Donaldson", "id": "32254785-7194897132-72157629864108930", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7194897132/#comment72157629867321670", "realname": "", "path_alias": "andybailey", "author": "8498561@N08", "iconserver": "2844", "datecreate": "1337804790", "_content": "Presumably, from his medal ribbons, he had seen action before.", "authorname": "AndyBailey", "id": "32254785-7194897132-72157629867321670", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7194897132/#comment72157629878151170", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1337874527", "_content": "Overseas campaign active service at the very least.   He appears to be wearing 2 or 3 ribbons, the one with the white centre may be that for the Central Africa Medal 1891-98.  His service probably being at the latter end of that campaign.   He would appear to have been an experienced ex-Regular soldier.//", "authorname": "Gary Donaldson", "id": "32254785-7194897132-72157629878151170", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7194897132/#comment72157629959546632", "realname": "", "path_alias": "rassloff", "author": "20674281@N03", "iconserver": "3686", "datecreate": "1338333336", "_content": "nice old picture", "authorname": "Thomas Rassloff", "id": "32254785-7194897132-72157629959546632", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7194897132/#comment72157629964606930", "realname": "", "path_alias": null, "author": "77788549@N05", "iconserver": "0", "datecreate": "1338363991", "_content": "Lance Corporal Henry van Tromp had a very low Regimental Service Number in 22nd Battalion - K/256 (National Archive Medal Index Card) - indicating that he re-enlisted soon after the outbreak of war in 1914 - probably as 22nd Battalion was formed.", "authorname": "Trench-Foote", "id": "32254785-7194897132-72157629964606930", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7194897132/#comment72157629964804268", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1338365509", "_content": "The British Army took over the 20 mile line ascending the Vimy Ridge in March 1916 to allow the French Tenth Army to join in the defence of Verdun.  This had been a 'quiet' sector since heavy fighting in the Autumn of 1915.  That had allowed the Germans to tunnel extensively towards the Allied lines, something the British immediately engaged with both by counter-mining and aggressive above-ground trench raids.  At 5am on 21st May the Germans opened a heavy artillery fireplan, extending right back into British Divisional support areas and continued all day as a preparation for blowing a large mine and a determined infantry attack at 7.45pm which principally struck 140th Brigade.  The German penetration was eventually contained by 140th and 141st Brigades by 2am on 22nd May and the Germans dug-in where they occupied the former British trenches.\n99th Brigade, including 22nd Royal Fusiliers, was moved up from a reserve position to prepare for a counter-attack alongside 7th and 142nd Brigades.  At 8pm on 23rd May (25 minutes before the British infantry attack was due, and after the bombardment had begun) the Germans suddenly opened heavy shellfire. This fell on the counter-attack assembly positions, particularly those of 99th Brigade.  1st Royal Berkshires lost 100 men before the assault could move to their forming up position. To make matters worse, German machine guns opened accurate fire onto the area of the start line.  Confusion reigned in 99th Brigade. The Berkshires signalled to 22nd Royal Fusiliers that they could not attack, and the Battalion HQ sent runners to halt their own Companies.  This message did not get to B Company, which advanced on its own and was virtually wiped out, along with their attached section of 226 Field Company RE.  Elsewhere, 3/Worcesters of 7th Brigade recaptured their old support positions, and on the left, 1/24 and 1/12 Londons got to their objective, only to be fought out of them again.  Having conceded the lost ground and consolidated a new defensive line 47th (London) Division was relieved in place by 2nd Division on the night of 25-26 May 1916.//", "authorname": "Gary Donaldson", "id": "32254785-7194897132-72157629964804268", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7194897132/#comment72157630020192515", "realname": "", "path_alias": null, "author": "80123456@N08", "iconserver": "0", "datecreate": "1339183075", "_content": "PRIVATE 21539 Henry Van Tromp 25th Company(West somerset) Imperial Yeomanry was awarded the The Queen's South Africa Medal with 3 Clasps Transvaal, SA1901, SA19O2. The Queen's South Africa Medal ‎was awarded to military personnel who served in the Boer War in South Africa between October 11, 1899 and May 31, 1902 1. Transvaal State clasp: for areas that contained so many incidents that it was not deemed appropriate to issue a &quot;Battle&quot; clasp for each individual action. 2. Service Clasp January 1901-December 1901 3. Service Clasp 1st January 1902-31st May 1902. His company had the popular name of &quot;The Fighting 25th&quot;for their steadiness under fire. Their badge also bears the honour &quot;South Africa 1900-01&quot;. Henry “Harry” Van Tromp was aged 32yrs of age and despite having already served in the Boer War already, enlisted in the 22nd battalion of the Royal Fusiliers. Henry Van Tromp is commemorated on the Vivary Park Memorial Taunton as H. VAN TROMP Harry Takes To The Air On May 6th 1914 Mr Harry Van Trump made the news again in the company of Henri Salmet a celebrated French aviator and instructor with the Bleriot school, who in 1912 became famous by flying between Hendon and Paris in his 50hp Bleriot in 3hrs 16 minutes. Salmet followed this up with a sponsored Daily Mail Tour, in 1912 where the wings of his aircraft were bore the Daily Mail name and he became known as the” Daily Mail Aviator”. In 1914 he turned up at Paignton during the Easter week, sporting the Daily Mail logo on his wings for a programme of demonstrations and pleasure flights, he had a series of engine problems and even had a new engine installed. Monday May 6th 1914 Salmet with his passenger called Mr Harry Van Trump of Taunton (a member of the firm Tonevale Manufacturing Co) promised to do an air display off Watchet harbour before heading to Weston Super Mare. The crowds lined the esplanade in expectation and at 3.40pm in the afternoon and he was sighted well out to sea, and then, to the consternation of the crowds, the engines stopped and the aircraft was seen to fall into the sea a mile off shore. A lifeboat was launched and fortunately the men suffered no more than an undignified dunking. Salmet brushed the incident off saying it was not the first time he had received a drenching, his unruffled passenger Harry Van Trump was heard to say, “It was a bit of an experience” and declared he would fly again with Salmet at Weston. The Bleriot was taken in tow by a Norwegian steamer and brought ashore. Harry was a experienced Bell Ringer in his teens, because he was a member of St Mary’s Guild of Ringers and as previously mentioned his father presented a Treble bell in 1922 to St Mary’s Church Taunton, in memory of / HARRY VAN TRUMP / WILLIAM ALBERT FOWLER / WILLIAM FUDGE / SIDNEY ARCHIBALD PHILLIPS / MEMBERS OF THE ST. MARY'S GUILD OF RINGERS / WHO GAVE THEIR LIVES FOR THEIR COUNTRY IN / THE GREAT WAR 1914 – 1918. He used Van Trump and Van Tromp", "authorname": "goodeye-man", "id": "32254785-7194897132-72157630020192515", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7194897132/#comment72157630162915354", "realname": "", "path_alias": null, "author": "80123456@N08", "iconserver": "0", "datecreate": "1339954419", "_content": "In January 1899 Henry “Harry” Van Tromp aged 18yrs lied about his age and enlisted for a period of one year, or not less than the period of the war, nobody thought the war would last long. His rank was:\nPRIVATE 21539 Henry Van Tromp 25th Company of the West somerset Imperial Yeomanry.\n\nThe company of mounted infantry formed part of the 7th Battalion Imperial Yeomanry and consisted of 115 men, a Captain and 4 Subalterns (officers). All men and officers had to bring their own horse, saddle and accoutrements, with the arms, ammunition and equipment and transport provided by the government. After training Henry sailed for the Cape, South Africa and arrived March 29th 1900 \nThe Boers were tough men, expert horsemen and marksmen and were a disciplined and capable enemy. They engaged in hard-fought guerrilla warfare against the British forces. This lasted a further eighteen months during which the Boers raided targets such as British columns, telegraph sites, railways and storage depots. \n\nIn an effort to cut off supplies to the raiders, the British, now under the control of Lord Kitchener, responded with a scorched earth policy of destroying Boer farms and by moving civilians into concentration camps.  The plight of the Boer women and children in these camps became an international outrage - more than 20,000 died in the carelessly run, unhygienic camps.\n\nIn addition to battles and skirmishes under the South African sun, the troops also endured a poorly run campaign, where they often did not get enough supplies including food to eat or clean drinking water \nwhich is evidenced by the typhoid /enteric fever epidemic which killed as many as 50 per day at one stage.\n\nBy the time a treaty was signed in May 1902 the last of the imperial wars had claimed, 22,000 British, 12,000 African lives and 25,000 Afrikaners most in concentration camps.\n\nAlthough the two Republics were now absorbed into the British Empire, the granting of limited autonomy for the area ultimately led to the establishment of the Union of South Africa.\n\nHenry would have returned about Oct 1902 having been away for nearly 3 years, and now aged 22yrs and would be a tough individual having survived many hardships, certainly an expert rider and excellent rifle shot. He must have received a hero’s welcome from all, he deserved it.\n\nHe is not on the 1901 census being in the Boer War, but appears again in 1911, living with family at the &quot;The Elms&quot; Taunton aged 29yrs, Single and working with father as Collar Manufacturer.\nIn August 1914 queues of young men were lining up to enlist all over England and fight in WW1.\n\nHenry “Harry” Van Tromp was aged 32yrs of age and despite having already served in the Boer War already, enlisted in the 22nd battalion of the Royal Fusiliers.\nWe will never know why he wanted to enlist again, perhaps now his brother Bertie was back from Canada, the pressure was off him at the factory and he was bored, and why London?\n\nThis battalion was recruited by the Mayor of Kensington William Davidson, many recruits were civilian volunteers from shops and offices and the Mayor personally paid for khaki uniforms from Harrods and domestic equipment for the training camp at Horsham. \nThe battalion of 1100 men was dived into 4 companies and a Battalion headquarters and nicknamed the “Kensington's”. \n\nIn November 1915 after a couple of months training, Private K256 Henry Van Tromp 22nd Battalion Royal Fusiliers left England England and landed at Boulogne, France and his Battalion, the 22nd battalion of the Royal Fusiliers was immediately transferred was immediately transferred to the 2nd Division of regulars.", "authorname": "goodeye-man", "id": "32254785-7194897132-72157630162915354", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7194897132/#comment72157630163505228", "realname": "", "path_alias": null, "author": "80123456@N08", "iconserver": "0", "datecreate": "1339956777", "_content": "A previously stated by Gary Donaldson after the 8.25pm attack was cancelled, runners took the message to each of the 22nd Battalions companies,the runner going to B company was wounded and gave his message over to a lewis gunner, believed to be Corporal Starling of D company.\nH.E. Harvey of 8 platoon dramitised as follows:\n&quot; What the_____? Who's that? Are you hit chum? The reserve lewis gunner stooped down to the huddled figure.\nThe wounded man, a runner from Brigade H.Q.,slowly raised a blood soaked arm, his hand tightly clenching a crumpled and besmirched scrap of paper.\nRush it along Chum, he pleaded. &quot;O.C. B Coy-Stop em-Attacks Off&quot;\nHe dropped back unconcious.\nThe gunner dashed off with the written message and reached the newly made trench. save for some poor torn corpses it was empty.\nAt the top of the ridge he yelled &quot;B Coy -Retire.&quot; It was a forbidden Word,but the shriek and crash of missles drowned his voice.\nHe must fetch the boys back. But a Boche bullet found a precious billet and the gunner dropped. The only line of communication with B Coy snapped.\n\nSo the 5 and 8 Platoons of B Company, with no support on the Right (where the Berks would have been), or on the Left 9where the other company of the 22nd Battalion would have been) went forward alone.\nPlatoon Sergeant Downs of 8 Platoon, recalled getting his orders at 8pm, Downs returned to his Platoon:\n&quot;magazines were recharged with &quot;one up the spout&quot;, equipment was readjusted to allow a spade or a pickaxe to be thrust behind the haversack, handshakes were exchanged, a few jokes cracked and then &quot;zero&quot; hour, 8.25pm.\n&quot;Over you go&quot; came the command; someone said &quot;God loves you all&quot; and B company rose over the pitifully low parapets and sailed off into the blue.\nSimultaneously the crash of a German barrage fell on the newly vacated trenches and spraying machine guns swept the lines as the ridge was topped.\nThere was a little bunching which was corrected by a warning shot, the line straightened and still bearing half right, it thinned and bore on.\nThe first trench, pounded almost level,was crossed and then the objective,lit up by the flashes of detonating shells and the multi-coloured rockets, became visable in the quickly gathering gloom.\nThe last few yards were covered with a rush and the handful of survivors leaped into the enemy trench, only to discover their foes had withdrawn.", "authorname": "goodeye-man", "id": "32254785-7194897132-72157630163505228", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7194897132/#comment72157630163723526", "realname": "", "path_alias": null, "author": "80123456@N08", "iconserver": "0", "datecreate": "1339957690", "_content": "A count of the men who made it to the trench was 26 men, the final tally was 3 officers wounded, one fatally, seven other ranks killed (Including Harry Van Tromp) and seventy eight wounded.\nCaptain Banbury, (leg), Major Rostron(gassed) and Lieutenant Fowler (only lasted a few days)\nrealising that no support was forthcoming and the position was therefore hopeless, the remanents were forced eventually, to withdraw back to the original trench they started from..", "authorname": "goodeye-man", "id": "32254785-7194897132-72157630163723526", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7194897132/#comment72157631743521622", "realname": "", "path_alias": null, "author": "80123456@N08", "iconserver": "0", "datecreate": "1349944460", "_content": "Both in Taunton and Bridgwater the news has been received with deep regret of the loss of a gallant young somerset soldier in the person of Lance Corporal Harry Van Trump who was killed in action on the 23rd May 1916. The first intimation was received by Alderman (his father) and Mrs Van Trump at Taunton in a letter from the captain of the deceased company who wrote on the 26th of May as follows:-\nDera Sir,-I am deeply sorry to have to tell you that your son Lance -Corporal H.Van Trump, of thid battalion,was killed in action on the 23rd of May. As a soldier he did his part splendidly in upholding the high standard of the battalion.        All of us who knew him sincerely deplore his loss. and condole with you deeply in your sad bereavement.   But in spite of our sorrow we have a source of pride and lasting happiness in knowing that he was doing his duty as a brave soldier and serving the cause of his King and Country.-Yours Sincerely    Gerald   W.   Daman, Captain    22nd  Battalion Royal Fusiliers.\n\n\nOn Friday Alderman Van Trump received the following letter from the commanding officer of the battalion:\ndear Sir,- I am very sorry to have to announce to you the death of your son. He was killed in action on the Vimy Ridge on the night of the 23rd. He was a most gallant fellow, and liked by everyone, so we shell all miss him immensely.    His company actually captured the German trenches.    I personally knew him very well and so feel his loss more than anyone else.\nHe was killed instantaneously which is a great comfort.      I cannot speak enough of his coolness and gallantry.                To you the loss is ireparable, I can do nothing in the way to lessen your sorrow.               We soldiers all have to go through with it and its the example of heroes like your son that make us follow in the same cool, gallant manner.  You have my deepest sympathy.- Yours Truly,       R. Barnett  Baker      Lieut.-Colonel,   Commanding     22nd    Battalion   Royal Fusiliers.", "authorname": "goodeye-man", "id": "32254785-7194897132-72157631743521622", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7194897132/#comment72157631743713878", "realname": "", "path_alias": null, "author": "80123456@N08", "iconserver": "0", "datecreate": "1349947660", "_content": "Lance -Corporal Van Trump (Tromp) was the eldest son of Alderman and Mrs H. J. van Trump of the Elms Taunton, his father being the head of a well known firm of collar and shirt blouse manufacturers, the Tone Vale Manuufacturing Company of Taunton and Bridgwater.\nHe was 34 yrs of age and educated at Huish School under Mr C.R. Humphrey and at Queens College, Taunton, under Mr Bramley and Mr A.S. Haslam. On leaving school he joined his fathers business and took an active part in it until the outbreak of war, being one of the directors of the company.\nHe was a member of St. Mary's Chuch, Taunton and for several years acted as one of the bell ringers.(Steward to St Marys Guild).( The bells of St Mays Church were rung half-muffled as mark of respect and sympathy on the Tuesday. )   Keen on all kinds of outdoor sport he played football for the Bridgwater Albion Club in which he took a warm interest.\nHe was also a member of the Cannington Park golf Club and a keen motor cyclist.\nIn September 1914 he enlisted in the Royal Fusiliers, he preferred the lot of the ordinary soldier to obtaining a commision which he might easily have done.\nWhilst undergoing a years training with the fusiliers, he acted as a motor despatch rider and on nine occasions carried carried despatches from the War office to the Western Front. When the battalion was ordered on active service he gave up Despatch riding to take his place with his comrades in the trenches and for the past six months has been engagaed in Trench warfare. during this period he had some very exciting experiences. just before Christmas, one day when his company were coming out the trenches, he had to cross a road being shelled by the enemy. A shell burst among his platoon, killing one man and severely injuring several others, himself among the number. Although wounded he insisted on helping to bring under cover seven of his comrades and for this gallant deed was givenhis Lance Corporal Stripe on the field.\n Only about 10 days before his death he was home on leave, with his parents at Taunton-from the 13th to the 19th of May- and on the Sunday attended St Marys Church, while on the Tuesday (May 16th) he visited Bridwater and spent some hours at the factory. He was in the best of health and spirits, and was warmly welcomed by the employees of the firm, among whom he was a great favourite owing to his genial and kindly disposition.\nThe great European conflict was not the late Corporal Van Trumps first experience of active service, as he went through the South African war with the West Somerset Imperial Yeomanry in which he served as a trooper for two and a half years, and saw a good deal of fighting against the Boers, holding both the *South Afican Medals.\nOf an adventurious spirit  he took the keenest interest in flying, when transit in the air came into vogue and he was the heroe of a most exciting exploit with Salmet, the famous french Aviator with whom in May 1914, he took a flight over the Bristol Channel from Minehead to Weston Super mare, and had a narrow escape from drowning, being rescued from the sea at Watchet, when the machine owing to an accident had fallen into the water.\nOne of the late Lance -Corporal Van Trumps sisters is Mrs Humphrey, wife of Mr H. I. Humphrey of the West of England Cabinet and Perambulator Company of Bridgwater. The sincere sympathy of a wide circe of friends and acquaintances in taunton and Bridgwater has been extended to Mr and Mrs Van Trump at their time of heavy bereavement.\nAt St Marys Church, Taunton on Sunday afternoon, the Vicar the Rev.Canon Corfield made a sympathetic reference to the death of Lance Corporal Van Trump. He said he desired to express their condolence with their Churchwarden (his father) in the loss of his gallant son. who had fallen in the service of his country.\nThe cannon read extracts from the letters sent by the Colonel and Captain of the company in which Harry Van trump served, both of which pay tribute to his fine qualities as a soldier.\n\n                                                     LEST WE FORGET\n\nThe writer is married to a member of the Van Trump family and would love to locate one or both of Harrys Medals or anyone with family connections photographs etc      email h_nina@msn.com, I am currently doing genelogical research of the Van Tromp/Van Trump family.Steve", "authorname": "goodeye-man", "id": "32254785-7194897132-72157631743713878", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7194897132/#comment72157631744205023", "realname": "", "path_alias": null, "author": "80123456@N08", "iconserver": "0", "datecreate": "1349954433", "_content": "BRIDGWATER &amp; ALBION RUGBY FOOTBALL CLUB - A BRIEF HISTORY OF THE CLUB\n\nBridgwater and Albion R.F.C. an amalgamation of Bridgwater, founded in the late 1860's and Bridgwater Albion, founded in 1876, formed the present Club in 1920. In 1912 Bridgwater could claim a record unique in Rugby Football. On January 21st the Club Captain Bob Dibble skippered the English Rugby Union side to victory over Wales at Twickenham whilst his former Club colleague Tom Woods skippered the English Rugby League side to victory also over Wales. Bob Dibble was the only Bridgwater player ever to tour with the Lions when he went lo New Zealand in that season. Rugby flourished in the Town during the twenties after the amalgamation, and the Club forwards were known as the &quot;One Ton&quot; pack. During this period many great players wore the Bridgwater colours. Jimmy Jarvis, one of the best half-backs in the Country but who never won a cap; Jimmy Barrington later capped when with Bristol; Jack Swayne capped from the Club in 1929 and Jack Snook to mention but a few. During the last war the Ground was ploughed up for allotments but it was repossessed in 1946 and an energetic Committee set about restoring the Club to its former status. A new Grandstand was erected in 1952; a new Clubhouse in 1963 and Floodlighting the year after. In the post war period four players have won County Blazers and many others won County Caps.", "authorname": "goodeye-man", "id": "32254785-7194897132-72157631744205023", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7194897132/#comment72157632175814229", "realname": "", "path_alias": null, "author": "80123456@N08", "iconserver": "0", "datecreate": "1354736388", "_content": "IF ANYONE HAS ANY MEDALS BELONGING TO HARRY VAN TROMP PLEASE LET ME KNOW. stephen_hottinger@msn.com  ALSO INTERESTED IF IT IS AVAILBLE IN HIS BOER WAR SERVICE RECORDS ETC. mY WIFE IS A Van Tromp/Trump. Thanks", "authorname": "goodeye-man", "id": "32254785-7194897132-72157632175814229", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7194897132/#comment72157632180122850", "realname": "", "path_alias": null, "author": "80123456@N08", "iconserver": "0", "datecreate": "1354736860", "_content": "As Previously stated &quot; just before Christmas, one day when his company were coming out the trenches, he  &quot;had to cross a road being shelled by the enemy. A shell burst among his platoon, killing one man and severely injuring several others, himself among the number. Although wounded he insisted on helping to bring under cover seven of his comrades and for this gallant deed was given his Lance Corporal Stripe on the field&quot;.\n\n This was December 5th 1915 the germans had an observation balloon exactly aligned with the La Bass`ee Road which it is assumed spotted a working party of 20 men from B company returning to their billets, german artillery fire was brought down on the party and a Whizz Bang burst in the centre of them killing Private Edgington and wounding 10 others.\n\nWhizz Bang\nAlthough the term was used widely by Allied (most often British and Commonwealth) servicemen to describe any form of German field artillery shells, the 'whizz bang' was originally attributed to the noise made by shells from German 77mm field guns.  In all cases however the name was derived from the fact that shells fired from light or field artillery travelled faster than the speed of sound.\n\nThus soldiers heard the typical &quot;whizz&quot; noise of a travelling shell before the &quot;bang&quot; issued by the gun itself.  Whizz bangs consequently much feared since the net result was that defending infantrymen were given virtually no warning of incoming high-velocity artillery fire as they were from enemy howitzers.\n\n7.7cm FK 96\nThe 7.7cm (3.1&quot;) Field Gun was the 'whizz bang' of so many WW1 Memoirs. The nearest equivalent of the British 18pdr, the gun fired a 14.4lb shell up to 7,000 yards.", "authorname": "goodeye-man", "id": "32254785-7194897132-72157632180122850", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7194897132/#comment72157638379359005", "realname": "Mark Camenzuli", "path_alias": null, "author": "108177986@N05", "iconserver": "7456", "datecreate": "1386254779", "_content": "keep putting these photos on for people to remember them\nand also for peopleand govenments to remember that war you always loose and gain nothing but death\nthanks for sharing these photos and may they all Rest In Peace", "authorname": "camenzulimark", "id": "32254785-7194897132-72157638379359005", "iconfarm": 8}], "photo_id": "7194897132"}}