{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/3387405364/#comment72157623717110980", "realname": "", "path_alias": null, "author": "25695066@N00", "iconserver": "7037", "datecreate": "1269746987", "_content": "Given the date on the photograph (September 25, 1940), I believe this may actually be a photograph of Lifeboat 12 from SS City of Benares.\n\n<a href=\"http://en.wikipedia.org/wiki/SS_City_of_Benares\" rel=\"nofollow\">en.wikipedia.org/wiki/SS_City_of_Benares</a>\n&quot;15 minutes after the torpedo hit, the vessel had been abandoned, though there were difficulties with lowering the lifeboats on the weather side of the ship. HMS Hurricane arrived on the scene 24 hours later, and picked up 105 survivors and landed them at Greenock. During the attack on the SS City of Benares, the SS Marina  was also torpedoed. Hurricane mistakenly counted one of the lifeboats from the SS Marina for one of the lifeboats from SS City of Benares. As a result, Lifeboat 12 was left alone at sea. Its passengers had three weeks supply of food, but enough water only for one week. In the lifeboat were approximately 30 Indian crewmen, a Polish merchant, several sailors, Mary Cornish, Father Rory O'Sullivan (a Roman Catholic priest who had volunteered to be an escort for the evacuee children), and six evacuee boys from the CORB program. They spent eight days afloat in the Atlantic Ocean before being sighted from the air and rescued by HMS Anthony.&quot;", "authorname": "TVL1970", "id": "31569669-3387405364-72157623717110980", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/nationalarchives/3387405364/#comment72157625241074023", "realname": "", "path_alias": "simonh4", "author": "35017456@N03", "iconserver": "2810", "datecreate": "1289498444", "_content": "I'm curious to know if there would be an option to get higher resolution/sizes of this image, and if yes, how.", "authorname": "Simon Birky Hartmann", "id": "31569669-3387405364-72157625241074023", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/nationalarchives/3387405364/#comment72157625390658046", "realname": "", "path_alias": "nationalarchives", "author": "31575009@N05", "iconserver": "7325", "datecreate": "1289822696", "_content": "Hi Simon. You can order any of our images on Flickr at print resolution from our image library. Just follow the link at the bottom of the image description.", "authorname": "The National Archives UK", "id": "31569669-3387405364-72157625390658046", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/nationalarchives/3387405364/#comment72157625271293843", "realname": "", "path_alias": "simonh4", "author": "35017456@N03", "iconserver": "2810", "datecreate": "1289832672", "_content": "Thanks!", "authorname": "Simon Birky Hartmann", "id": "31569669-3387405364-72157625271293843", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/nationalarchives/3387405364/#comment72157625984446105", "realname": "Trish McDonough", "path_alias": null, "author": "75337124@N00", "iconserver": "3375", "datecreate": "1298383523", "_content": "My elderly father claims that his father picked up a lifeboat of survivors from the SS Marina (which was torpedoed along with the SS City of Benares) just off Tory Island.  They'd been at sea for 8 (?) days.\n\nI can't find anything about this on the internet.  Any idea how I can find out more about it - I tried searching the National Archives site but I'm a bit confused by all the different sections.\n\nThanks,\nTrish", "authorname": "trish1400", "id": "31569669-3387405364-72157625984446105", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nationalarchives/3387405364/#comment72157626001191301", "realname": "", "path_alias": "nationalarchives", "author": "31575009@N05", "iconserver": "7325", "datecreate": "1298544052", "_content": "See the comment (and link to Wikipedia) above. Like the SS City of Benares, the SS Marina was sunk by U-48 on the night of the 17th September 1940.\n\nThe confusion of lifeboats from the two ships led to one being left behind by HMS Hurricane which rescued the others. I concur with TVL 1970 that this image shows that lifeboat being &quot;sighted from the air&quot;. The pilot's sighting led to the rescue of the lifeboat by HMS Anthony. Presumably your grandfather served aboard one of those two vessels.", "authorname": "The National Archives UK", "id": "31569669-3387405364-72157626001191301", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/nationalarchives/3387405364/#comment72157626156650800", "realname": "Trish McDonough", "path_alias": null, "author": "75337124@N00", "iconserver": "3375", "datecreate": "1298827799", "_content": "Thanks, I'd read that article but the lifeboat I'm talking about wasn't from the SS City of Benares it was from the SS Marina.  HMS Hurricane didn't pick up all the lifeboats from the SS Marina either.  My grandfather was captain of a merchant ship transporting cargo around Ireland and decided to go around Tory Island on a whim when he spotted the light from an oil lamp bobbing in the sea and went to investigate; it was a lifeboat of survivors from the SS Marina.\n\nAnyway I just asked my Dad if he knew the name of my grandfather's ship - he reeled off some possibilities, one of which was the 'Carlingford' and then I found several mentions of it on the web <a href=\"http://worldwar2daybyday.blogspot.com/2010/09/day-384-september-18-1940.html\" rel=\"nofollow\">Workd War 2 Day by Day - Day 384 Sept 18th 1940</a> and <a href=\"http://uboat.net/allies/merchants/ships/531.html\" rel=\"nofollow\">SS Marina</a>.  Dad says his father and the master of the SS Marina (Richard Townshend Payne) got on quite well and Dad remembers Payne visiting their house in Portstewart shortly after.  Unfortunately his ship, SS Empire Prairie was torpedoed in 1942 with all hands lost.", "authorname": "trish1400", "id": "31569669-3387405364-72157626156650800", "iconfarm": 4}], "photo_id": "3387405364"}}