{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/sdasmarchives/4728475045/#comment72157631754702923", "realname": "Richard Norton", "path_alias": "richard_arthur_norton", "author": "54904823@N00", "iconserver": "2568", "datecreate": "1350077259", "_content": "The day was March 20, 1926 when Alfonso was born at Parkland Hospital in Dallas, Texas. And it was well into mid-elementary school before Harris became aware of American President Franklin Delano Roosevelt. Years passed before Harris became aware of Roosevelt's presidentia antecedents Coolidge and Hoover. Early in childhood Harris was nicknamed &quot;The little professor&quot; because of his pedantic nature. Harris still prefers to share newly gaind knowledge. Harris started high school at 11 years of age and graduated from Booker T. Washington High just two months after his 15th birthday. Harris became employed as an aircraft engine inspector at Hill Field Air Corps Repair Depot in Ogden, Utah. That locale and circumstance aided greatly in Harris' acceptance to the Second Tuskegee Experiment at Tuskegee Institute in Tuskegee, Alabama, i.e., the subsequent Army Air Corps' Aviation Cadet program at Tuskegee Army Air Field just a few miles away from Tuskegee. Harris graduated in Class 45-G as a single engine Fighter Pilot. That group of extraordinary young men gained ultimate fame as the Tuskegee Airmen and &quot;The Red-tailed Angels.&quot; After World War II, Harris toiled in electronic technology culminating in becoming a Technical Director in Los Angelos, California television broadcasting market. Ultimately, Harris pursued an academic effort as a physics major by matriculating at the University of California at Los Angelos (Bachelor of Science, 1966). Harris was employed by National Cash Register's Engineering Division in San Diego, California for some thirty years as a physicist/engineer wherein scientific articles were authored and published. After retirement, Harris' community volunteer efforts include tutoring students in mathematics, and library patrons in Internet usage. The pedantic urge still persists and he serves as a ready, able, and compassionate non-credentialed teacher. As a believer in the American ideal of equality, real instead of virtual, Harris offers a solution that is evidenced primarily at American military bases.\n\n<a href=\"http://www.amazon.com/Lincolns-Shadow-Alfonso-Laurell-Harris/dp/1591099927\" rel=\"nofollow\">www.amazon.com/Lincolns-Shadow-Alfonso-Laurell-Harris/dp/...</a>", "authorname": "Richard Arthur Norton  (1958- )", "id": "49465936-4728475045-72157631754702923", "iconfarm": 3}], "photo_id": "4728475045"}, "flarchive:created": 1389595217}