{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/3065188515/#comment72157610328175405", "realname": "Joe", "path_alias": "whyaduck", "author": "30085166@N00", "iconserver": "0", "datecreate": "1227921835", "_content": "Columbia University's Low Memorial Library was designed by architect Charles Follen McKim of McKim, Mead, and White, the firm that created the original master plan for the University's Morningside Heights campus. \n\nInternet sources differ on the date of construction. <a href=\"http://www.columbia.edu/acis/tour/no_js/low.html\">Columbia itself</a> says it was completed in 1897. But then Columbia is also one of several Internet sources saying that the dome is built of granite, yet <a href=\"http://archrecord.construction.com/features/digital/archives/0303feature-1.asp\">this 2003 article from Architectural Record</a> reveals that it is actually built mostly of brick, and faced with limestone panels. Oh, Internets!", "authorname": "whyaduck", "id": "8602872-3065188515-72157610328175405", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3065188515/#comment72157610633104460", "realname": "", "path_alias": null, "author": "32965407@N07", "iconserver": "0", "datecreate": "1228189330", "_content": "This is such an incredible structure.  When I went to the campus, I loved all of the architecture at Columbia University, but I was especially fond of the Low Memorial Library.  The Low family spent over $1 million in the late 1890's in order to finance the building, which is now the most popular and prominent building on campus.  This building is beautifully designed with massive columns and perfect symmetry.  Furthermore, this library is still used today as the administrative center by the university.  It is hard to believe that it was built over a century ago, and it is still as magnificent today as it was then!", "authorname": "shbranch13", "id": "8602872-3065188515-72157610633104460", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3065188515/#comment72157610775142188", "realname": "", "path_alias": null, "author": "33051402@N05", "iconserver": "0", "datecreate": "1228513217", "_content": "I recently visited the campus this summer in the beginning of June.  Talk about amazing!  The architecture of the entire campus is awesome but the most memorable of all of the buildings was definitely the Low Memorial Library.  I was quite impressed with the fact that it is still in such great shape.  When looking at brochures of Columbia University, the Low Memorial Library was always pictured with students sitting on the steps and hanging out.  I knew that it was a popular place for students to lounge around but when I was actually there sitting on the steps, I quickly realized why it was such a great place to just sit and relax.", "authorname": "kim0480", "id": "8602872-3065188515-72157610775142188", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3065188515/#comment72157626558814057", "realname": "Robert Keim", "path_alias": "keimalbum", "author": "56112327@N08", "iconserver": "3706", "datecreate": "1304962160", "_content": "Current picture:\n<a href=\"http://www.ronsaari.com/stockImages/nyc/columbiaUniversityLowMemorialLibrary.php\" rel=\"nofollow\">www.ronsaari.com/stockImages/nyc/columbiaUniversityLowMem...</a>", "authorname": "rkeim38", "id": "8602872-3065188515-72157626558814057", "iconfarm": 4}], "photo_id": "3065188515"}}