{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1342465433", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "7584799866", "title": {"_content": "Walter C. Williams"}, "media": "photo", "tags": {"tag": [{"raw": "NASA", "machine_tag": 0, "id": "44489032-7584799866-11023", "_content": "nasa", "author": "44494372@N05"}, {"raw": "NACA", "machine_tag": 0, "id": "44489032-7584799866-536706", "_content": "naca", "author": "44494372@N05"}, {"raw": "NASA Langley Research Center", "machine_tag": 0, "id": "44489032-7584799866-13161783", "_content": "nasalangleyresearchcenter", "author": "44494372@N05"}, {"raw": "1954", "machine_tag": 0, "id": "44489032-7584799866-8618", "_content": "1954", "author": "44494372@N05"}]}, "comments": {"_content": "0"}, "secret": "efc74b902e", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "(August 21, 1954) Walter C. Williams was Chief of the National Advisory Committee for Aeronautics and the National Aeronautics and Space Administration's flight research organization on Edwards Air Force Base until his appointment as Associate Director of Project Mercury on September 15, 1959. \n\nWalt had started his career with NACA at Langley Memorial Aeronautical Laboratory in 1939 as an engineer in the Flight Division. In 1946 he transferred to the Muroc Army Air Field to be in charge of the small group of technicians and engineers who would be doing the flight research on a joint NACA-Army Air Forces program involving the rocket-powered Bell XS-1. \n\nSee photo DIRECTORS E-49-0170, which addresses the first eight years of Walt?s responsibilities with NACA. \n\nWilliams' achievements as Chief of the NACA/NASA High-Speed Flight Station for the next five years continued to be significant. NACA pilot Joseph A. Walker made the first of 20 NACA research flights in the Douglas X-3 &quot;Flying Stiletto&quot;--on which inertial coupling was first experience--in 1954. The first NACA flight in an Lockheed F-104A aircraft occurred on August 27, 1956. On October 15, 1958, the first of three North American X-15 rocket research aircraft arrived at NASA High Speed Flight Station as preparations moved ahead for the highly successful NASA-Air Force-Navy-North American program that would last 10 years and investigate hypersonic flight. Walt directed a great variety of other flight research programs, including that on the Boeing B-47; investigations using the Century Series fighters, F-100, F-102, F-104, F-105 and F-107; and the ones involving the X-1 #2, which became the X1-E. \n\nDuring Williams' career, he twice received the NASA Distinguished Service Medal and was nominated both to the Meritorious Rank and Distinguished Rank in the Federal Senior Executive Service. In 1963 he was awarded an honorary doctorate of engineering degree by Louisiana State University. He received several awards from the American Institute of Aeronautics and Astronautics, including the Sylvanus Albert Reed Award for his contributions to supersonic and space flight in 1962 and the Haley Astronautics Award for his contributions to the advancement of space flight in 1964. His other honors and awards include the American Astronautical Society Space Flight Award in 1978, and the 1981 Federal Engineer of the Year Award by the National Society of Professional Engineers. \n\nWalter Charles Williams was born July 30, 1919, in New Orleans, Louisiana; he died October 7, 1995, in Tarzana, California.\n\n<a href=\"http://nasaimages.org/luna/servlet/detail/nasaNAS~8~8~59384~163230\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/nasaNAS~8~8~59384~163230</a>"}, "isfavorite": 0, "views": "2023", "farm": 8, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "1954-08-21 12:03:53", "lastupdate": "1378429294", "takengranularity": "0", "posted": "1342465433"}, "originalsecret": "fd2006ca0e", "license": "7", "notes": {"note": []}, "server": "7258", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/7584799866/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387642767}