{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/3295495556/#comment72157614165601962", "realname": "", "path_alias": "toots", "author": "61849735@N00", "iconserver": "79", "datecreate": "1235167945", "_content": "Bing cherries maybe?  Can't tell from the download.  At first I thought they were peppers but not with those trees in the background.  \n\nAgain the Jap reference needs to be changed.", "authorname": "Cassies grandma", "id": "8602872-3295495556-72157614165601962", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3295495556/#comment72157614266479968", "realname": "", "path_alias": "wishiwerebaking", "author": "19435011@N00", "iconserver": "2867", "datecreate": "1235251132", "_content": "Truly.  The title on the picture is clearly not abbreviated.  What's up with this?", "authorname": "wishiwerebaking", "id": "8602872-3295495556-72157614266479968", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3295495556/#comment72157614334405633", "realname": "James Christensen", "path_alias": "primevalnature", "author": "29802266@N07", "iconserver": "5343", "datecreate": "1235556820", "_content": "Actually, the title does appear to be abbreviated: Jap. for Japanese and Calif. for California.  It also appears to be a direct transcription from the original file card.  \n\nEven if the original title had been offensive it would still be part of a historical document, and would hardly merit retroactive censorship, surely.", "authorname": "Primeval Nature", "id": "8602872-3295495556-72157614334405633", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3295495556/#comment72157614338607965", "realname": "", "path_alias": "toots", "author": "61849735@N00", "iconserver": "79", "datecreate": "1235567658", "_content": "I was referencing the previous picture with the same title.  I think it was uploaded the week before this one.  LOC said they would retitle it.", "authorname": "Cassies grandma", "id": "8602872-3295495556-72157614338607965", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3295495556/#comment72157614354116591", "realname": "Lewis Wyman", "path_alias": "lewis_loc", "author": "34876228@N04", "iconserver": "3450", "datecreate": "1235600763", "_content": "Hello! The title in the catalog record was indeed copied from the original negative sleeve, in this instance, and not the negative itself. I'm afraid that our turnaround time for catalog record corrections has grown longer as we continue to collect data from our Flickr volunteers. I'll add this one to the list though. Thanks everyone for your time and patience!", "authorname": "Lewis (LOC P&P)", "id": "8602872-3295495556-72157614354116591", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3295495556/#comment72157614357150939", "realname": "James Christensen", "path_alias": "primevalnature", "author": "29802266@N07", "iconserver": "5343", "datecreate": "1235606064", "_content": "When it is clear that Jap. (note the all important period) was intended as an abbreviation rather than a pejorative, what is there to correct?  \n\nI may be wrong, but I don't believe the term 'Jap', uttered as a pejorative, was in wide currency until the Second World War, some thirty years after the photo was taken.  The catalog card may not have been filled out in 1910, but must nonetheless have been written up well before the war.  Incidentally, during the First World War, which of course took place not long after 1910, Japan was an ally of the US and Britain, a fact that renders it much less likely that the notes accompanying the image were contemptuous in meaning.\n\nDuring the Second World War some very ugly racist propaganda directed at the Japanese was promulgated by the US Government and by news media.  The newspaper headlines, the Movietone News reels, the ubiquitous war propaganda posters all were ridden with the most offensive and racially charged imagery and wording.  As distasteful as these effusions of hatred are to us today, they are nonetheless historical documents.  They are reminders of aspects of American history that, while they do not make us proud, should not be ignored.  \n\nWhereas the desperate GI fighting tooth and nail against the tough Japanese garrison of some shell-blasted atoll can be forgiven for stooping to slinging racial epithets with his bullets and grenades, the attitudes engendered in the comfortable US civil populace by wartime propaganda are much more unsettling (see Vonnegut).  The resultant ill treatment of Japanese-Americans, most especially the outright theft of their homes and possessions, was indeed a shameful chapter in US history.  \n\nWe know what attitudes pervaded US society during WW2, but what of the earlier decades of the 20th Century?  Did a photographer or a file clerk really evince contempt for the Japanese in 1910?  Or did one of those people innocently abbreviate the word Japanese to Jap., just as he or she employed Calif. for California?  This is not unimportant, and the file card in question, written upon by a long dead hand nearly a century ago, may provide us a window, however tiny, on the sensibilities of the time.  Let us not, please, run through the archives with a marker, blotting out anything that may just possibly give offense.  Anyone with a genuine interest in history wants to hear the whole story, good and bad, and not some polished official version.\n\nAgain, I draw your attention to the . (period); it is significant.", "authorname": "Primeval Nature", "id": "8602872-3295495556-72157614357150939", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3295495556/#comment72157614472077836", "realname": "", "path_alias": "toots", "author": "61849735@N00", "iconserver": "79", "datecreate": "1235667981", "_content": "Thank you for the thought out response.  I too consider the times when thinking of these things.  \n\nAnd I thank the LOC for these pictures and the desire they have to make them accurate.  I can't wait til the next Friday to see what we get next!", "authorname": "Cassies grandma", "id": "8602872-3295495556-72157614472077836", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3295495556/#comment72157614479952608", "realname": "Lewis Wyman", "path_alias": "lewis_loc", "author": "34876228@N04", "iconserver": "3450", "datecreate": "1235683924", "_content": "Yes, you are correct PN. As a rule, we do not change the language of original captions made by the creators of images in our collections. \n\nHowever, it would increase the image's &quot;findability&quot; in the Prints and Photographs Division's online catalog (PPOC), if the expanded title were to be included. As it is, a search for &quot;japanese california,&quot; for example, will not return this photo among the results as these two words are not spelled out anywhere in the catalog record. \n\nThank you very much for these points.", "authorname": "Lewis (LOC P&P)", "id": "8602872-3295495556-72157614479952608", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3295495556/#comment72157614483162202", "realname": "James Christensen", "path_alias": "primevalnature", "author": "29802266@N07", "iconserver": "5343", "datecreate": "1235689997", "_content": "Lewis,\n\nThank-you for your response and your reassuring explanation of LOC policy.", "authorname": "Primeval Nature", "id": "8602872-3295495556-72157614483162202", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3295495556/#comment72157618544564563", "realname": "", "path_alias": "akatayama", "author": "95609303@N00", "iconserver": "7345", "datecreate": "1243012752", "_content": "Please reconsider retitling this photo to spell out Japanese. The abbreviation chosen is offensive to many and reverts to the dismissive terminology used during WWII and is out of place in this day and age.\n\n--\n<i><a href=\"http://www.flickr.com/search/?q=jap.&amp;w=8623220@N02\">Found in a search.</a></i> <em>(<a href=\"http://6v8.gamboni.org/Flickr-Add-referer-into-comments.html\">?</a>)</em>", "authorname": "cgfan", "id": "8602872-3295495556-72157618544564563", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3295495556/#comment72157618601589389", "realname": "", "path_alias": "library_of_congress", "author": "8623220@N02", "iconserver": "3703", "datecreate": "1243122239", "_content": "Thanks for understanding that no offense is intended. We retain the original title of a photograph as part of preserving the historical record. The Bain News Service photo titles are available from several sources—typed in the set of caption cards consulted while making the scans, hand-written on an older set of cards, and etched on the negatives themselves. Abbreviated spellings are common in each source, but, in this case, the sources differ. Transcribing the fuller title directly from the negative provides more information, and that source is now used.", "authorname": "The Library of Congress", "id": "8602872-3295495556-72157618601589389", "iconfarm": 4}], "photo_id": "3295495556"}}