{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/5715533493/#comment72157626589622051", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1305330852", "_content": "Other Bain/LOC portraits of Moheno:\n[http://www.flickr.com/photos/library_of_congress/5716097282/in/photostream/]\n[http://www.flickr.com/photos/library_of_congress/4445869190/]", "authorname": "Wystan", "id": "8602872-5715533493-72157626589622051", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5715533493/#comment72157626606019069", "realname": "Luis Miguel Rionda", "path_alias": "riondal", "author": "13328152@N08", "iconserver": "2502", "datecreate": "1305514426", "_content": "<a href=\"http://es.wikipedia.org/wiki/Querido_Moheno\" rel=\"nofollow\">es.wikipedia.org/wiki/Querido_Moheno</a>", "authorname": "Luis Miguel Rionda", "id": "8602872-5715533493-72157626606019069", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5715533493/#comment72157627704035587", "realname": "Jesús Roberto Duarte", "path_alias": "jesusduarte", "author": "53461717@N08", "iconserver": "4116", "datecreate": "1317866440", "_content": "Found in Wikipedia:\nQuerido Moheno y Tabares (1873-1933). Nació en Ixtacomitán, Chiapas el 3 de diciembre de 1873. Licenciado por la Escuela Nacional de Jurisprudencia. Fue secretario del Comité Anti-Reeleccionista de Estudiantes que encabezó el movimiento de 1892 en contra de un nuevo período de Porfirio Díaz como Presidente de México. Herido por la policía, estuvo preso y recluido en la cárcel de Belén. Después de su liberación trabajó en 1893 en la redacción del diario &quot;El Demócrata&quot;, junto con los hermanos Flores Magón. Fue abogado en Ensenada, juez de primera instancia en Córdoba, diputado federal suplente y miembro de la Comisión organizadora del Partido Democrático. Como diputado propietario a la XXVI Legislatura, junto Nemesio García Naranjo, Francisco Olaguíbel y José María Lozano formó parte del llamado &quot;cuadrilátero&quot;, que se distinguió por la virulencia de sus ataques al gobierno maderista. Asimismo, junto con César Castellanos (padre de la escritora Rosario Castellanos), Rómulo Farrera, Adolfo E. Grajales, Jesús Martínez Rojas (fundador de la camarilla “La Mano Negra” san-cristobalense) y Manuel Rovelo Argüello, fue miembro de la diputación chiapaneca en la XXVI Legislatura Federal autora de la iniciativa de ley para que el petróleo y sus derivados fueran nacionalizados.1\n \nEn 1911, en sustitución de Manuel Rovelo Argüello, fue designado gobernador interino de su estado natal pero no llegó a ocupar el puesto. Fungió como subsecretario y, luego, como titular de la Secretaría de Relaciones Exteriores en el gobierno golpista de Victoriano Huerta. Luego estuvo al frente de la Secretaría de Fomento. A la caída de la dictadura huyó a los Estados Unidos de América y, después, a Cuba. Volvió a México y trabajó como abogado defensor en los tribunales populares de la cárcel de Belén. Muere en el Distrito Federal el 12 de abri de 1933\nDr. Roberto Duarte\nCirujano Plástico\ndr.robertoduarte@hotmail.com", "authorname": "jerodamor@yahoo.com.mx", "id": "8602872-5715533493-72157627704035587", "iconfarm": 5}], "photo_id": "5715533493"}}