{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1286390933", "originalformat": "jpg", "owner": {"username": "Brooklyn Museum", "realname": "Brooklyn Museum", "nsid": "83979593@N00", "iconserver": "7330", "location": "", "path_alias": "brooklyn_museum", "iconfarm": 8}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "5057360335", "title": {"_content": "Matthew Yokobosky, Chief Designer"}, "media": "photo", "tags": {"tag": [{"raw": "staff", "machine_tag": 0, "id": "3064182-5057360335-12802", "_content": "staff", "author": "83979593@N00"}, {"raw": "profile", "machine_tag": 0, "id": "3064182-5057360335-6774", "_content": "profile", "author": "83979593@N00"}, {"raw": "brooklynmuseum", "machine_tag": 0, "id": "3064182-5057360335-139443", "_content": "brooklynmuseum", "author": "83979593@N00"}, {"raw": "brooklyn", "machine_tag": 0, "id": "3064182-5057360335-1203", "_content": "brooklyn", "author": "83979593@N00"}, {"raw": "museum", "machine_tag": 0, "id": "3064182-5057360335-1154", "_content": "museum", "author": "83979593@N00"}]}, "comments": {"_content": "0"}, "secret": "fce46e5649", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<strong>Where are you from?</strong>\n\nI grew up in Republic, PA which is about 2 hrs from Pittsburgh. When I lived there, the town had about 2,000 people, so everyone definitely knew each other.\n\n<strong>What were you doing before the Brooklyn Museum?</strong>\n\nI was the Associate Curator of Film and Video at the Whitney Museum of American Art. That's actually why I first moved to New York- because I got a job there.\n\nIn the evenings, I was doing some freelance set and costume design at the <a href=\"http://www.lamama.org/\" rel=\"nofollow\">La Mama</a> theatre and one of my designs won a <a href=\"http://en.wikipedia.org/wiki/Bessie_Awards\" rel=\"nofollow\">Bessie award</a><strong>.   </strong>So the Whitney asked me if I'd ever thought about doing exhibition design, and I tried it out. One of the first shows that I designed was the <em>J</em><em>oseph Stella </em>retrospective in 1994 and I continued to design shows like the <em>1995 Biennial</em> and others, on a freelance basis while I was curating.\n\nThen, I had a career &quot;refocus&quot; and decided to focus on design. You know, film curating is really time consuming (because it's a time-based art).  So, when I first started working here, there was an entire year when I just didn't go to the movies! This was after ten years of watching 10 or 12 films a week. I really loved doing it and loved making film series, but the reality is that people end up seeing one or two films from a whole film series...it's not like an art exhibit...people rarely see the big picture.\n\n\n\n<strong>What do you do here?</strong>\n\nAs Chief Designer, my biggest responsibilities are one, to design exhibitions; and two, to manage the design department and all of its activities: exhibition design, graphic design, and all print materials.\n\n<strong>What exhibition have you enjoyed working on the most? </strong>\n\nI always tell people, my favorite exhibition is the one I'm working on now . . . and right now that's <a href=\"http://www.brooklynmuseum.org/community/blogosphere/bloggers/2007/08/09/tipi-planning-meeting/\" rel=\"nofollow\"><em>Tipi: Heritage of the Great Plains.</em></a> Some exhibitions are easy, and others are more complicated. Where you end up at the end of the design process is one thing, and when the exhibition opens is another. You see it by yourself and it's one perspective because you've been in this cocoon with the curator for so many months. But then you start to look at it completely differently when it opens because often the public has other expectations...\n\nSo by the end, I'm never really sure if an exhibition is a favorite because I've enjoyed designing it, or because the public had a positive response to it. It's hard when you put a lot of effort into a show and it's not well attended...it's just hard to know what people will be interested in. You have to be a fortune teller almost.\n\n<strong>You spent a lot of time working on </strong><a href=\"http://www.brooklynmuseum.org/exhibitions/rock_and_roll/\" rel=\"nofollow\"><strong><em>Who Shot Rock</em></strong></a><strong>. What was that like?</strong>\n\n<em>Who Shot Rock</em> was exciting because I love music and I enjoy film and pop culture. I love working on shows that bridge the focus of my various careers. Yeah, I have to say, I really loved working on <em>Rock</em>.\n\nWhen designing exhibitions, it's all about the relationship between you and the curator. I really just love working on different topics. That was really appealing about coming to work at the Brooklyn Museum. I've traveled a lot (I've been to 45 countries) and I started traveling because I wanted to see art in person. I didn't want to only be reading about it. And here, I get to work with different experts in so many different fields. It's not just American art. It's not just 20th century art like at the Whitney.\n\n<strong>Tell me more about your travels. </strong>\n\nThe first year I moved to New York, I went to Paris, Milan and Venice . . . and I've been traveling ever since. I think of traveling as my continuing education.  A really well-known artist that I used to hang out with told me that you can either read about things, or you can actually go out and do them. That was really good advice.\n\nOne of the most interesting travel experiences I had was a recent trip to Ethiopia. It was really eye-opening because I hadn't ever been to sub-Saharan Africa, and I chose it because they have a lot of cultures that live as they have been for hundreds of years. There was a lot of camping involved...and I have to say, I'm not such a good camper. But at a certain point, I realized if I didn't learn to camp, I wasn't going to get to see certain things. I learned so much about people's creativity there . . . especially with their appearance: hair design, jewelry design... Everyday it was like going to an Ethiopian Fashion Show. Let's call it &quot;Tribal Couture...&quot; Now, <em>that </em>would be a great exhibition.\n\n<strong>Do you have a favorite work of art at the Brooklyn Museum?</strong>\n\nOh, that's hard. I like a lot of things, especially after being here so long. There's a <a href=\"http://www.brooklynmuseum.org/opencollection/objects/2963/Power_Figure_Nkishi/set/964a3cbefbc8615fd6b8b5f76535ca15?referring-q=22.1460\" rel=\"nofollow\">Songye figure in the African Art gallerie</a><u>s</u> which I love. I look at it all the time.\n\n<a href=\"http://www.brooklynmuseum.org/opencollection/african_art\" rel=\"nofollow\"><em>The Arts of Africa</em></a><em> </em>galleries were actually the first galleries that I designed here. I had never worked on anything like that before, so a lot of it was just learning about African history, architecture, and culture. There's just something about those objects.They have this different feeling about them...maybe it's because the art and sculpture is made for completely different reasons than why we make them. But they seem to have this spirit in them and a particular energy...it's almost magical.\n\n<strong>What did you want to be when you grew up?</strong>\n\nWhen I was little, I said I was going to be a doctor. My first year in college I was pre-med. I actually still find it interesting...I watch Discovery Health Channel all the time.\n\nBut I think the moment when my focus changed was as a pre-med student, I was required to participate in a lot of extra activities, and I worked for the school's crisis hotline. It was really traumatic, and I wasn't sure I wanted to continue doing that kind of work. I was always really good and two things growing up: science and art. So the next year, I called my mom and decided to do art, and eventually, majored in film.\n\nI think if I ended up in medicine, I'd probably be a plastic surgeon or something...brow lifts, and what not. It's the design part of medicine...\n\n<strong>What's the design aesthetic of your own apartment?</strong>\n\nAs far as furniture design, it's all modern. And there's really not much of it. There's also no art on the walls. You know, I look at amazing art all day long, so when I go home I kind of need to clear my eyes.\n\n<strong>And finally, what's your commute like? </strong>\n\nI live in midtown, so I have a reverse commute. It's great because I always get a seat on the subway, and can drink my coffee and read the paper. Then, I feel ready to go when I get here."}, "isfavorite": 0, "views": "2907", "farm": 5, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2010-10-06 14:48:53", "lastupdate": "1289575021", "takengranularity": "0", "posted": "1286390933"}, "originalsecret": "6f607d1df1", "license": "2", "notes": {"note": []}, "server": "4147", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/brooklyn_museum/5057360335/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}