{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/7838435260/#comment72157634833755816", "realname": "", "path_alias": null, "author": "99490033@N02", "iconserver": "0", "datecreate": "1375033460", "_content": "The square was built at the end of the 19th century on land reclaimed by the Praya Reclamation Scheme. The idea of a square of statues dedicated to royalty was conceived by Sir Catchick Paul Chater. Initially named &quot;Royal Square&quot;, it gradually became known as &quot;Statue Square&quot;, a name derived from the fact that it originally contained the statue of Queen Victoria, as the square's name in Chinese testifies. This statue was ordered in order to commemorate the 1887 Golden Jubilee of the monarch. It should not have been made in bronze, but in marble, an error that wasn't picked up until the bronze statue was almost completed. It was officially unveiled at the centre of the square on May 28, 1896, the day officially appointed for the celebration of the 77th birthday of the Queen.\n\nStatues of Prince Albert and Edward VII were added before 1902. A statue of Sir Thomas Jackson, 1st Baronet, the chief manager of the Hongkong and Shanghai Banking Corporation was unveiled on 24 February 1906 by the Governor Sir Matthew Nathan. At that time, the statue was facing the HSBC building. These statues (except for the statue of Jackson), together with the two bronze lions in front of the HSBC building, were displaced to Japan to be melted by the occupying Japanese during World War II.\n\nThe Cenotaph, a replica of the Cenotaph in Whitehall, London, was unveiled on May 24, 1923 (Empire Day) by the Governor Sir Reginald Edward Stubbs. It was built on the northeastern section of Statue Square, facing the Hong Kong Club Building. This area is now only uncommonly referred to as part of Statue Square.\n\nAfter the war some of the statues were brought back to Hong Kong. Sir Thomas Jackson's now stands roughly in the middle of the square, facing the Legislative Council Building. Queen Victoria's statue was placed in Victoria Park. The two HSBC lions are now again in front of the HSBC building. The bronze statue of George V, also removed by the Japanese, was lost and never replaced after the war.\n\nSince the 1980s, there has been a tradition for thousands of Filipina domestic workers to congregate in and around Statue Square every Sunday (their usual rest day of the week). A parallel tradition has since been developed in Victoria Park for Indonesian domestic servants in Hong Kong.", "authorname": "hphbhk", "id": "31569669-7838435260-72157634833755816", "iconfarm": 0}], "photo_id": "7838435260"}}