{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1334152856", "originalformat": "jpg", "owner": {"username": "Smithsonian Institution", "realname": "Smithsonian Institution", "nsid": "25053835@N03", "iconserver": "2282", "location": "United States", "path_alias": "smithsonian", "iconfarm": 3}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "7064828617", "title": {"_content": "All Eyes on Oldest Recorded Supernova"}, "media": "photo", "tags": {"tag": [{"raw": "Smithsonian Institution", "machine_tag": 0, "id": "25030781-7064828617-268280", "_content": "smithsonianinstitution", "author": "25053835@N03"}, {"raw": "Smithsonian Astrophysical Observatory", "machine_tag": 0, "id": "25030781-7064828617-8657486", "_content": "smithsonianastrophysicalobservatory", "author": "25053835@N03"}, {"raw": "2012_04", "machine_tag": 0, "id": "25030781-7064828617-41905380", "_content": "201204", "author": "25053835@N03"}]}, "comments": {"_content": "13"}, "secret": "f38c61ee4a", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>Description</b>: This image combines data from four different space telescopes to create a multi-wavelength view of all that remains of the oldest documented example of a supernova, called RCW 86. The Chinese witnessed the event in 185 A.D., documenting a mysterious &quot;guest star&quot; that remained in the sky for eight months. X-ray images from the European Space Agency's XMM-Newton Observatory and NASA's Chandra X-ray Observatory are combined to form the blue and green colors in the image. The X-rays show the interstellar gas that has been heated to millions of degrees by the passage of the shock wave from the supernova. \n\nInfrared data from NASA's Spitzer Space Telescope, as well as NASA's Wide-Field Infrared Survey Explorer (WISE) are shown in yellow and red, and reveal dust radiating at a temperature of several hundred degrees below zero, warm by comparison to normal dust in our Milky Way galaxy.\n\nBy studying the X-ray and infrared data together, astronomers were able to determine that the cause of the explosion witnessed nearly 2,000 years ago was a Type Ia supernova, in which an otherwise-stable white dwarf, or dead star, was pushed beyond the brink of stability when a companion star dumped material onto it. Furthermore, scientists used the data to solve another mystery surrounding the remnant -- how it got to be so large in such a short amount of time. By blowing a wind prior to exploding, the white dwarf was able to clear out a huge &quot;cavity,&quot; a region of very low-density surrounding the system. The explosion into this cavity was able to expand much faster than it otherwise would have.\n\nThis is the first time that this type of cavity has been seen around a white dwarf system prior to explosion. Scientists say the results may have significant implications for theories of white-dwarf binary systems and Type Ia supernovae.\n\nRCW 86 is approximately 8,000 light-years away. At about 85 light-years in diameter, it occupies a region of the sky in the southern constellation of Circinus that is slightly larger than the full moon.\n\n<b>Creator/Photographer:</b> Chandra X-ray Observatory\n\nNASA's Chandra X-ray Observatory, which was launched and deployed by Space Shuttle Columbia on July 23, 1999, is the most sophisticated X-ray observatory built to date. The mirrors on Chandra are the largest, most precisely shaped and aligned, and smoothest mirrors ever constructed. Chandra is helping scientists better understand the hot, turbulent regions of space and answer fundamental questions about origin, evolution, and destiny of the Universe. The images Chandra makes are twenty-five times sharper than the best previous X-ray telescope. NASA's Marshall Space Flight Center in Huntsville, Ala., manages the Chandra program for NASA's Science Mission Directorate in Washington. The Smithsonian Astrophysical Observatory controls Chandra science and flight operations from the Chandra X-ray Center in Cambridge, Massachusetts.\n\n<b>Medium</b>: Chandra telescope x-ray\n\n<b>Date</b>: 2011\n\n<b>Image ID</b>: nhsc2011-09b\n\n<b>Persistent URL</b>: <a href=\"http://chandra.harvard.edu/photo/2011/rcw86/\" rel=\"nofollow\">chandra.harvard.edu/photo/2011/rcw86/</a>\n\n<b>Repository</b>: <a href=\"http://chandra.harvard.edu/photo/\" rel=\"nofollow\">Smithsonian Astrophysical Observatory</a>\n\n<b>Gift line</b>: X-ray: NASA/CXC/SAO &amp; ESA; Infared: NASA/JPL-Caltech/B. Williams (NCSU)\n\n<a href=\"http://collections.si.edu\" rel=\"nofollow\"><b>View more collections from the Smithsonian Institution.</b></a>"}, "isfavorite": 0, "views": "7416", "farm": 6, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2011-10-24 09:34:28", "lastupdate": "1357745386", "takengranularity": "0", "posted": "1334152856"}, "originalsecret": "3dee96d66f", "license": "7", "notes": {"note": [{"_content": "This is a wonderful detail.", "author": "64034745@N02", "h": "34", "authorname": "Sheba53", "w": "80", "y": "321", "x": "314", "id": "72157629428726384"}]}, "server": "5156", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/smithsonian/7064828617/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}