{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7920348348/#comment72157631400267328", "realname": "Christian Lüts", "path_alias": "liits", "author": "63191264@N00", "iconserver": "2156", "datecreate": "1346751162", "_content": "CWGC entry reads &quot;Son of Mr &amp; Mrs S Lawton of 15 Syringa Street, Marsh, Huddersfield&quot;.\nBorn 1896 and baptised on 18th July 1896 at Upperthong, Holmfirth, Yorks. the son of Samuel and Fanny Lawton. His father’s occupation is given as “Scribbling Engineer”.\nThe 1911 census records him living at 41 Rose Terrace, Brockholes [just south of Huddersfield]. William is employed in cloth manufacture. The eldest child of his parents, the family consists of his parents Samuel [b.1872 Honley, Yorks.] and Fanny [b.1875 Barton, Lincs], younger sister Louse [b.1895 Holmfirth, Yorks] and younger brothers Herbert [b.1898 Holmfirth, Yorks] and George [b.1907 Holmfirth, Yorks.]\nThe address in Syringa Street still exists but was not the residence of the Lawton Family in 1911 [the census of that year records the Greenhalagh family as residents].", "authorname": "liits", "id": "32254785-7920348348-72157631400267328", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7920348348/#comment72157631402235094", "realname": "Christian Lüts", "path_alias": "liits", "author": "63191264@N00", "iconserver": "2156", "datecreate": "1346762967", "_content": "The Brockholes War Memorial has the name Willie Lawton upon it.\n<a href=\"http://www2.kirklees.gov.uk/community/warmemorial/images/brockholes_bigimage2.jpg\" rel=\"nofollow\">www2.kirklees.gov.uk/community/warmemorial/images/brockho...</a>\n\nThe Great War Forum has the following corresponding info for Willie Lawton;\n&quot;Writing to Willie Lawton’s brother from a hospital in England, Corporal Brierley, 1st 5th Battalion, Duke of Wellington’s West Riding Regiment, gave this account of the attack on the Pope’s Nose:\n\n“Well, Willie was in my section and went over with me on the 3rd of September, on the Sunday morning at five past five. We reached the German first and second line in quick time, and we had been there for some time when they started to shell us very heavily, and I lost my men nearly. Your brother was in the second line when he was killed with two more men. They all died together I am sorry to say. Willie was a great pal of mine. We had spent some time in the trenches together. You will see where I am and I should like to see you.” \n\nIn another letter to a friend of Willie’s at Brockholes the same corporal wrote:\n\n“Three of my men were done with the same shell. He was killed instantly and his comrades with him, and I was wounded soon after. I was struck by a bomb and had to get away the best way I could. We lost very heavily and a lot of the wounded were taken prisoners. We lost all our officers.”\nThe inof relates to action taken by the Duke of Wellington’s West Riding Division on the 3rd Sept 1916, so this may well be the same Willie / William Lawton.", "authorname": "liits", "id": "32254785-7920348348-72157631402235094", "iconfarm": 3}], "photo_id": "7920348348"}}