{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/george_eastman_house/2677549819/#comment72157606244572094", "realname": "", "path_alias": "robertbharrison", "author": "49639463@N00", "iconserver": "17", "datecreate": "1216428882", "_content": "Everyone looks so happy to be at this celebration. Interesting how all the women have their hair uniformly styled, part down the middle.", "authorname": "Robert & Kristin", "id": "7122330-2677549819-72157606244572094", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/george_eastman_house/2677549819/#comment72157613091378133", "realname": "", "path_alias": "celtico", "author": "30817808@N00", "iconserver": "3822", "datecreate": "1233263429", "_content": "Soviet Russia took about a fifth of Finlands territory around this time.", "authorname": "mikescottnz", "id": "7122330-2677549819-72157613091378133", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/george_eastman_house/2677549819/#comment72157614076228413", "realname": "Atelieri O.Haapala", "path_alias": "ohaapala", "author": "31474616@N04", "iconserver": "2122", "datecreate": "1235077968", "_content": "I love these old wedding photos. The bride's crown is amazing!", "authorname": "Atelieri O. Haapala", "id": "7122330-2677549819-72157614076228413", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/george_eastman_house/2677549819/#comment72157620550604656", "realname": "", "path_alias": null, "author": "36899526@N06", "iconserver": "3463", "datecreate": "1245951035", "_content": "Interesting that it says &quot;Russie&quot;, as I am under the impression that these really big bridal crowns were most common in Western Finland. Might it be simply because we were officially part of Russia back then?", "authorname": "o.tintenherz", "id": "7122330-2677549819-72157620550604656", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/george_eastman_house/2677549819/#comment72157620618865477", "realname": "", "path_alias": "celtico", "author": "30817808@N00", "iconserver": "3822", "datecreate": "1246353439", "_content": "Karelia: From Wikipedia, the free encyclopedia\n\nThis article is about the land of Karelia in general. \n \nParts of Karelia, as they are traditionally divided.Karelia (Karelian and Finnish Karjala, Russian: Карелия (Kareliya), Swedish: Karelen), the land of the Karelian peoples, is an area in Northern Europe of historical significance for Finland, Russia, and Sweden. It is currently divided between the Russian Republic of Karelia, the Russian Leningrad Oblast, and Finland (the regions of South Karelia and North Karelia).\n\nVarious subdivisions may be called Karelia. Finnish Karelia was a historical province of Finland, now divided between Finland and Russia, often called just Karjala in Finnish. **The eastern part of this chiefly Lutheran area was ceded to Russia after the Winter War of 1939-40. This area is the &quot;Karelia&quot; of the Karelian question in Finnish politics.\n\nThe Republic of Karelia is a Russian federal subject, including the so-called &quot;East Karelia&quot; with a chiefly Russian Orthodox population.\n\nWithin present-day Finland, Karjala refers to regions of South and North Karelia.\n\nHistory of Karelia\n \nKarelia was bitterly fought over by Sweden and the Russian Novgorod Republic since the 13th-century Swedish-Novgorodian Wars. The Treaty of Nöteborg (Finnish: Pähkinäsaaren rauha) in 1323 divided Karelia between the two. Viborg (Finnish: Viipuri) became the capital of the new Swedish province.\n\nThe Treaty of Nystad (Finnish: Uudenkaupungin rauha) in 1721 between Imperial Russia and Sweden ceded most of Karelia to Russia. After Finland had been occupied by Russia in the Finnish War, parts of the ceded provinces (Old Finland) were incorporated into the Grand Duchy of Finland. In 1917 Finland became independent and the border was confirmed by the Treaty of Tartu in 1920.*****\nDuring the 1920s, Finns were involved in attempts to overthrow the Bolshevists in Russian Karelia (East Karelia), for instance in the failed Aunus expedition. These mainly private expeditions ended after the peace treaty of Tartu. After the end of the Russian Civil War, and the establishment of the Soviet Union in 1922, the Russian part of Karelia became the Karelian Autonomous republic of the Soviet Union (ASSR) in 1923.\n\n**In 1939 the Soviet Union attacked Finland starting the Winter War. The Moscow Peace Treaty of 1940 handed most of Finnish Karelia to the Soviet Union. About 400,000 people, virtually the whole population, had to be relocated within Finland. In 1941 Karelia was re-conquered for three years during the Continuation War 1941–1944 when East Karelia was also occupied by the Finns. \n\n**The Winter War and the resulting Soviet expansion caused considerable bitterness in Finland, which lost its second biggest city, Viipuri, its industrial heartland along the river Vuoksi, the Saimaa canal that connected central Finland to the Gulf of Finland, access to the fishing waters of Lake Ladoga (Finnish: Laatokka), and made an eighth of her citizens refugees without chance of return.\n\nAs a consequence of the 'peace' treaty, the Karelian ASSR was incorporated with the Karelo-Finnish SSR 1941–1956, after which it became an ASSR again. Karelia was the only Soviet republic that was &quot;demoted&quot; from an SSR to an ASSR within the Russian SFR. Unlike autonomous republics, Soviet republics (in theory) had the constitutional right to secede. The possible fear of secession, as well as the Russian ethnic majority in Karelia **may have resulted in its &quot;demotion.&quot; In 1991 the Republic of Karelia was created out of the ASSR.\n\nThe collapse of the Soviet Union brought an economic collapse. \n \nPolitics\n See : Map showing the Republic of Karelia and the two Finnish regions.\n\nKarelia is divided between Finland and Russia. The Republic of Karelia is a republic of Russia, which was formed in 1991 from the Karelian ASSR. The Karelian Isthmus belongs to the Leningrad Oblast. The Finnish parts of Karelia are part of the regions (maakunta) of South Karelia and North Karelia.\n\nThere are some small but enthusiastic groups of Finns campaigning for closer ties between Finland and Karelia.", "authorname": "mikescottnz", "id": "7122330-2677549819-72157620618865477", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/george_eastman_house/2677549819/#comment72157623584521090", "realname": "", "path_alias": "jaakkovvv", "author": "47978237@N04", "iconserver": "4009", "datecreate": "1268124398", "_content": "The easternmost part in Finland where these kind of bridal crowns ('helykruunu' (&quot;Trinket crown&quot;, with glass, metal and paper decorations) was used was Kymeenlaakso, than is, it was not used in the Karelia or among the Orthodox minority.\n\nTherefore, the word &quot;Russia&quot; means here only that Finland was on the time of taking the photo part of Russia, that is, the photo is taken before 1917. Mike's Karelia -association is, therefore, wrong.\n\n(btw. Soviet Russia took only in 1940's part of the Finnish territory, not in 10's)", "authorname": "JaakkoVVV", "id": "7122330-2677549819-72157623584521090", "iconfarm": 5}, {"permalink": "http://www.flickr.com/photos/george_eastman_house/2677549819/#comment72157623613433332", "realname": "", "path_alias": null, "author": "36899526@N06", "iconserver": "3463", "datecreate": "1268514744", "_content": "That's what I thought, Jaakko. The other option would have been of course, that the caption meant &quot;Russian marriage&quot; ie. a Russian Orthodox wedding, but I thought that to be much less likely.", "authorname": "o.tintenherz", "id": "7122330-2677549819-72157623613433332", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/george_eastman_house/2677549819/#comment72157623613599620", "realname": "", "path_alias": "celtico", "author": "30817808@N00", "iconserver": "3822", "datecreate": "1268516646", "_content": "<a href=\"http://www.localhistories.org/finland.html\" rel=\"nofollow\">www.localhistories.org/finland.html</a>\n****", "authorname": "mikescottnz", "id": "7122330-2677549819-72157623613599620", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/george_eastman_house/2677549819/#comment72157623495693769", "realname": "", "path_alias": null, "author": "36899526@N06", "iconserver": "3463", "datecreate": "1268601283", "_content": "I'm not sure what you are referring to, Mike?\n\nThe title of the photo literally means &quot;A Russian marriage in Finland&quot;, which is what prompted my confusion, as it does not look like a &quot;Russian&quot; ie. a Russian orthodox wedding. When Finland lost territories to Soviet Russia (quite exactly 70 years ago) has nothing to do with it, especially since up until 1917 we were part of Imperial Russia anyway.", "authorname": "o.tintenherz", "id": "7122330-2677549819-72157623495693769", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/george_eastman_house/2677549819/#comment72157624747648438", "realname": "", "path_alias": null, "author": "28978480@N08", "iconserver": "2562", "datecreate": "1282078013", "_content": "Well, all of the indications in this photo would suggest that it has been taken in the western Finland (costumes, architecture...), that was part of Russia at that time (as the rest of the country as well). Someone researching &quot;Russian traditions&quot; during that period wouldn't have decribed this as a Finnish tradition because the country itself didn't even exist at that time. Now looking at this photo we would describe it as a western Finnish (maybe even East Bothnia???) tradition, not as Russian tradition.", "authorname": "SingleMomSusie", "id": "7122330-2677549819-72157624747648438", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/george_eastman_house/2677549819/#comment72157629803548044", "realname": "", "path_alias": null, "author": "40072456@N00", "iconserver": "2556", "datecreate": "1337460376", "_content": "I'm old (and lucky) enough to see some of these customs still alive in smaller villages, and it's obvious, there is misunderstanding here: this image is not from east - Eastern Orthodox Church and Russian influent area, but from Western part of the land. In east the groom and maid have their &quot;crow of honor&quot; carried inside the church durning the wedding ceremony, but here the &quot;crow of honor&quot; is part of the maid's costume, as it was in the west, e.g. in Pohjanmaa and Häme. Both eastern and western part of the land has crown custom, but they are two different traditions. \n\nThis wedding party is not from eastern part of the land, e.g. from Karelia, that is obvious and easy to see just looking at the costumes. And that arch decoration above the main doors of house is also familiar tradition to me and not typical in Häme area, but more western parts of the land.", "authorname": "EdwardinavonBoxis", "id": "7122330-2677549819-72157629803548044", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/george_eastman_house/2677549819/#comment72157629843690606", "realname": "", "path_alias": "celtico", "author": "30817808@N00", "iconserver": "3822", "datecreate": "1337673591", "_content": "Good clarifying discussion , thanks all .", "authorname": "mikescottnz", "id": "7122330-2677549819-72157629843690606", "iconfarm": 4}], "photo_id": "2677549819"}, "flarchive:created": 1387755914}