{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/powerhouse_museum/2362661051/#comment72157618484619169", "realname": "", "path_alias": null, "author": "38607274@N03", "iconserver": "0", "datecreate": "1242906312", "_content": "As one of Australia's leading museums, don't you feel some sort of responsibility in ensuring the map location is actually correct and that you should be sharing, at the least, your local knowledge?  Why not say this is a view looking west of St James' Church designed by Francis Greenway for starters? Surely you should be doing a lot better than this or think again about what your priorities are. Don't you have an obligation through NSW taxpayer money to share your expertise (not deny it or hide it)?", "authorname": "velvetchainsaw", "id": "24762863-2362661051-72157618484619169", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/powerhouse_museum/2362661051/#comment72157618652523300", "realname": "", "path_alias": null, "author": "38607274@N03", "iconserver": "0", "datecreate": "1243046637", "_content": "Thanks for your response and the repositioning of the building on the map (it really is only worthwhile from a research point of view if these views are marked accurately on a map and not 'slightly out').  \n\nI understand that you are including whatever information is on the object (though I note not the dimensions of the glass plate negative itself).  I also appreciate the objectives of the Commons project but question the low base you have chosen to start from.  Why not tell us what you know about such photographic objects as an institution with immense expertise? This will encourage a deeper engagement with the material as a research tool in addition to any immediate aesthetic interest it may have.  \n\nThere is such potential for these images to tell us not only about Sydney but also their place in a national and international context when compared to similar images from the same time in different locations.  It would also be really great to see these images available through Picture Australia - have you thought about sharing them that way as well? I appreciate that it's a balance and difficult with limited resources but can I ask you to keep striving to share your knowledge and expertise about objects as well as the objects themselves? Let us learn cleverly together and not just waste time reinventing wheels.", "authorname": "velvetchainsaw", "id": "24762863-2362661051-72157618652523300", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/powerhouse_museum/2362661051/#comment72157622020151728", "realname": "", "path_alias": "beachcomberaustralia", "author": "32162360@N00", "iconserver": "3722", "datecreate": "1250090172", "_content": "No sign of cable tram lines in this photo; therefore pre-1894.  Similar subject by Kerry here:  <a href=\"http://www.flickr.com/photos/powerhouse_museum/3022880907/\">www.flickr.com/photos/powerhouse_museum/3022880907/</a> .\n\n@ velvetchainsaw -              \n\n\n.", "authorname": "beachcomberaustralia", "id": "24762863-2362661051-72157622020151728", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/powerhouse_museum/2362661051/#comment72157624132757545", "realname": "", "path_alias": "beachcomberaustralia", "author": "32162360@N00", "iconserver": "3722", "datecreate": "1276339470", "_content": "Charles Bayliss - <a href=\"http://www.nla.gov.au/apps/cdview?pi=nla.pic-an10697078-27\" rel=\"nofollow\">www.nla.gov.au/apps/cdview?pi=nla.pic-an10697078-27</a>", "authorname": "beachcomberaustralia", "id": "24762863-2362661051-72157624132757545", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/powerhouse_museum/2362661051/#comment72157631690560210", "realname": "", "path_alias": null, "author": "51979177@N02", "iconserver": "5282", "datecreate": "1349361352", "_content": "Various digitised newspaper hits indicate that Fred Hagon, tailor, was initially in business with his brother(s) as Hagon Bros. They appear to have had a parting of ways, and by ca. 1886 Fred appears to have started up on his own at 135 King St; Fred appears to have been a poor businessman...plus he evidently had alcohol related issues...various digitised newspaper hits indicate that he was being pursued by creditors for small debts throughout 1887 into 1888... he was eventually bankrupted (creditors petition) in July 1888 - <a href=\"http://nla.gov.au/nla.news-article18956708\" rel=\"nofollow\">nla.gov.au/nla.news-article18956708</a> , upon which his assets were put up for auction (notice column 3) - <a href=\"http://nla.gov.au/nla.news-article28342479\" rel=\"nofollow\">nla.gov.au/nla.news-article28342479</a>. He drowned at Elizabeth Bay in November 1888 whilst under the influence of alcohol - <a href=\"http://nla.gov.au/nla.news-article13703238\" rel=\"nofollow\">nla.gov.au/nla.news-article13703238</a> ; This 1889 SMH item 'Thruckley &amp; Ors V Hagon' indicates that Hagon's brother W.A. Hagon (who had continued trading as Hagon Bros) moved into 135 King St following his brother's bankruptcy...the landlords argued that he had in fact taken over the lease, the brother argued this was not the case and that he had simply paid arrears of rent owed by Fred - <a href=\"http://nla.gov.au/nla.news-article13734365\" rel=\"nofollow\">nla.gov.au/nla.news-article13734365</a> ;...despite the legal wrangle with landlords, various digitised newspaper hits suggest Hagon Brothers (which presumably still didn't include Fred) remained at 135 King St until at least October 1889...my guess is that given Fred's bankruptcy, the fact that Haydon Bros subsequently moved into 135 King St, plus the circumstances of Fred's death, his sign at 135 King St wouldn't have remained in place into 1889...and I'd say it would have been removed soon after his bankruptcy in July 1888. All up, going on what can be scraped together via the digitised newspapers, I suspect this pic was taken in the period ca. 1886 - ca. July 1888.", "authorname": "quasymody", "id": "24762863-2362661051-72157631690560210", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/powerhouse_museum/2362661051/#comment72157631693436397", "realname": "", "path_alias": "beachcomberaustralia", "author": "32162360@N00", "iconserver": "3722", "datecreate": "1349385356", "_content": "[http://www.flickr.com/photos/51979177@N02] Interesting stuff.  From the flags, crowds, families,  Sunday best clothing,  and short shadows, I would guess this in another Centennial Anniversary Day photo from 26 January 1888.\n\nInteresting to compare with another Henry King photo taken in the winter (long shadows).  Probably earlier because of that pepperpot tower.  No sign of Hagon. - \n[http://www.flickr.com/photos/powerhouse_museum/2485116618/]", "authorname": "beachcomberaustralia", "id": "24762863-2362661051-72157631693436397", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/powerhouse_museum/2362661051/#comment72157631694472038", "realname": "", "path_alias": null, "author": "51979177@N02", "iconserver": "5282", "datecreate": "1349400006", "_content": "[http://www.flickr.com/photos/beachcomberaustralia] Yes, it's certainly not a regular working day...the usual week day traffic isn't to be seen (drays, carts, etc)...the people are all so incredibly well dressed...the kids are in their best outfits...there's not a disheveled tramp in sight!\n\nThis early 20th century pic gives a good view of the Australian Mutual Fire Insurance building and tower at the cnr of Pitt and King Sts - <a href=\"http://www.flickr.com/photos/powerhouse_museum/2667024184/\">www.flickr.com/photos/powerhouse_museum/2667024184/</a>\n\nHere's an 1883 T&amp;CJ item on the AMFI building which was then under construction...evidently due to be completed the following year - <a href=\"http://nla.gov.au/nla.news-article71000526\" rel=\"nofollow\">nla.gov.au/nla.news-article71000526</a>\n\nHere's the accompanying illustration - <a href=\"http://nla.gov.au/nla.news-page5055554\" rel=\"nofollow\">nla.gov.au/nla.news-page5055554</a>\n\nAll up, the AMFI building is another good dating landmark for this end of town.\n\n...though as I've just realised, maybe a few questions remain re the construction date  - <a href=\"http://www.flickr.com/photos/powerhouse_museum/2533268514/\">www.flickr.com/photos/powerhouse_museum/2533268514/</a>\n\n<a href=\"http://nla.gov.au/nla.news-article19790835\" rel=\"nofollow\">nla.gov.au/nla.news-article19790835</a> - this April 1883 column from the Queenslander's Sydney correspondent contains some interesting info...it indicates that the AMFI building was erected on the site formerly occupied by Underwood's Hotel...which appears to have been then recently demolished...\n\n<a href=\"http://nla.gov.au/nla.news-article28374266\" rel=\"nofollow\">nla.gov.au/nla.news-article28374266</a> - the foundation stone of the AMFI building was laid on 7/6/1883...various digitised newspaper hits indicate the AMFI Society moved in in November 1884...", "authorname": "quasymody", "id": "24762863-2362661051-72157631694472038", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/powerhouse_museum/2362661051/#comment72157631695809086", "realname": "", "path_alias": null, "author": "51979177@N02", "iconserver": "5282", "datecreate": "1349419764", "_content": "Bit of an update...per various digitised newspaper hits, an R.C. Hagon (?possibly one of Fred Hagon's brothers) had a tailor's business at 127 King St in 1882...then 129 King St in 1883...then 135 King St in 1885...I gather that's his sign which we see in the thumbnail which Beachcomber has added...", "authorname": "quasymody", "id": "24762863-2362661051-72157631695809086", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/powerhouse_museum/2362661051/#comment72157631696226431", "realname": "", "path_alias": "beachcomberaustralia", "author": "32162360@N00", "iconserver": "3722", "datecreate": "1349423582", "_content": "[http://www.flickr.com/photos/51979177@N02] Thanks! My mistake - Hagon and the AMFI pepperpot ARE there!", "authorname": "beachcomberaustralia", "id": "24762863-2362661051-72157631696226431", "iconfarm": 4}], "photo_id": "2362661051"}}