{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8935054822/#comment72157633926015220", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1370356828", "_content": "Arthur Langton Airy, b. 3 May 1876, at Kidbrooke, Near Lewisham, then in Kent.  It appears that he was Commissioned as a Territorial infantry officer in the Northamptonshire Regiment, on or about 8 May 1900, aged 24.\n\nHe was killed in action while serving with the Regular battalion, 1st Battalion Northamptonshire, on the night of 10 / 11 January 1915.  Cuinchy was part of the Bethune Sector of front line trenches and troops here had a miserable winter, the trenches being described in the War Diary, with typical understatement as  &quot;... very wet and extremely uncomfortable&quot;.  \n\nIt would appear, on first examination, that 10 / 11 January 1915 was a 'routine day in the trenches' ... which suggests that Lt Airy was killed by a sniper, by a random shell, or leading a night patrol into no-man's land.  This was a dangerous sector.  The Germans were particularly aggressive in the area - Lance Corporal T Lee of 23rd Field Company Royal Engineers was awarded a Distinguished Conduct Medal for his gallantry at Cuinchy on 10th January 1915 in constructing defences at a machine-gun post during a prolonged enemy attack, and for rescuing two wounded men from no-mans land.\n\nArthur Langton was the son of the late Hubert Airy, b. 14 June 1838 at Greenwich, d. 1 Jun 1903 at Woodbridge, Suffolk; and Susan Cecilia Airy (nee Langton), b. 7 Nov 1837 at Southgate, Edmonton.  His parents were married at St John's, Keswick, Cumberland on 5 Jun 1872, when he was 33 and she 32.//", "authorname": "Gary Donaldson", "id": "32254785-8935054822-72157633926015220", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8935054822/#comment72157634744230808", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1374466296", "_content": "Research by David O'Mara, Paths of Glory 1914-18. Quoted from westernfrontassociation.com\nLt Arthur Langton Airy 3rd Battalion (attached to the 1st) Northamptonshire Regiment. Arthur was commissioned into the 3rd Battalion in April 1900 and gained his Lieutenancy in the November of that year, seeing service in South Africa with the 1st Battalion. He left the army in February 1903, but offered his services again upon the outbreak of the Great War, being granted a commission in the 3rd Battalion in October 1914.\n\nAfter being attached, once again, to the 1st Battalion, he proceeded to France where, in the trenches east of Cuinchy he met his death on the night of 10 January* whilst his C Coy was in support of an attack conducted by 2/KRRC. He was aged 39 at the time of his death and he has no known grave. Arthur is commemorated on the Le Touret Memorial to the Missing.\n\n*Note. The CWGC (and ODGW) record his death as having occurred on the 11th January. However, recorded evidence points to the fact that he was, in fact dead by midnight of the 10th.", "authorname": "brenontario", "id": "32254785-8935054822-72157634744230808", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8935054822/#comment72157634744273344", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1374466559", "_content": "Arthur Langton Airy was a grandson of Sir George Biddell Airy C.B., K.C.B. 1801-1892, Astronomer Royal 1835-1881.", "authorname": "brenontario", "id": "32254785-8935054822-72157634744273344", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8935054822/#comment72157634737760729", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1374466958", "_content": "Findagrave:\nArthur Langton Airy\nLe Touret Memorial\nRichebourg-l'Avoue\nDepartement du Pas-de-Calais\nNord-Pas-de-Calais, France\nPlot: Panel 28 to 30.", "authorname": "brenontario", "id": "32254785-8935054822-72157634737760729", "iconfarm": 8}], "photo_id": "8935054822"}}