{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/powerhouse_museum/2376882856/#comment72157627746550668", "realname": "", "path_alias": null, "author": "63385174@N06", "iconserver": "5469", "datecreate": "1316936232", "_content": "I doubt it's a ferry crew as that appears to be some sort of machine gun infront of them and I'm sure ferry passengers weren't that bad. Also a ferry wouldn't have three officers. They look a little ragged and relaxed for a Naval photo, so not sure who they are, perhaps an armed merchant ship.", "authorname": "GrenadierGuardsDmr", "id": "24762863-2376882856-72157627746550668", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/powerhouse_museum/2376882856/#comment72157628677106205", "realname": "", "path_alias": null, "author": "51979177@N02", "iconserver": "5282", "datecreate": "1325495053", "_content": "I wonder whether this pic might have been taken on board a colonial or early Federation era gunboat? Of course the machine-gun mounted in front of the officers is a Nordenfelt (ca. 1885), which as GGD points out, suggests that the vessel probably wasn't a ferry (unless they had serious fare evasion issues!). The Aboriginal or Islander etc man in the pic suggests a northern latitude, so I wonder whether this pic might have been taken during a cruise of northern waters. There are some similarities between this Tyrrell Collection pic and this SLQ pic taken on HMQS Gayundah (it's a pity the binnacle in the SLQ pic is largely obscured) - <a href=\"http://hdl.handle.net/10462/deriv/25632\" rel=\"nofollow\">hdl.handle.net/10462/deriv/25632</a> . However, I've been unable to match any of the crew shown in the Tyrrell Collection pic with the personnel known to have served on the Gayundah. Another possibility might be HMCS Protector, the South Australian gunboat which in the years after Federation was evidently active in eastern waters. But again I can't find any conclusive matches from the various pics of the Protector's officers and crew. If you go to the purl and zoom in, the officer sitting front left looks a bit like a young Chapman James Clare, who was at one point Commander of the Protector <a href=\"http://images.slsa.sa.gov.au/mpcimg/11250/B11110.htm\" rel=\"nofollow\">images.slsa.sa.gov.au/mpcimg/11250/B11110.htm</a> , whilst the bloke in the white jacket sitting with arms folded looks a bit like a young Frederick Fettis, who was at one point second engineer on the SA ship the Governor Musgrave <a href=\"http://images.slsa.sa.gov.au/searcy/12/PRG280_1_12_15.htm\" rel=\"nofollow\">images.slsa.sa.gov.au/searcy/12/PRG280_1_12_15.htm</a> . The NLA digitised newspapers indicate that Fettis once lived at Largs Bay, which was also the Protector's home port at one point. However I can't find a ref to Fettis being attached to the Protector. I suspect that a naval historian might at least be able to establish a date via the uniforms the officers are wearing, their cap badges, etc. I wonder if the ship's binnacle might be lying in a maritime museum somewhere (the binnacle is the ornate structure behind the chap sitting in the middle...it housed the compass and other navigational instruments and had lamps on the sides)...Another great pic!", "authorname": "quasymody", "id": "24762863-2376882856-72157628677106205", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/powerhouse_museum/2376882856/#comment72157628822725199", "realname": "", "path_alias": null, "author": "51979177@N02", "iconserver": "5282", "datecreate": "1326288165", "_content": "Check out this binnacle...not exactly the same, but quite similar - <a href=\"http://www.flickr.com/photos/communityhistorysa/6625362565/\">www.flickr.com/photos/communityhistorysa/6625362565/</a>", "authorname": "quasymody", "id": "24762863-2376882856-72157628822725199", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/powerhouse_museum/2376882856/#comment72157633029151027", "realname": "", "path_alias": null, "author": "51979177@N02", "iconserver": "5282", "datecreate": "1363667049", "_content": "Another possibility for the chap seated front lhs is Frederick Tickle...this John Oxley Library collection portrait shows some similarities - <a href=\"http://trove.nla.gov.au/work/153943441?q=+tickell&amp;c=picture&amp;versionId=167850000\" rel=\"nofollow\">trove.nla.gov.au/work/153943441?q=+tickell&amp;c=picture&...</a> ...here's his ADB entry <a href=\"http://adb.anu.edu.au/biography/tickell-frederick-8813\" rel=\"nofollow\">adb.anu.edu.au/biography/tickell-frederick-8813</a>", "authorname": "quasymody", "id": "24762863-2376882856-72157633029151027", "iconfarm": 6}], "photo_id": "2376882856"}}