{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/anmm_thecommons/8433103969/#comment72157639671383816", "realname": "", "path_alias": null, "author": "51979177@N02", "iconserver": "5282", "datecreate": "1389506985", "_content": "<a href=\"http://nla.gov.au/nla.news-article113307143\" rel=\"nofollow\">nla.gov.au/nla.news-article113307143</a> this 1904 Evening News item refers to a charity concert given in Sydney by 'Miss Rose Lyons' little pupils'...one of the acts mentioned was a performance of the song 'Keep off the Grass' (which evidently came from a J.C. Williamson musical)...I wonder whether we might be looking at a studio shot of the pupils involved in that performance...or maybe a pic of other pupils who gave a similar performance on a different occasion...ie. it's possible that 'Keep off the Grass' entered the children's stage repertoire at some point and that it became a standard which would be rolled out and performed at end of year concerts...It's kind of quaint how in the earlier 20th century, children from well to do families were sent off on Saturday afternoons to learn the dramatic arts, ballet, etc...not necessarily to prepare them for a future career on the stage...but as part of their broader education. I gather this still goes on, though I suspect these days stardom tends to loom larger in the parents' calculations... \n\nAt one point I thought these girls might have been the daughters of earlier 20th century Chinese magician and vaudeville star Long Tack Sam, who made a number of successful tours of Australia in the 1920s and 1930s...by the 1920s his daughters featured in his stage shows and they became stars in their own right. But I've now more or less abandoned this theory...\n\nA bit later...just looking around the digitised newspapers I now see that there were quite a few 'juvenile' renditions of 'Keep off the Grass' in the 1904-1906 period...by Elsie Parkes and others...a number of children also appear to have attended fancy dress parties in Sydney during these years dressed as 'Keep off the Grass'... \n\n<a href=\"http://nla.gov.au/nla.news-article113298404\" rel=\"nofollow\">nla.gov.au/nla.news-article113298404</a> ...another possible...I wonder whether these girls might have had some connection with the 1904 J.C. Williamson musical 'Tapu'...here described as 'a Maori musical play'...per this Evening News item, the title evidently translates as 'Keep off the Grass'...\n\nThere was also a late 1930s stage show titled 'Keep off the Grass'...but my guess is this Hall pic dates from well before the late 1930s...\n\nOne point from all this...I now tend to suspect that the other Hall ports which have this same studio backdrop might also date from the first years of the 20th century...hitherto I guessed they'd been taken in the early to mid 1920s...my Madame Pompadour theory re this pic [http://www.flickr.com/photos/anmm_thecommons/8591676338/in/set-72157630107954130] is now fast turning to jelly!", "authorname": "quasymody", "id": "33142378-8433103969-72157639671383816", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/anmm_thecommons/8433103969/#comment72157639717762053", "realname": "", "path_alias": "anmm_thecommons", "author": "33147718@N05", "iconserver": "3829", "datecreate": "1389591247", "_content": "[http://www.flickr.com/photos/51979177@N02] You've really looked at this one from a lot of angles Quasymody! I did spend a long afternoon lost in articles about performances of Madame Pompadour, dress up parties etc. I know we'll crack that Hall portrait one day! Thanks for the suggestion, I've been looking at articles on the various performances of 'Keep off the Grass' - did you see <a href=\"http://nla.gov.au/nla.pic-an22932606\" rel=\"nofollow\">this NLA image</a>? Same sign, similar costumes but the girls are on.... rollerskates?", "authorname": "Australian National Maritime Museum on The Commons", "id": "33142378-8433103969-72157639717762053", "iconfarm": 4}], "photo_id": "8433103969"}, "flarchive:created": 1389620133}