{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/5249510046/#comment72157625444498487", "realname": "", "path_alias": "nationalarchives", "author": "31575009@N05", "iconserver": "7325", "datecreate": "1292002033", "_content": "<b>Transcript</b>\n\nReport sent to S[i]r Hen[ry] Mildmay\n\nThe Councell haveing received severall Informations that there was avery wilfull &amp;\nstrict observation of the day com[m]only called Christmasse day throughout the Cittyes of\nLondon &amp; Westm[inster] by agenerall keeping of their shops shut up and that there were\nContemptuous speeches used by some in favour thereof, which the Councell conceiveing to be upon the old grounds of superstition and malignancy and tending to the avowing of\nthe same and Contempt of the present Lawes and governm[en]t have thought fit that\nthe Parlam[en]t be moved to take the same into Consideration for such further provisions\n\nand penaltyes for the abolishing &amp; punishing of those old superstitions observations and\nmeeting w[i]th such malicious contradiction of offenders in that behalfe as their wisedomes shall iudge fit, They have likewise received informations of frequent\nresort unto and exerciseing of the idolatrous masse in severall places to the great dishono[u]r of Almightie God, notorious breach of the lawes and scandal of the governm[en]t wherein according to notice given they have already taken some Course and desire the parlam[en]t will be pleased to take that matter alsoe into their Consideration for further remedies &amp; suppression of that Idolatrie in such way as to them shall seeme meet \nThat it be likewise reported to the Parl[amen]t that the Councell is informed that there are still remaining the Armes and pictures of the late King in severall Churches Halls, upon the Gates and in other publique places of the Citty of London \nThat the parl[amen]t bee moved to appoint whom they shall thinke fitt to see the same armes &amp; pictures taken downe and defaced and to give an Account of their executing the same w[i]thin such tyme as they shall thinke fit to allow for that purpose \nAnd S[i]r Henry Mildmay is desired to make this report", "authorname": "The National Archives UK", "id": "31569669-5249510046-72157625444498487", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/nationalarchives/5249510046/#comment72157625571567062", "realname": "", "path_alias": "jezevec", "author": "96636569@N00", "iconserver": "31", "datecreate": "1292017878", "_content": "No doubt a Scrooge ancestor.", "authorname": "Badger 23", "id": "31569669-5249510046-72157625571567062", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/nationalarchives/5249510046/#comment72157625571973022", "realname": "", "path_alias": "ruthhb", "author": "25889396@N02", "iconserver": "2873", "datecreate": "1292022603", "_content": "..or the original grinch!", "authorname": "Ruth Flickr", "id": "31569669-5249510046-72157625571973022", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/nationalarchives/5249510046/#comment72157625452550867", "realname": "", "path_alias": null, "author": "54861220@N03", "iconserver": "0", "datecreate": "1292108757", "_content": "I read that it was really the Major-Generals who tried to put a stop to Christmas 'excesses'; how is this document attributed to Oliver Cromwell?", "authorname": "chandleroz", "id": "31569669-5249510046-72157625452550867", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/5249510046/#comment72157625454756717", "realname": "Antonio C.", "path_alias": "phototonyc", "author": "53801976@N06", "iconserver": "7076", "datecreate": "1292138963", "_content": "bello", "authorname": "AntonioC22", "id": "31569669-5249510046-72157625454756717", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/nationalarchives/5249510046/#comment72157625580929182", "realname": "John Hughes", "path_alias": "jmxhughes", "author": "24471757@N00", "iconserver": "3818", "datecreate": "1292146712", "_content": "Fascinating document.\nHappy Christmas!", "authorname": "John of Wirral", "id": "31569669-5249510046-72157625580929182", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nationalarchives/5249510046/#comment72157625633305268", "realname": "Phil", "path_alias": "jancyclops", "author": "20612279@N00", "iconserver": "48", "datecreate": "1292795620", "_content": "What you have to remember is that the Protectorate was partly a backlash against a perceived reintroduction of the Catholic church by the Stuarts, and the Puritans saw Catholicism as idolatrous, superstitious and somewhat akin to witchcraft and/or pagan worship.  Part of that was because most mainstream religions at sometime borrow whatever religious practices were in place locally and use the for their own means and, in England, the Christian church had borrowed local practices, saying that those practices were in fact in line with their religion.  \n\nOn the other side of the fence, a lot of the people accused of witchcraft had borrowed Christian practices in an attempt to avoid prosecution as witches.  They all got a bit mixed up.\n\nNo doubt the Protectorate would hate England as it is now, and would think that just about everybody breaches its strict laws on worship (when there is such a major schism, the laws are pretty well always strict).  However, in 2010 (as in previous years) there will be shops open on Christmas Day; something of which the Puritans would approve.  I don't think they would be particularly happy with some of the goods on sale though!\n\nYou can't call the Protectorate a &quot;Scrooge ancestor&quot; because Scrooge was a miser, interested only in money. The Protectorate was single minded in dissociating worship from all the pageantry around it because they believed that a lot of people only went along for the pageantry and could give or take the religion.\n\nSimilarly you can't really accuse the Protectorate of being the &quot;original grinch&quot; without knowing exactly what Dr Seuss's character's motivation was. If it was just to stop people enjoying themselves, full stop, then it isn't the same. That would be like accusing a vegetarian of being a &quot;grinch&quot; for not turning up at a hog roast!  The Puritans simply wanted to ensure that there was nothing frivolous about worship in church.\n\nPhil.", "authorname": "jancyclops", "id": "31569669-5249510046-72157625633305268", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/nationalarchives/5249510046/#comment72157625753059948", "realname": "", "path_alias": "vauxvision", "author": "54606391@N07", "iconserver": "4113", "datecreate": "1294229185", "_content": "I'm with Cromwell. Ban consumerfest!", "authorname": "vauxvision", "id": "31569669-5249510046-72157625753059948", "iconfarm": 5}, {"permalink": "http://www.flickr.com/photos/nationalarchives/5249510046/#comment72157625635454467", "realname": "", "path_alias": "bellster", "author": "40708286@N07", "iconserver": "3500", "datecreate": "1294320909", "_content": "[http://www.flickr.com/photos/vauxvision] \n\nIt's a family gathering with us and a lovely time not a consumerfest. That my friend goes on all year.", "authorname": "PETER9914 Exploring the D7000", "id": "31569669-5249510046-72157625635454467", "iconfarm": 4}], "photo_id": "5249510046"}}