{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1254738866", "originalformat": "jpg", "owner": {"username": "LSE Library", "realname": "", "nsid": "35128489@N07", "iconserver": "3743", "location": "", "path_alias": "lselibrary", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "3983645400", "title": {"_content": "Graham Wallas (right), K.B. Smellie (left), 1925"}, "media": "photo", "tags": {"tag": [{"raw": "foaf:depicts=http://nla.gov.au/nla.party-1005717", "machine_tag": 1, "id": "35107159-3983645400-56579690", "_content": "foaf:depicts=httpnlagovaunlaparty1005717", "author": "11418107@N02"}, {"raw": "xmlns:foaf=http://xmlns.com/foaf/0.1/", "machine_tag": 1, "id": "35107159-3983645400-10195583", "_content": "xmlns:foaf=httpxmlnscomfoaf01", "author": "11418107@N02"}]}, "comments": {"_content": "0"}, "secret": "20c04eae92", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "Picture given by Anne Bohm\n\nExtracts from ‘Portraits from the Past: Graham Wallas: 1858-1932,’ by W.A. Robson from LSE Magazine, May 1971, No41, p.5\n\n‘The son of an Anglican clergyman, he went to Shrewsbury and then to Corpus Christi College, Oxford, where he read classics.  His first post was as a schoolmaster at Highgate School but he left after a few years on a question of religious conformity.  He then became an extension lecturer in London University in 1890.  He joined the Fabian Society in its early days and wrote one of the original Fabian Essays.  As a friend and colleague of the Webbs and Bernard Shaw he played a leading part in the creation and development of LSE from the day of its conception in August 1894, at the farm near Godalming where the four were staying, until the end of his active life.  He was a lecturer at the School from 1895 and later became its first Professor of Political Science…Wallas was much greater as teacher than as a writer.  As H.G Wells remarked in his Autobiography, ‘the London School of Economics will testify how much the personal Graham Wallas outdid the published Graham Wallas…there is scarcely any considerable figure among the younger generation of publicists who does not owe something to his slow, fussy, mannered, penetrating and inspiring counsels.’  Of his own debt Wells wrote ‘I cannot measure justly the influence of the disinterested life he led on my own.  It was I think very considerable.’ Many of us who were his students and friends feel a similar debt.  No small part of Wallas’ influence was due to his lovable personality and the spirit of benevolence and altruism which shone through him at all times.’\n\nExtracts from ‘Professor K.B.S. Smellie’ by C.M.R. in The LSE Magazine, June 1988, No75, p. 21\n\n‘Professor K.B.S. Smellie, Professor Emeritus of Political Science, died in London on 30 November 1987.  Only three days earlier a notice had appeared in The Times expressing his appreciation for the cards and flowers sent to him for his ninetieth birthday, and his regret that, because he was in hospital, he could not celebrate with his friends in the normal champagne manner.\n\nFor K.B as he was affectionately known, such celebrations, to mark the passing years, had over the last decades become very much part of the currency of life.  This was not only because he rejoiced in the birthdays and anniversaries themselves, but because they gave the opportunity for family and friends to come together at his home in Wimbledon, to be generously entertained, drawn into stimulating conversation on whatever intellectual problem was currently in the forefront of his mind, and delighted by the humour, felicity and incisiveness with which he would reply to the toast for the occasion.  More often than not the toast would be proposed by a former student of his who subsequently became a colleague, and a friend.  For K.B., the three categories were largely indistinguishable; and the resulting loyalties and affections were two-way and lasting.  \n\nKingsley Bryce Speakman Smellie was born in London on 22 November 1897, of Scottish parents who were on the stage.  He was educated first at a Dame School in Hammersmith…and then at Latymer Upper School.  After the First World War he went up to St John’s College, Cambridge, on a scholarship and obtained a First in both parts of the History Tripos.  In 1925 he went to Harvard Law School for a year on a Laura Spelman Rockefeller studentship, and acquired the abiding fascination with the institutions of the American democracy which he always retained.  \n\nThat year apart, Smellie’s whole academic career was spent on the staff of the Government Department of the School.  He had become a public administration assistant to Graham Wallas, the first Professor of Political Science in 1921; a Lecturer in Public Administration in 1929 and a reader in Political Science in 1939; and was appointed to a personal chair in Political Science in January 1949.  This he held until he reached retirement age in 1965, when he became Emeritus.  Twelve years later the School, happily, made him an Honorary Fellow.\n\nHe published nine books between 1928 and 1962…but it was orally, perhaps more than in his writings, that Smellie excelled and exercised a profound influence on generations of students.  The style was one of scepticism, paradox, aphorism, of delight in ideas and intellectual provocation, of much knowledge combined with an element of self-depreciation…and of infectious enthusiasm and wit.  Few who had the experience of lectures by, or tutorials with, K.B. – thumbs tucked into his characteristic fawn waistcoat surmounted by an elegant French bow-tie, eyes twinkling and intellectual argument flowing – will forget those happy experiences or what they learnt and derived from them…In the sphere of public administration, Smellie drew fruitfully on the practical knowledge he gained during the Second World War, when he served first in the BBC’s Propaganda Research Unit (July to December 1940)  and then as a temporary administrative civil servant, from December 1940 to April 1942 in the Ministry of Home Security (bomb recording work) and then till January 1945 in the Board of Trade (clothes rationing)…Before and after his temporary service, Smellie was among those who lectured in Cambridge where the School was evacuated.\n\nThere were two other profound influences in K.B’s life.  The first was his marriage in 1931, to Stephanie Narlian, one of his former students.  This was a happy and successful partnership in which, in their qualities, their activities and interests they complemented each other superbly…The other influence was notable for what it did not do.  K.B. served as a Private in the London Scottish in France in the First World War and, in April 1917, an exploding shell necessitated the amputation of his left leg below the knee and of his right foot.  For all the seventy years that followed he had two wooden prostheses.  But never once did he allow this to interfere with a full life, which included playing table tennis, driving a car in a manner which became somewhat notorious and a propensity for many years to consider attendance at West End cinemas to see the latest films as an extension of the facilities of the School…’\n\n\n\nIMAGELIBRARY/269\nPersistent URL: <a href=\"http://archives.lse.ac.uk/dserve.exe?dsqServer=lib-4.lse.ac.uk&amp;dsqIni=Dserve.ini&amp;dsqApp=Archive&amp;dsqCmd=Show.tcl&amp;dsqDb=Catalog&amp;dsqPos=0&amp;dsqSearch=(RefNo='IMAGELIBRARY/269')\" rel=\"nofollow\">archives.lse.ac.uk/dserve.exe?dsqServer=lib-4.lse.ac.uk&a...</a>\n\n"}, "isfavorite": 0, "views": "4630", "farm": 3, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2009-09-28 09:48:43", "lastupdate": "1274988640", "takengranularity": "0", "posted": "1254738866"}, "originalsecret": "ca0bec381e", "license": "7", "notes": {"note": []}, "server": "2605", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/lselibrary/3983645400/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387820165}