{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8547648805/#comment72157633080232390", "realname": "", "path_alias": null, "author": "77788549@N05", "iconserver": "0", "datecreate": "1364143041", "_content": "From <a href=\"http://descentfromadam.wordpress.com/2011/04/24/oswald-osmaton-mc/\" rel=\"nofollow\">descentfromadam.wordpress.com/2011/04/24/oswald-osmaton-mc/</a> a WeBlog at wordPress.com \n\nSECOND LIEUTENANT O. C. H. OSMASTON, M.C.\n&quot;Second Lieutenant Oswald Camplyon Hutchinson Osmaston, M.C., R.E., who fell in action on the afternoon of August 26th, is the second son of Bertram Beresford Osmaston, Imperial Forest Service, India, and of Mrs. Osmaston, of 108, Banbury Road, Oxford, and the grandson of the late Major-General C. H. Hutchinson, R.A., and the very dearly-loved fiance of Doris, the daughter of Colonel C. D. R. Watts, C.M.G., and Mrs Watts, of Farnborough, to whom he had hoped shortly to be married. He was born in March, 1897, and educated first at the J~nior of the United Services College, Bognor, then for five years at St. George’s School, Harpenden. His last two years at school were spent at Cheltenham College, from whence he passed into Woolwich at the age of seventeen and three-quarters. Whilst at Woolwich he ‘ gained the King’s Gold Medal. He was given his commission in July, 19 I 5, and after a further period of training at Chatham and Aldershot was sent to the Western front in February, 1916, and was from then till he was wounded in June of that year continuously in the Ypres salient. The day before he was ·wounded he did work in “No Man’s Land,” for which he was first awarded a white card and then the Military Cross. The words on the white card, which is signed by Major-General C. Ross, commanding 6th Division, are as follows: “Your Commanding Officer and Brigade Commander have informed me that you distinguished yourself near Ypres on night of 3rd-4th June by conspicuous gallantry, coolness and ability when erecting a wire entanglement over 300 yards of very bad ground on left wing of the attack, also by marking out a trench in the dark and directing the efforts of a digging party of 100 men, all this being accomplished under heavy sniping and machine gun fire. I have read their report with much pleasure.”He returned to the front in January, 1917, and was almost continuously in the front line near Loos and Lens. The Colonel, C.R.E., writes: “He was one of the best subalterns I had in the division, and could always be relied on to carry out a difficult or dangerous job thoroughly well. He was very popular with us all and was always so cheerful about his work. He seemed to enjoy being in the trenches, and was quite regardless of danger …  and set an example which will always be of use to the men who served under him.” The Major commanding the field company writes: “Oswald’s bright, straight and fearless nature had endeared him to everybody. He was always very keen on his work, which he knew thoroughly, and he was void of every particle of fear-the very man to lead a forlorn hope and make a success of it. I considered him the beau ideal of a young British officer, and it is a thousand pities that his promising career should have been cut short. His death is a great loss to the company and to the corps … He died as he lived a’ brave and very gallant gentleman” Another brother officer writes: “It has been a very great blow to us all to lose him like this, and we have lost in him a very gallant officer. He was always cheerful and ready to help anyone, and was a great favourite with both officers and men …. Everyone was very sorry to lose him when he was wounded last year, al’ld all who knew him heartily welcomed him back to the company when he rejoined us …. I have never’ met a braver officer and the company has suffered an irreparable loss by his death.” He was killed by a shell on returning through one of the communication trenches after having gone forward to reconnoitre some new trenches, and at the age of twenty years and five months passed to Higher Service. His elder brother is a Lieutenant in the 3rd Dragoon Guards, and has been in France since October, 1915. His younger brother is in the Royal Engmeers. All three brothers belong to the Regular Army.”", "authorname": "Trench-Foote", "id": "32254785-8547648805-72157633080232390", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8547648805/#comment72157633083446403", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1364214752", "_content": "Oswald Camplyon Hutchinson Osmaston, b. 17 Mar 1897, was the son of Bertram Beresford Osmaston, b. 3 Jan 1868, and Catherine Mary Hutchinson, (daughter of Major General Hutchinson).  Bertram Beresford Osmaston was invested as a Companion, Order of the Indian Empire (C.I.E.) in 1919, for his work as Chief Conservator Central Provinces, Imperial Forest Service.  In 1952 the family home was at 116 Banbury Road, Oxford.\n \nOswald was the third of the Osmaston children of Bertram Beresford Osmaston and Catherine Mary Hutchinson as follows:\n\nSylvia Mary Osmaston  b. 4 Jul 1893 - d. 28 Feb 1894\nBertram Hutchinson Osmaston  b. 30 Mar 1895 (Lt 3rd Dragoons 1915-18 - badly wounded)\nOswald Camplyon Hutchinson Osmaston  b. 17 Mar 1897 - d. 26 Aug 1917\nGordon Hutchinson Osmaston  b. 26 Sep 1898  (Later Brigadier - MC 1918  Royal Engineers)\nOlive Mary Osmaston   b. 17 Mar 1900\nDaphne Sylvia Osmaston  b. 18 Aug 1903\nMyrtle Catherine Osmaston   b. 7 Aug 1908.//", "authorname": "Gary Donaldson", "id": "32254785-8547648805-72157633083446403", "iconfarm": 0}], "photo_id": "8547648805"}}