{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/4733195082/#comment72157624231776167", "realname": "", "path_alias": null, "author": "11418107@N02", "iconserver": "1068", "datecreate": "1277494822", "_content": "There was an AJ Collett who was Electrical Engineer for the Union Pacific Railroad, from Nebraska; resigned in 1914.", "authorname": "pennylrichardsca (now at ipernity)", "id": "8602872-4733195082-72157624231776167", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4733195082/#comment72157624459120668", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1278711032", "_content": "A. J. Collett resigned from his engineering post with the Union Pacific Railroad, to become Director of Public Works for the Dominican Republic, during the U. S. intervention in Santo Domingo. Collett's appointment came at the time of the removal, apparently for political reasons, of W. W. Russell, the American Minister to the D. R., and his replacement with a political crony of William Jennings Bryan, Secretary of State in the Woodrow Wilson administration. At this time, U. S. officials had control of administative appointments in Santo Domingo, and apparently discovered ways to turn them to pecuniary advantage.\nA. J. Collett was a beneficiary.\n\n&quot;Every member of the American side of the Dominican customs force but one . . . has been removed and replaced by appintments of the new administration. With John L. Mann, a veteran in the service, ousted as Director of Public Works, Secretary of State Bryan has now suggested to the Dominican Government as successor to the salary of $6,000 the name of A. J. Collett of Mr. Bryan's own state of Nebraska, son-in-law of his old political crony, Mayor &quot;Jim&quot; Dahlman of Omaha. \n\n&quot;The Dominican Government has not yet indicated its assent to the nomination of Mr. Collett, and it is known that it resents what it considers an application of the American spoils system with salaries paid by Santo Domingo.&quot;\n\n---Story in the New York Times, December 12, 1913. The full story, &quot;Bryan Defends Minister Sullivan,&quot;  is here:\n<a href=\"http://query.nytimes.com/mem/archive-free/pdf?_r=1&amp;res=9E05E1D9103FE633A25751C1A9649D946296D6CF\" rel=\"nofollow\">query.nytimes.com/mem/archive-free/pdf?_r=1&amp;res=9E05E...</a>", "authorname": "Wystan", "id": "8602872-4733195082-72157624459120668", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4733195082/#comment72157624466603687", "realname": "Richard Norton", "path_alias": "richard_arthur_norton", "author": "54904823@N00", "iconserver": "2568", "datecreate": "1280203752", "_content": "I did a little research in the World War I draft registration and started a Wikipedia entry for him:\n<a href=\"http://en.wikipedia.org/wiki/Austin_John_Collett\" rel=\"nofollow\">en.wikipedia.org/wiki/Austin_John_Collett</a>", "authorname": "Richard Arthur Norton  (1958- )", "id": "8602872-4733195082-72157624466603687", "iconfarm": 3}], "photo_id": "4733195082"}}