{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8244754332/#comment72157632315344041", "realname": "", "path_alias": null, "author": "38811045@N04", "iconserver": "7164", "datecreate": "1356252479", "_content": "From a reading of his regimental numbers on his MIC:\n\n1. Enlisted with Lancashire Hussars in April/May 1915 and given number 1621\n2. Transferred to 6th Bn, King's (Liverpool Regt); date unknown, and given number 250644\n3. Transferred to Tank Corps in December 1917 and given new number 304232\n\nNote, SDGW incorrectly gives number as 301232.\n\nPossibly the same Peter Robert Jones who appears as a 13-year-old on the 1911 census, living at 282 Park Road, Toxteth, Liverpool.\n\nRIP.", "authorname": "Paul C A Nixon", "id": "32254785-8244754332-72157632315344041", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8244754332/#comment72157632344217525", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1356540128", "_content": "On 25th April 1918, 13th Battalion Tank Corps was heavily engaged during the Second Battle of Kemmel Hill.  This German attack was the opening of Operation Georgette, the second phase of Ludendorf's offensive intended to break through to Paris and finish the war.  Part of the Battle of the Lys, the Germans opened the assault with an extensive and devastating Bruchmuller artillery bombardment which for hours saturated the French positions with high-explosive.  British troops of 25th Division were rushed across from Poperinghe to try to stem the subsequent German infantry incursion, ordered to reinforce and counter attack under orders of the French 2nd Cavalry Corps.  The German attack was supported by their tanks - it is possible therefore that 13th Battalion Tank Corps were brought up to counter this.\n\n13th Battalion Tank Corps suffered 30 casualties on 25th April 1918.\n\nPeter Robert Jones was the son of Sarah Elizabeth Jones, of 125, Ashbourne Rd., Fulwood Rd., Liverpool, and the late Peter Jones.//", "authorname": "Gary Donaldson", "id": "32254785-8244754332-72157632344217525", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8244754332/#comment72157633113292705", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1364560227", "_content": "According to his baptism record at Toxteth St Cleopas, Lancashire he was born on 7th Nov 1897. Baptised 3 weeks later.\n\nBy 1901 his 41 yr old mother was widowed and Peter is shown as the youngest of the 8 children living at home at 284 Park Road, Toxteth.\n\n10 years later the family were living at number 282. Sarah Elizabeth was described as an Oil and Colour Dealer. The census return shows that she had married at the age of 20 and had 9 children, 8 of whom had survived. The family occupied six rooms and Sarah signs the return with a flourish.\n\nThe database of UK Soldiers killed in the Great War notes 'Formerly 1621, Lancashire Hussars'.", "authorname": "Mrs Audubon", "id": "32254785-8244754332-72157633113292705", "iconfarm": 4}], "photo_id": "8244754332"}}