{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1323987027", "originalformat": "jpg", "owner": {"username": "Riksarkivet (National Archives of Norway)", "realname": "", "nsid": "59811348@N05", "iconserver": "5060", "location": "Oslo, Norway", "path_alias": "national_archives_of_norway", "iconfarm": 6}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "6517908351", "title": {"_content": "Favorittbilde #17. Ukas bilde / Photo of the week 50/2011"}, "media": "photo", "tags": {"tag": []}, "comments": {"_content": "0"}, "secret": "7bf5250f54", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "Ukens bilde er valgt ut av Mette Gismerøy Ekker, arkivar i Seksjon for kildeutgivelse.\n\n&quot;Som medarbeider ved Riksarkivets Seksjon for kildeutgivelse har jeg vanligvis mer å gjøre med teksten og dens detaljer enn med fotografier. Men i arbeidet med utgivelsen av Nasjonal Samlings møteprotokoll ble jeg kjent med en rekke bilder fra NS fotosamling. Jeg har valgt et bilde som ikke ble med i utgaven. Det er et noe uskarpt bilde, men ikke mindre sjarmerende av den grunn. \n\nBildet viser en glad gjeng fra Porsgrunn på vei med buss til NS' 3. riksmøte i Stavanger i juli 1935. Nå har de stoppet i Fevik. Det er en varm dag, de har begynt å kaste jakker og brette opp ermer. Kanskje har noen av dem badet, – det ser ut til å henge klær til tørk på bussen, både fra taket og på forskjermen. Bussen er en Chevrolet av god, gammel type, med bagasjen tidstypisk bundet fast på taket. Her er sommer, sol og avslappet stemning. \n\nI midten, bak gruppen, ser vi NS-flagget: gult kors på rød bunn. I 1935 var NS et lite og heller ubetydelig parti. Når jeg i dag ser på dette bildet og vet hvilken rolle NS fikk under krigen, får den solfylte julidagen en foruroligende og dyster undertone som bildet i seg selv ikke rommer. Det er denne dobbeltheten jeg finner så fascinerende med bildet av NS-medlemmenes stopp i Fevik en sommerdag i 1935.&quot;\n\nArkivreferanse: PA-0781 NS fotosamling Fce4_471"}, "isfavorite": 0, "views": "1328", "farm": 8, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2011-12-15 23:10:27", "lastupdate": "1374012630", "takengranularity": "0", "posted": "1323987027"}, "originalsecret": "04a6a69fd3", "license": "7", "notes": {"note": []}, "server": "7167", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/national_archives_of_norway/6517908351/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}