{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1347890342", "originalformat": "jpg", "owner": {"username": "National Media Museum", "realname": "National Media Museum", "nsid": "26808453@N03", "iconserver": "8189", "location": "UK", "path_alias": "nationalmediamuseum", "iconfarm": 9}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "7996010096", "title": {"_content": "Still from footage recorded by Edward Turner, 1902."}, "media": "photo", "tags": {"tag": []}, "comments": {"_content": "7"}, "secret": "d51d73ace9", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "Image from the National Media Museum Collection.\n\nFollowing a transfer of the collection from the Science Museum to the National Media Museum in 2009, two rolls of film were discovered. Curator of Cinematography, Michael Harvey, identified them as being original Lee and Turner film and organised initial tests to see if the colour information could be recovered. \n\nInitially we took three frames of film, coloured them red, green and blue and superimposed them in Photoshop. The resulting image, in full colour, was stunning. \n\nThis led to us considering restoring the whole roll of film in this manner. This was undertaken by archive experts David Cleveland and Brian Pritchard using a combination of traditional laboratory techniques and digital technology. They followed Turner’s method exactly and were able to reveal the full-colour moving images. They can now be seen for the first time in 110 years in the Museum alongside the original equipment used by Turner. \n\nWe're happy for you to share this digital image within the spirit of The Commons. Certain restrictions on high quality reproductions of the original physical version of apply though; if you're unsure please visit the <a href=\"http://www.nationalmediamuseum.org.uk/\" rel=\"nofollow\">National Media Museum website</a>.\n\nFor obtaining reproductions of selected images please go to the <a href=\"http://www.scienceandsociety.co.uk/\" rel=\"nofollow\">Science and Society Picture Library</a>."}, "isfavorite": 0, "views": "4187", "farm": 9, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2009-01-29 10:12:19", "lastupdate": "1383217518", "takengranularity": "0", "posted": "1347890342"}, "originalsecret": "2eb6028d7b", "license": "7", "notes": {"note": []}, "server": "8038", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nationalmediamuseum/7996010096/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}