{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/smithsonian/2575866304/#comment72157606235254657", "realname": "Hans", "path_alias": null, "author": "27057665@N04", "iconserver": "3122", "datecreate": "1216367413", "_content": "papillon en Treté de la gravure en bois:\n\nJ-M Papillon - Traité historique et pratique de la gravure en bois. Paris, 1766\n\n<a href=\"http://www.fulltable.com/VTS/a/artman/06.jpg\">www.fulltable.com/VTS/a/artman/06.jpg</a>\n\nThe device in the picture is described here:\n<a href=\"http://www.antiquemapsandprints.com/a-history-of-wood-engraving6.htm\">www.antiquemapsandprints.com/a-history-of-wood-engraving6...</a>", "authorname": "Hans Palmboom", "id": "25030781-2575866304-72157606235254657", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/smithsonian/2575866304/#comment72157628021388723", "realname": "", "path_alias": null, "author": "34564322@N03", "iconserver": "7310", "datecreate": "1321516085", "_content": "The photo was taken of page 575 from The 1862 American edition of Henry Bohn's edition of Chatto and Jackson's <i>A Treatise on Wood Engraving</i> by William Andrew Chatto, with upwards of 400 illustrations engraved on wood by John Jackson. Most likely the edition was the one sold and imprinted for an American market by J. W. Bouton, 706 Broadway, New York. The first edition was dated 1839, but page 575 of this later addition matches the picture exactly. The globe would have been filled with water and a bit of cobalt (to make the light less glaring). The globe worked like a bull's-eye lens, concentrating the light into a small area, and enabling the engraver to work at night. The globe would have also acted as a buffer from the heat of the lamp. Several engravers could work around a single light by using the globe set-up between the lamp and their work surface.", "authorname": "typesticker", "id": "25030781-2575866304-72157628021388723", "iconfarm": 8}], "photo_id": "2575866304"}}