{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1345180961", "originalformat": "jpg", "owner": {"username": "Australian National Maritime Museum on The Commons", "realname": "", "nsid": "33147718@N05", "iconserver": "3829", "location": "", "path_alias": "anmm_thecommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "7799937980", "title": {"_content": "Warrant Engineer Frederick William Reville"}, "media": "photo", "tags": {"tag": []}, "comments": {"_content": "0"}, "secret": "e6b379f490", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "Frederick William Reville signed up for 12 years of service in the Royal Australian Navy (RAN) in 1934 and progressed from ERA IV (Engine Room Artificer 4th Class) to Warrant Engineer in 1940. His training was at the RAN bases of HMAS CERBERUS and PENGUIN as well as at sea in HMAS AUSTRALIA. His final posting was to HMAS SYDNEY. His service record papers end with the words 'MISSING PRESUMED LOST 'SYDNEY' 20/11/41'.\n\nUntil 2008, the loss of HMAS SYDNEY and all 645 crew members in battle against HSK KORMORAN has been a source of mystery and despair to many in the naval and historical community.\n\nReturning from convoy duties HMAS SYDNEY sighted what appeared to be the Dutch merchant ship STRAAT MALAKKA off the Western Australian coast. It was 19 November 1941.\n\nSYDNEY repeatedly signalled for identification. The merchant ship avoided replying, until suddenly it opened fire - revealing it to be the German armed auxiliary cruiser HSK KORMORAN. SYDNEY's bridge was destroyed in the first attack. Torpedoes hit near the forward gun turrets - putting them out of action. KORMORAN's engine room was hit and fire raged until it was abandoned, the mines on board detonated and the ship blew up and sank. German survivors reported seeing SYDNEY ablaze and steaming away.\n\nHSK KORMORAN was found on 12 March 2008 and HMAS SYDNEY on 16 March some 12 nautical miles apart by HMAS Sydney Search Pty Ltd. Both ships bear testament to the fierce gun battle. The damage to SYDNEY shows extremely accurate gunfire from the Germans and substantiates much of what the German survivors recounted. It also appears SYDNEY sank quickly after extensive damage to the forward section resulted in the bow falling away from the ship and flooding the remainder with water.\n\nThe Australian National Maritime Museum undertakes research and accepts public comments that enhance the information we hold about images in our collection. If you can identify a person, vessel or landmark, write the details in the Comments box below. \n\nThank you for helping caption this important historical image.\n\nObject number 00045273, ANMM Collection Gift from Pauline Humphreys"}, "isfavorite": 0, "views": "1315", "farm": 9, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2008-09-12 11:27:34", "lastupdate": "1345859104", "takengranularity": "0", "posted": "1345180961"}, "originalsecret": "9c468a9d79", "license": "7", "notes": {"note": []}, "server": "8442", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/anmm_thecommons/7799937980/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387836483}