{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6789451189/#comment72157629327949589", "realname": "", "path_alias": null, "author": "68061336@N05", "iconserver": "0", "datecreate": "1329303572", "_content": "There is no Commonwealth War Graves Commission listing for this soldier so he must have survived  WW1\n\nVery Odd as does not seem to be a medal card in National Archives either", "authorname": "coldlunchuk", "id": "32254785-6789451189-72157629327949589", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6789451189/#comment72157629345541531", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1329411825", "_content": "4th Battalion Royal Inniskilling Fusiliers (known colloquially as the Fermanagh Light Infantry) was an 'Extra Reserve' infantry battalion, raised in August 1914.  The battalion did not deploy overseas.  It was initially stationed in Enniskillen and on mobilisation moved to Lough Swilly, and then in October 1915 to Buncrana.  In 1916 it moved to Clonmany and then back to Buncrana.  4th and 12th Battalions Royal Inniskilling Fusiliers were absorbed into 3rd Battalion Royal Inniskilling Fusiliers in April 1918. \nThere was a draft of Second Lieutenants into the 4th Battalion in 1915, Robinson in February; Filgate in March; Bolton in April; Sheridan, Tollit, Walsh and Plowman in May; Hunter in June; but I find no sign of Esdaile in the London Gazette.\nThe Irish Census for 1910/11 is not very revealing but in the English census for 1911 there is a David Esdaile, born Greenwich 1896?//", "authorname": "Gary Donaldson", "id": "32254785-6789451189-72157629345541531", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6789451189/#comment72157629349431469", "realname": "", "path_alias": null, "author": "68061336@N05", "iconserver": "0", "datecreate": "1329431883", "_content": "If not did deploy to France could explain why no medal card as medals were awarded for service in theatre of war", "authorname": "coldlunchuk", "id": "32254785-6789451189-72157629349431469", "iconfarm": 0}], "photo_id": "6789451189"}}