{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nlireland/5456033735/#comment72157625958601557", "realname": "Stuart", "path_alias": null, "author": "23885771@N03", "iconserver": "3401", "datecreate": "1298076277", "_content": "Anyone know what is that magnificant building on top of the hill?\n\nI don't think it's there anymore?\n\nThanks. Stuart.", "authorname": "RETRO STU", "id": "47267889-5456033735-72157625958601557", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nlireland/5456033735/#comment72157625985699579", "realname": "", "path_alias": null, "author": "57099931@N05", "iconserver": "0", "datecreate": "1298396312", "_content": "In the mid 1890s, the West Clare Railway made Lahinch more accessible and consequently, people flocked to Lahinch to stay at the new Golf Links Hotel. This hotel was built by prominent members of the golf club to provide first class accommodation for golfers. It opened in 1896 and was the last word in luxury. Unfortunately it burned down in 1933.", "authorname": "Thomondrow", "id": "47267889-5456033735-72157625985699579", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nlireland/5456033735/#comment72157625986280511", "realname": "Paddy Waldron", "path_alias": "pwaldron", "author": "57139267@N06", "iconserver": "5004", "datecreate": "1298402012", "_content": "There are many references to the Golf Links Hotel in Lahinch in The Irish Times archives.  Here are a few highlights.\n\nThe forthcoming opening of the new hotel on 1 May 1896 was advertised in The Irish Times of 27 April 1896.  The Irish Times of 11 May 1896 had a long review describing the new building from which the following extracts are taken:\n\n`... The new hotel stands on an eminence above the village; it commands a magnificent prospect of sea and land, cliff, shore, and plain, and by its artisitc Swiss style itself lends a new feature of picturesequeness to the place.  The hotel is a very fine building.  It is of extremely large proportions, and on the outside, by its admirable design and neat finish, gives promise - which is abundantly realised - of comfort and, indeed, enjoyment within ... built of pitch pine, with the exception of the basement, which is in stone, and the roof is of iron ...'\n\nAccording to my sources in Lahinch, the hotel was built by a Dutch company.  (The Dutch were still building hotels in Clare 65 years later - in the form of the equally-shortlived Atlantic Hotel in Kilkee, always known locally as `The Dutch'.)\n\nThe hotel reopened under new management in 1899 (see advt., Irish Times, 29 Mar 1899).\n\nIn 1902, Mr. F. P. Fagan, Clerk of the Peace for the King's County, sued the Golf Links Hotel Company, Lahinch, arising out of an incident in Sep 1901 when after returning from his bedroom he missed two £1 notes which he had in his vest pocket.  (Irish Times, 28 Oct 1902)\n\nOn 22 Sep 1905, The Irish Times reported that `Arrangements have been made to keep the Hotel open with superior staff throughout the winter' and listed the names of many of the `distinguished visitors' who had patronised it since 1 Sep.\n\nOn 30 Oct 1909, The Irish Times reported that Miss Catherine Roche, a barmaid, had taken a slander action against Mr. Francis Joseph Wellisch, manager of the Lahinch Golf Links Hotel and his wife, seeking £500 damages.\n\nWinter opening was not a success and was soon discontinued.  On 7 Mar 1912, The Irish Times advertised that the Lahinch Golf Links Hotel, Limited, would be `Open for Visitors from THURSDAY, the 14th MARCH, for the coming Season'.  In 1916, the hotel opened for the season on 15 April.\n\nIt was taken over by the British Military in 1917 and used for the training of British conscripts. The British vacated it in 1919.  See\n<a href=\"http://www.clarelibrary.ie/eolas/coclare/places/lahinch_places_interest.htm\" rel=\"nofollow\">www.clarelibrary.ie/eolas/coclare/places/lahinch_places_i...</a>\n\nThe Irish Times of 16 Dec 1919 reported that an application by Mr Bruce Murray and Mr Malcolm Shaw, trustees of the Debenture holders, to exercise their power of sale for the purpose of realising the money-secured Debenture issue of Lahinch Golf Links Hotel Co., Ltd., was granted in the Chancery Division.  The Ordinary Share capital amounted to £3,025 and Debentures had been issued to the amount of £10,000.  A public auction was duly advertised by James Adam &amp; Sons for 23 Feb 1920.  The first attempt to sell apparently did not succeed, for on 29 May 1920, the hotel was again advertised for sale in The Irish Times as a going concern, by Lahinch Golf Links Hotel, Ltd., &quot;in liquidation&quot;.\n\nBy 22 Jun 1921, the Irish Times was regularly advertising the Golf Links Hotel, Lahinch `recently purchased by Edward O'Dwyer (late of Imperial Hotel, Lisdoonvarna), and now open after Renovation and Re-decoration.'\n\nAt about 8:30pm on Sunday 6 Mar 1933, Civic Guards on duty in Lahinch saw flames in the empty hotel, which was still open for visitors in the summer months only.  `... in less than two hours, the fine hotel had been burned to the ground.'\n\nThe O'Dwyer family who owned the Golf Links Hotel lived at 3 Main Street, Ennistymon; see\n<a href=\"http://www.clarelibrary.ie/eolas/coclare/places/et_houses/eastern_side_mainst.htm\" rel=\"nofollow\">www.clarelibrary.ie/eolas/coclare/places/et_houses/easter...</a>\nAccording to the 1901 census at <a href=\"http://www.census.nationalarchives.ie/pages/1901/Clare/Ennistymon/Newtown_Street/1072944/\" rel=\"nofollow\">www.census.nationalarchives.ie/pages/1901/Clare/Ennistymo...</a>\nWilliam O'Dwyer of Ennistymon was already a hotel proprietor in that year.  I am not sure whether or not he was related to Edward O'Dwyer who purchased the hotel in 1921.", "authorname": "Paddy Waldron", "id": "47267889-5456033735-72157625986280511", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/nlireland/5456033735/#comment72157625988322825", "realname": "Stuart", "path_alias": null, "author": "23885771@N03", "iconserver": "3401", "datecreate": "1298419725", "_content": "[http://www.flickr.com/photos/57099931@N05], [http://www.flickr.com/photos/57139267@N06] Thank you both for that fascinating information. Stuart.", "authorname": "RETRO STU", "id": "47267889-5456033735-72157625988322825", "iconfarm": 4}], "photo_id": "5456033735"}}