{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/smithsonian/2824832732/#comment72157607095702434", "realname": "Nicholas Mitchell", "path_alias": "ipuzzled", "author": "96376965@N00", "iconserver": "4", "datecreate": "1220484105", "_content": "<a href=\"http://www.famousamericans.net/charlesyardleyturner/\">Turner, Charles Yardley</a>, artist, born in Baltimore, Maryland, 25 November, 1850. He came to New York in 1872 and studied at the Academy of design for three years. He was one of the founders of the Art students' league, and remained there until 1878, in which year he went abroad. In Paris he studied under Jean Paul Laurens, Michael Munkacsy (forming, with some other students, the &quot;Munkacsy school &quot;), and Leon Bonngt. In 1881 he returned to New York and first exhibited at the National academy the following year. He gained the Hallgarten prize by the &quot;Courtship of Miles Standish&quot; in 1883, was also elected an associate of the academy, and in 1886 was made an academician. His works in oil include &quot;The Grand Canal at Dordrecht,&quot; &quot;The Days that are No More,&quot; and &quot;Afternoon Tea&quot; (1882) ; &quot; Dorothy Fox&quot; and &quot;Preparing for Yearly Meeting&quot; (1883) ; and &quot;The Last of the Montauks,&quot; &quot;Hartnah Thurston,&quot; and &quot;The Bridal Procession,&quot; from &quot;Miles Standish&quot; (1886). Of his water-colors the principal are &quot; Dordrecht Milkmaid&quot; (1882) ; &quot;Engaged&quot; (1885) : &quot;Martha Hilton&quot; (1886); and &quot;At the Ferry&quot; (1887). Mr. Turner has of late given much attention to etching.\n\nPaintings: <a href=\"http://www.artnet.com/artwork/424627848/1004/charles-yardley-turner-reverie.html\">Reverie</a>, <a href=\"http://www.artnet.com/artwork/28283/1004/charles-yardley-turner-the-bridal-procession.html\">The Bridal Procession</a>.", "authorname": "I, Puzzled", "id": "25030781-2824832732-72157607095702434", "iconfarm": 1}], "photo_id": "2824832732"}}