{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/7838710542/#comment72157634829250775", "realname": "", "path_alias": null, "author": "99490033@N02", "iconserver": "0", "datecreate": "1375042860", "_content": "The name Shek Tong Tsui was derived from the nearby old quarry, or &quot;Shek Tong&quot; (石塘) in Cantonese. It was located around modern-day Hill Road and The Belcher's, and was used by the Hakka people since the 17th century. &quot;Tsui&quot; (嘴) indicates that the area was a headland.\n\nThe area was first settled in 1880 by granite miners. In the early 1900s, Hong Kong Island's brothels were moved from Possession Point in Sheung Wan to this area under orders from the Hong Kong Governor Matthew Nathan. The place thus flourished as a red light district and came to its golden period. During this period, Chinese affluents in Hong Kong came to Shek Tong Tsui for entertainment, and numerous Cantonese opera theatres and Cantonese restaurants were founded in the area. It was known locally in the Cantonese phrase &quot;tong sai fung yuet&quot; (塘西風月), which means &quot;good times west of the quarry&quot;. Brothels in this area inspired numerous novels and Hong Kong films, most notably Rouge (1987) which starred Anita Mui and Leslie Cheung.\n\nThis golden period lasted until the ban of prostitution by the Hong Kong Government in 1935. However, during the Japanese occupation of Hong Kong, the Japanese military government relocated all Chinese brothels to the area, which was renamed as Kuramae (?前) by the Japanese. Again the area boomed, with about 500 brothels in the area at the time, but they could only serve Japanese agents since the lives under Japanese rule were too harsh to enjoy for commoners.\n\nAfter the Japanese retreat, the name of the area was reverted back to its Chinese name, as with the rest of Hong Kong. The British ban went back into place, and all traces of Shek Tong Tsui's amorous history were washed away by decades of urbanization.", "authorname": "hphbhk", "id": "31569669-7838710542-72157634829250775", "iconfarm": 0}], "photo_id": "7838710542"}}