{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/usnationalarchives/3906417913/#comment72157630182259294", "realname": "", "path_alias": null, "author": "80688955@N04", "iconserver": "0", "datecreate": "1340052233", "_content": "This does appear to be an image of the Blue Grass Parkway (now know as the Martha Lane Collins Blue Grass Parkway) since I travel the road often and the terrain and geographic contours look like central Kentucky. However, the caption describes it as being near Ashland and the border with West Virginia. The Blue Grass Parkway runs from Versailles, KY to Elizabethtown, KY and is located in the heart of the Blue Grass region (hence the name) in the center of the state. Its closest point to West Virginia is about 125 miles away. The terrain in this image is NOT Eastern Kentucky.", "authorname": "falcon1419", "id": "35717303-3906417913-72157630182259294", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/usnationalarchives/3906417913/#comment72157633472802573", "realname": "", "path_alias": "rainaelf", "author": "90878220@N03", "iconserver": "8500", "datecreate": "1368472504", "_content": "i was going to post the same thing as the person above. thanks falcon1419!", "authorname": "RainaElf", "id": "35717303-3906417913-72157633472802573", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/usnationalarchives/3906417913/#comment72157633486678575", "realname": "", "path_alias": "usnationalarchives", "author": "35740357@N03", "iconserver": "8547", "datecreate": "1368635494", "_content": "Hi Falcon1419 and RainaElf,\n\nThank you for your interest in these Documerica photos!  We appreciate hearing from people who have local knowledge of the subjects of our photos and we always welcome input.\n\nThe original captions and titles for this photo were created by the photographer, Jack Corn, back when the project was being worked on (In fact, all of the photos in this collection had captions and titles written by the photographer who captured the photos!).  Sometimes it is hard to tell if the captions were created by the National Archives or are a part of the historic record (as in the case of this photo).  Since the caption is a part of the historic value of the photo, our policy is to not alter or correct the information provided in the original record.\n\nWe would love it if you would contribute some tags to these photos with any information you think represents the locations and subjects within them!  We are always happy to see interest in our collections, and I hope you continue to enjoy browsing the US National Archives' photos on Flickr.\n\nThanks,\n\nMary\nUS National Archives", "authorname": "The U.S. National Archives", "id": "35717303-3906417913-72157633486678575", "iconfarm": 9}], "photo_id": "3906417913"}, "flarchive:created": 1387670092}