{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/4647771258/#comment72157624038963071", "realname": "", "path_alias": null, "author": "7674191@N03", "iconserver": "3227", "datecreate": "1275187145", "_content": "Complete history of USS Arkansas BB33 can be found at:      \nDictionary of American Naval Fighting Ships <a href=\"http://www.hazegray.org/danfs/battlesh/bb33\" rel=\"nofollow\">www.hazegray.org/danfs/battlesh/bb33</a>", "authorname": "5150PLB", "id": "8602872-4647771258-72157624038963071", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4647771258/#comment72157624049806295", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1275323368", "_content": "&quot;The third Arkansas (Battleship No. 33) was laid down on 25 January 1910 at Camden, N.J., by the New York Shipbuilding Co.; launched on 14 January 1911; sponsored by Miss Nancy Louise Macon; and commissioned at the Philadelphia Navy Yard on 17 September 1912, Capt. Roy C. Smith in command.\n\n&quot;The new battleship took part in a fleet review by President William H. Taft in the Hudson River off New York City on 14 October 1912, and received a visit from the Chief Executive that day. She then transported President Taft to the Panama Canal Zone for an inspection of the unfinished isthmian waterway. After putting the inspection party ashore, Arkansas sailed to Cuban waters for shakedown training. She then returned to the Canal Zone on 26 December to carry President Taft to Key West, Fla.\n\n&quot;Following this assignment, Arkansas joined the Atlantic Fleet for maneuvers along the east coast. The battleship began her first overseas cruise in late October 1913, and visited several ports in the Mediterranean. At Naples, Italy, on 11 November 1913, the ship celebrated the birthday of the King of Italy. Earlier in October 1913, a coup in Mexico had brought to power a dictator, Victoriano Huerta. The way in which Huerta had come to power, however, proved contrary to the idealism of President Woodrow Wilson, who insisted on a representative government, rather than a dictatorial one, south of the American-Mexican border. Mexico had been in turmoil for several years, and the United States Navy maintained a force of ships in those waters ready to protect American lives.&quot;", "authorname": "Wystan", "id": "8602872-4647771258-72157624049806295", "iconfarm": 4}], "photo_id": "4647771258"}}