{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/7118550051/#comment72157629548089334", "realname": "", "path_alias": null, "author": "11418107@N02", "iconserver": "1068", "datecreate": "1335545703", "_content": "Helen Mettler (1910-1926); killed in an accidental fall at Taggart Canyon near Jackson Hole, Wyoming, age 16.  She was the daughter of Helen Fleischmann and John Wyckoff Mettler; John W. Mettler (1878-1952) was president of the Interwoven Stocking Company.  The family was vacationing in Wyoming at the time of Helen's death.\nHelen's gravesite:\n<a href=\"http://www.findagrave.com/cgi-bin/fg.cgi?page=gr&amp;GRid=16725467\" rel=\"nofollow\">www.findagrave.com/cgi-bin/fg.cgi?page=gr&amp;GRid=16725467</a>\n\nApparently Helen Mettler kept a diary during her family visits to Wyoming, and in the last entry wrote &quot;God Bless Wyoming, and keep it wild.&quot;  Thus young Miss Mettler is quoted often, in various discussions of Wyoming land management, etc., to this day.  (Many of these quotations further say she died in 1925, but apparently that's only the date of the last diary entry.)", "authorname": "pennylrichardsca (now at ipernity)", "id": "8602872-7118550051-72157629548089334", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/library_of_congress/7118550051/#comment72157638591910493", "realname": "Leigh Melander", "path_alias": null, "author": "111291025@N04", "iconserver": "0", "datecreate": "1386804062", "_content": "Her mother, Helen Fleischmann, was the daughter of Maximilian Fleischmann (1846-1890) and Johanna Mueller (?-1936). Max Fleischmann was a co-founder of the Fleischmann's Yeast Company (which eventually became Fleischmann's Co and was a major international company).\n\nThe extended Fleischmann family owned a summer compound of great camps in the Catskills, where Helen Fleischmann spent her childhood summers. The community was named after the Fleischmann family after a gift of a park and baseball field by Max and Johanna's nephews, who owned the Cincinnati Reds. I now own the only building still standing in the original compound as an inn and retreat center, and it is in the process of being listed on the National Register of Historic Places. Pictures at <a href=\"http://spillian.com\" rel=\"nofollow\">spillian.com</a>", "authorname": "SpillianRevels", "id": "8602872-7118550051-72157638591910493", "iconfarm": 0}], "photo_id": "7118550051"}}