{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1348687306", "originalformat": "jpg", "owner": {"username": "Riksarkivet (National Archives of Norway)", "realname": "", "nsid": "59811348@N05", "iconserver": "5060", "location": "Oslo, Norway", "path_alias": "national_archives_of_norway", "iconfarm": 6}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "8027475666", "title": {"_content": "Ukas bilde/Photo of the week 22/2012"}, "media": "photo", "tags": {"tag": []}, "comments": {"_content": "0"}, "geoperms": {"isfriend": 0, "isfamily": 0, "ispublic": 1, "iscontact": 0}, "secret": "4387bd68af", "location": {"locality": {"woeid": "862592", "place_id": "QAkFKjxZVLgK0Y0", "_content": "Oslo"}, "country": {"woeid": "23424910", "place_id": ".w.HEL1TUb59cTCREg", "_content": "Norway"}, "region": {"woeid": "2346395", "place_id": "wcAfH9FTUb5hN3ak", "_content": "Oslo Fylke"}, "place_id": "jVhFCg1TUb0MUGoA0Q", "longitude": 10.747139, "county": {"woeid": "865320", "place_id": "mlLvXHZZVL8seO4", "_content": "Bydel St. Hanshaugen"}, "context": "0", "woeid": "23701351", "latitude": 59.923656, "neighbourhood": {"woeid": "23701351", "place_id": "jVhFCg1TUb0MUGoA0Q", "_content": "Fredensborg"}, "accuracy": "16"}, "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "Denne ukens bilde er valgt ut av Knut Johannessen, som er seniorrådgiver i Riksarkivet.\n\n”Dette motivet er velkjent, iallfall for oslofolk. Fotografiet viser Gamle Aker kirke med de øverste husene i Telthusbakken nedenfor på en fin sommerdag. Du blir kanskje overrasket over bildet er tatt så tidlig som i 1861? Men dette er et av de få steder i Oslo der lite har forandret seg i løpet av 150 år.\n\nJeg har valgt dette fotografiet fordi det forteller så mange historier. I tillegg er det en del av min egen historie fordi jeg har bodd like i nærheten det meste av mitt liv. Den karakteristiske konturen av kirken har festnet seg til netthinnen min. Jeg hadde arbeidet mange år i Riksarkivet før jeg ble klar over at fotografiet eksisterte. Det har en ganske spesiell arkivhistorie. \nBildet befinner seg i privatarkivet til litteraten Paul Botten-Hansen, som døde i 1869. Han var blant annet redaktør for ukebladet Illustreret Nyhedsblad. Riksarkivet kjøpte arkivet etter ham og fikk noe av bladets arkiv med på kjøpet, deriblant underlagsmaterialet for enkelte illustrasjoner. I bladet måtte bildene gjengis som stikk eller xylografier, men i dette tilfellet er altså originalen et fotografi, ett av de eldste i Riksarkivet. \n\nBildet forteller fotografihistorie, ettersom så tidlige landskapsbilder er en sjeldenhet. Fotografen måtte preparere platen like før opptaket og fremkalle bildet umiddelbart etterpå. I tillegg til det store kameraet måtte han ha med seg både kjemikalier og et lystett telt når han arbeidet utenfor atelieret. Dette bildet er ekstra sjeldent fordi det er kopiert på et løvtynt, matt papir. Det kalles saltpapir fordi de kjemiske saltene som reagerer med lyset, ligger innbakt i papiret. Det tynne papiret har vært brettet, og dermed har bildet fått en lys tverrstrek.\nI mai 1861 ble Gamle Aker kirke gjenåpnet etter to års restaurering, ledet av arkitektene Schirmer og von Hanno. Det var denne nyheten bladet ville fortelle sine lesere. Sammen forteller fotografiet og artikkelen en viktig historie fra kulturminnevernets tidlige år i Norge. Aker kommune ville rive den eldgamle kirken fordi den var blitt for liten, men etter en heftig strid fikk Christiania kommune kjøpt kirken med økonomisk tilskudd fra Fortidsminnesmerkeforeningen. \nDet dominerende tårnet var arkitektenes markante signatur. Kirken hadde aldri hatt tårn tidligere. Ser vi godt etter på fotografiet, aner vi at steinen er skinnende ny, både i tårnet og andre steder. Det var altså for 150 år siden at den eneste bevarte middelalderkirken i Oslo fikk det utseendet mange tror den alltid har hatt.\n\nOg fotografen? ”Hr. Petersen”, som han kalles i bladet, viser seg å være Peter Petersen, født i København i 1835. Han fikk en annen karriere enn fotografer flest. I 1865 ble han ansatt som leder for den nyopprettede avdelingen for fotografi og galvanoplastikk ved Norges Geografiske Oppmåling. Kanskje ble han dermed den første statsansatte fotografen i Norge.”\n\nArkivhenvisning: PA17U1_6."}, "isfavorite": 0, "views": "1065", "farm": 9, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2012-09-26 21:12:33", "lastupdate": "1374012633", "takengranularity": "0", "posted": "1348687306"}, "originalsecret": "b8cb2c11ca", "license": "7", "notes": {"note": []}, "server": "8038", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/national_archives_of_norway/8027475666/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}