{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/8147840988/#comment72157631954801268", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1352316227", "_content": "Ange-Francois Cyprien Troussaint, M.D.\nDirector-General  of the French Army Medical Service.\nThe hospital he was inspecting, the gift of  New Yorkers Gibson, Clarence and William Fahnestock, is described in the Journal of the American Medical Association, June 26, 1915:\n&quot;\nAN AMERICAN FIELD HOSPITAL \n\nA field hospital of the type used in the American army has just been exhibited in Paris. It is due to the generosity of the Fahnestock family of New York. It consists of twentytwo khaki-colored canvas tents. Eight conical tents are •for the use of the staff. Six oblong tents are to be used for the wounded; each tent can receive eighteen so that there is a capacity of 108 wounded. Five hospital tents have a double covering, a circulation of air between the two layers of canvas maintaining an even temperature within the tents. Three of these five are for operation rooms; the fourth is used as a pharmacy and the fifth is for the reserve medical appliances. Three tents are intended each to accommodate two officers. These twenty-two tents and their contents are placed on four trucks furnished by the French government. To this unit, which is about to go to the front, are attached ten large automobiles belonging to the American hospital of Neuilly. Each of these cars can carry four or five wounded men sitting and three who are unable to sit up. The great utility of this ambulance will be in seeking out the wounded at the first aid post behind the line of fire and transporting them rapidly after the first dressings to the stations.&quot;\n<a href=\"http://books.google.com/books?id=0uwBAAAAYAAJ&amp;pg=PA2152&amp;dq=fahnestock+field+hospital,++paris&amp;hl=en&amp;sa=X&amp;ei=J7aaUPOXEsrCigKsqoD4CA&amp;sqi=2&amp;ved=0CDIQ6AEwAg#v=onepage&amp;q=fahnestock&amp;f=false\" rel=\"nofollow\">books.google.com/books?id=0uwBAAAAYAAJ&amp;pg=PA2152&amp;...</a>\n\n<a href=\"http://www.google.com/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;frm=1&amp;source=web&amp;cd=1&amp;cad=rja&amp;ved=0CDEQFjAA&amp;url=http://rcnarchive.rcn.org.uk/data/VOLUME055-1915/page130-volume55-14thaugust1915.pdf&amp;ei=m7SaUPv-Iom9iwKuyoHQAg&amp;usg=AFQjCNFC8Hr2FF7g93Tl9qxfFN0_lk9htQ\" rel=\"nofollow\">www.google.com/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;f...</a>\nMore photos of the hospital:\n<a href=\"http://books.google.com/books?id=Mk4fAQAAMAAJ&amp;dq=fahnestock field hospital,  paris&amp;pg=RA1-PA26#v=onepage&amp;q&amp;f=false\" rel=\"nofollow\">books.google.com/books?id=Mk4fAQAAMAAJ&amp;dq=fahnestock%...</a>", "authorname": "artolog", "id": "8602872-8147840988-72157631954801268", "iconfarm": 4}], "photo_id": "8147840988"}}