{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/8559591668/#comment72157633242582734", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1365930164", "_content": "Em Setembro de 1932 , Salvador Sá Nogueira, Administrador Geral do Porto de Lisboa, expunha a Duarte Pacheco, Ministro das Obras Públicas e Comunicações, a necessidade e urgência de se dotar o porto de Lisboa, de instalações condignas ao serviço de passageiros e, em Novembro do mesmo ano a AGPL - &quot;Administração Geral do Porto de Lisboa&quot;  apresentava ao ministro os ante-projectos de duas gares a construir em Alcântara e na Rocha do Conde de Óbidos. A estimativa para o custo total, compreendendo cerca de 750 contos (3.750 € x coef. de actualização 174,44) para a construção de uma pequena estação ferroviária, rondaria cerca de 5.000 contos (25.000 €  x coef. de actualização 174,44). \n\nUm posto de desinfecção foi aqui criado nos finais do século XIX, tendo assim terminado a situação de navios fundeados a meio do rio Tejo, impedidos de atracar sempre que havia suspeita de epidemia a bordo.\n\nO voto unânime do &quot;CSOP - Conselho Superior de Obras Públicas&quot; reprovou este ante-projecto das duas gares lançado pela AGPL ainda em 1932. A urgência inadiável ia para a construção de uma gare marítima central, a implantar nos terrenos situados entre Santos e o Terreiro do Paço e próximos à já existente Estação do Cais do Sodré (inaugurada em 1928). Em Fevereiro de 1933, Duarte Pacheco reconhecendo a necessidade da existência da gare central n no Cais do Sodré considera imprescindível a construção da gare de Alcântara, e até ao final desse mesmo ano concorda com a proposta de Salvador Sá Nogueira para a construção da terceira gare na Rocha do Conde de Óbidos.\n\nDepois de abandonado o projecto para a gare central no Cais do Sodré por motivos geotécnicos (terrenos movediços) e de complexidade de engenharia e custos, os projectos para as duas gares encomendados ao arquitecto Porfírio Pardal Monteiro em 1934, só seriam finalizados em 1936 . Estes projectos ficariam «na gaveta» até Março de 1938 altura em que o Presidente do Conselho Dr. Oliveira Salazar, traçaria como linha prioritária a construção de pelo menos uma gare a estar concluída para as celebrações do duplo centenário em 1940. \n\nA primeira a ser concluída foi  a &quot;Gare Marítima de Alcântara&quot; a 7 de Julho de 1943. Em 19 de Junho de 1948 seria inaugurada no extremo oposto (nascente) do cais, a &quot;Gare Marítima da Rocha Conde de Óbidos&quot;, como atrás referido, também projecto do arquitecto Porfírio Pardal Monteiro e com pinturas, também, de José de Almada Negreiros no seu interior.\n\nRelembro que o projecto comtemplava também uma galeria colocada à altura do primeiro piso, com a largura de 11 metros e numa extensão de 1 quilómetro, que uniria a &quot;Gare Marítima de Alcântara&quot; à &quot;Gare Marítima da Rocha do Conde de Óbidos&quot;. Deste modo conseguir-se-ia «uma grande estação constituída por dois postos de embarque e desembarque» que foi abandonado por questões orçamentais.\n\nA &quot;Gare Marítima da Rocha do Conde de Óbidos&quot; passou a ser a gare exclusiva da &quot;CCN - Companhia Colonial de Navegação&quot;.\n\nComo a gare de Alcântara, também a gare da Rocha do Conde de Óbidos, dispõe de dois pisos, sendo a distribuição de funções e serviços idênticas à sua congénere, e a decoração e disposição interiores em tudo idênticas. Contudo nesta gare, além de um bar, a gare foi contemplada com um restaurante com capacidade para 100 pessoas. O edifício apresentava um comprimento total de 130 metros com uma área de 2.300 metros quadrados, ocupando uma área portuária de 8.000 metros quadrados.\n\nEsta Gare foi muito utilizada para o embarque de tropas portuguesas para o Ultramar durante a guerra colonial.\n\nTal como a &quot;Gare Marítima de Alcântara&quot; os interiores desta foram, também, enriquecidos como pinturas de Almada Negreiros. Os painéis encontram-se no segundo piso, com temáticas sobre trabalhos marítimos e portuários, homens e mulheres fortes, quer na faina, quer no lazer: varinas, burguesia, emigração e povo comum, todos estão ali representados; o desenho é cubista à moda de Picasso. \n\nNota. Acerca da Gare Marítima de Alcântara consultar comentário em foto na página seguinte neste bloco alusivo ao Porto de Lisboa", "authorname": "J. Leite", "id": "26532116-8559591668-72157633242582734", "iconfarm": 6}], "photo_id": "8559591668"}, "flarchive:created": 1387726457}