{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/3085240882/#comment72157610793571718", "realname": "Joe", "path_alias": "whyaduck", "author": "30085166@N00", "iconserver": "0", "datecreate": "1228547454", "_content": "There were two noted Misters Fred Beach in New York during the 1910s. Frederick Converse Beach was the son of Alfred Ely Beach, developer of the <a href=\"http://www.nycsubway.org/articles/beach.html\">pneumatic subway</a>, a short section of which was built in the city in 1869. The Beach family was long associated with Scientific American Magazine, and Frederick was the magazine's editor, as well as Editor-in-Chief of the Encyclopedia Americana. I can't find anything about a Mrs. Frederick C. Beach on the Internet, though their son, Stanley Yale Beach, comes up in searches.\n\nThere's a great deal of information about a Mrs. Frederick O. Beach, though. Her Fred Beach was, according to the New York Times article about <a href=\"http://query.nytimes.com/gst/abstract.html?res=9E0CE6D8173DE433A2575AC2A9679D94689ED7CF\">their 1899 wedding</a>, a &quot;popular clubman&quot; and was &quot;associated in business with the Beckwith-Chandler Company.&quot; This Mrs. Beach, born Miss Camilla Moss, was the widow of Charles F. &quot;Carley&quot; Havemeyer, who died of a gunshot wound in 1898- an &quot;accident&quot; according to the coroner's inquest as reported in <a href=\"http://query.nytimes.com/gst/abstract.html?res=9405E5DA143CE433A25752C1A9639C94699ED7CF\">the Times article about the incident</a>. Both of these articles suggest that the Havemeyer's marriage may have been somewhat troubled. \n\nMrs. Frederick O. Beach was in the news again in 1912 and 1913. While the couple were vacationing in the resort town of Aiken, South Carolina, she was attacked in her yard, receiving a serious neck  wound. Rumors circulated that it was her husband who had stabbed her. A few weeks later, <a href=\"http://query.nytimes.com/gst/abstract.html?res=9D00E6D6143CE633A2575AC0A9629C946396D6CF\">Fred Beach was formally charged</a> for the attack.\n\nHis trial was not held until  February, 1913, when The Times published <a href=\"http://query.nytimes.com/gst/abstract.html?res=9805E5D9103CE633A25756C0A9649C946296D6CF\">this story</a> about it. A few days later, The Times announced that <a href=\"http://query.nytimes.com/gst/abstract.html?res=9D05E4D7163FE633A2575BC0A9649C946296D6CF\">Mr. Beach had been acquitted</a>.\n\nI can find nothing about the couple after 1913. Presumably, they resumed their former placid life- or returned to their private hell, as the case may have been. One result from a Google search on their names is a brief mention of a Mr. and Mrs. Fred Beach attending a society wedding in 1930, but I don't know if it refers to the same couple.", "authorname": "whyaduck", "id": "8602872-3085240882-72157610793571718", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3085240882/#comment72157618568446601", "realname": "", "path_alias": null, "author": "8797366@N04", "iconserver": "0", "datecreate": "1243053680", "_content": "Frederick Converse Beach (son of Alfred Ely Beach) was married to Margaret Allen Gilbert (1848-1932). Their son Stanley Yale Beach had a son named Frederick Converse Beach II who died in 1940. I believe Frederick Converse Beach II had a son, Frederick Converse Beach Jr. (who died at age 3) by his wife Sarah B (per FCB, Jr.'s gravestone). There is also a gravestone in Union Cemetery in Stratford, CT for a Matilda Florence Sparling who is listed as Frederick C Beach II's wife. This picture could potentially be any of these women (Margaret, Sarah, Matilda).", "authorname": "lisa071573", "id": "8602872-3085240882-72157618568446601", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3085240882/#comment72157632707701859", "realname": "", "path_alias": "mattmccrady", "author": "48889055628@N01", "iconserver": "22", "datecreate": "1360259074", "_content": "The Salt Lake Tribune reported on the Beach trial in 1913. Chronicling America has the images of the original newspaper account.\n\n<a href=\"http://chroniclingamerica.loc.gov/lccn/sn83045396/1913-02-03/ed-1/seq-1/\" rel=\"nofollow\">Trial to Clear Beach Case Mystery</a>\n\nI haven't read far enough ahead to see how the case came out, but apparently Mrs. Beach accused an unidentified &quot;Negro&quot; of the assault, but the State felt differently. The State accused Mr. Frederick O. Beach of assaulting his wife after following her to what he believed was a tryst with a neighbor.", "authorname": "billy_pilgrim", "id": "8602872-3085240882-72157632707701859", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3085240882/#comment72157632718631548", "realname": "Arden", "path_alias": "arden_loc", "author": "35072786@N08", "iconserver": "3331", "datecreate": "1360332598", "_content": "Thanks billy_pilgrim: From the photo in the Salt Lake Tribune, it looks like this could be Mrs. Frederick O. Beach.  We will add the information to the description when we update.", "authorname": "Arden (LOC P&P)", "id": "8602872-3085240882-72157632718631548", "iconfarm": 4}], "photo_id": "3085240882"}}