{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1320411357", "originalformat": "jpg", "owner": {"username": "Riksarkivet (National Archives of Norway)", "realname": "", "nsid": "59811348@N05", "iconserver": "5060", "location": "Oslo, Norway", "path_alias": "national_archives_of_norway", "iconfarm": 6}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "6311609463", "title": {"_content": "Favorittbilde #11. Ukas bilde / Photo of the week 44/2011"}, "media": "photo", "tags": {"tag": [{"raw": "bil", "machine_tag": 0, "id": "59806008-6311609463-17590", "_content": "bil", "author": "59811348@N05"}, {"raw": "volvo", "machine_tag": 0, "id": "59806008-6311609463-2228", "_content": "volvo", "author": "59811348@N05"}, {"raw": "oslo", "machine_tag": 0, "id": "59806008-6311609463-993", "_content": "oslo", "author": "59811348@N05"}, {"raw": "amazon", "machine_tag": 0, "id": "59806008-6311609463-2959", "_content": "amazon", "author": "59811348@N05"}, {"raw": "car", "machine_tag": 0, "id": "59806008-6311609463-923", "_content": "car", "author": "59811348@N05"}, {"raw": "bilutstilling", "machine_tag": 0, "id": "59806008-6311609463-245857", "_content": "bilutstilling", "author": "59811348@N05"}, {"raw": "motor show", "machine_tag": 0, "id": "59806008-6311609463-96243", "_content": "motorshow", "author": "59811348@N05"}, {"raw": "Volvo Amazon", "machine_tag": 0, "id": "59806008-6311609463-325235", "_content": "volvoamazon", "author": "59811348@N05"}]}, "comments": {"_content": "2"}, "geoperms": {"isfriend": 0, "isfamily": 0, "ispublic": 1, "iscontact": 0}, "secret": "22aa831896", "location": {"locality": {"woeid": "862592", "place_id": "QAkFKjxZVLgK0Y0", "_content": "Oslo"}, "country": {"woeid": "23424910", "place_id": ".w.HEL1TUb59cTCREg", "_content": "Norway"}, "region": {"woeid": "2346395", "place_id": "wcAfH9FTUb5hN3ak", "_content": "Oslo Fylke"}, "place_id": "82iLeIBTUb2PFjFkkA", "longitude": 10.7024, "county": {"woeid": "23701340", "place_id": "oi4bt29TUb1SHULXLA", "_content": "Bydel Frogner"}, "context": "0", "woeid": "23701338", "latitude": 59.912159, "neighbourhood": {"woeid": "23701338", "place_id": "82iLeIBTUb2PFjFkkA", "_content": "Skillebekk"}, "accuracy": "14"}, "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "Ukens favorittbilde er det Svein Warberg, rådgiver i seksjon for digitalisering og konservering, som har funnet frem.\n\nBildet er tatt av fotograf Ragge Strand for Billedbladet NÅ 4. mai 1957 på bilutstilling på Strandpromenaden ved Frognerstranda i Oslo, og viser første årsmodell av Volvo Amazon. Bilen var nettopp tatt inn til Norge av Isbergs Bilforretning AS og dette er første gang Volvo Amazon ble vist for et norsk publikum.\n\nBilutstillingen var den første i Norge etter krigen hvor publikum kunne se de nyeste modellene. Pga. importrestriksjonene i etterkrigstiden var bilsalget kvoteregulert helt til 1960, og man måtte ha gode grunner for å få tillatelse til å kjøpe ny bil. En dempende understrøm på denne utstillingen må derfor ha vært ”se, men ikke kjøre”. \n\nVed en avtale med norske myndigheter i 1956 fikk Volvo en bredere kvote på det norske nybilmarkedet enn andre vesteuropeiske produsenter. Volvos behov for underleverandører førte til verdiskapning og arbeidsplasser i Norge. Ikke mindre enn 40-50 små og store industriforetak, med Kongsberg våpenfabrikk og Raufoss Ammunisjonsfabrikker i spissen, ble produsenter og underleverandører av deler til Volvo, først og fremst til den nye Amazonen. Volvo Amazon er dessuten designet av en nordmann, Jan Wilsgaard. Uten en egen bilproduksjon må Amazonen derfor sies å være noe av det nærmeste man kan komme en ”norsk” bil. Så det er ikke tilfeldig at den fremdeles har et godt tak i den norske folkesjela, jfr. Øystein Sundes ”Gammal Amazon”.\n\nAmazonen, som var i produksjon helt til 1970, ble på 60-tallet Volvos flaggskip og bidro til at Volvo kom seg inn på et globalt marked, særlig det amerikanske. \nBildet er i svart-hvitt, men i følge sikre kilder var utstillingsbilen kirsebærrød med beige tak.\n\nArkivreferanse: Billedbladet NÅ, RA/PA-0797/U/Ub, konvolutt 1722B.\nFotograf: Ragge Strand\n\nSvein Warberg, in the Section for Digitalisation and Conservation, shows us his favorite photo.\n&quot;The picture was taken by photographer Ragge Strand for Billedbladet NÅ 4 May 1957 at a motor show in Oslo, and shows the first year of manufacture of the Volvo Amazon. The car was just brought to Norway by Isberg car dealership, and this is the first Volvo Amazon was shown for a Norwegian audience.\n\nThe motor show was the first in Norway after the war where the public could see the latest models. Because of import restrictions in the postwar period, the sale of cars was quota regulated until 1960, and you had to have good reasons to get permission to buy a new car. A somewhat restraining undercurrent at this show must thus have been &quot;you can look, but you can’t drive.&quot;\n\nBy an agreement with the Norwegian authorities in 1956, Volvo got a larger quota in the Norwegian market for new cars than other Western European manufacturers. Volvo's need for subcontractors led to economic growth and employment in Norway. No less than 40-50 small and large industrial enterprises, with Kongsberg arms factory and Raufoss Ammunition Factories in the lead, were manufacturers and suppliers of parts for Volvo, first and foremost to the new Amazon. Volvo Amazon is also designed by a Norwegian, Jan Wilsgaard. Without a car manufacturing industry of our own, Amazon must be the closest you can get a &quot;Norwegian&quot; car. So it is no coincidence that it still has a good hold of the Norwegian national character.\n\nAmazon, which was in production until 1970, was in the 60's Volvo's flagship and contributed to the entrance of Volvo on the global market, particularly the U.S.\nThe picture is in black and white, but according to reliable sources the car was cherry red with beige roof.&quot;"}, "isfavorite": 0, "views": "2127", "farm": 7, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2011-11-04 13:55:57", "lastupdate": "1381770488", "takengranularity": "0", "posted": "1320411357"}, "originalsecret": "1dbe41d655", "license": "7", "notes": {"note": []}, "server": "6232", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/national_archives_of_norway/6311609463/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}