{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1343322795", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "7651152906", "title": {"_content": "Surface Changes in Chryse Planitia"}, "media": "photo", "tags": {"tag": [{"raw": "NASA", "machine_tag": 0, "id": "44489032-7651152906-11023", "_content": "nasa", "author": "44494372@N05"}, {"raw": "Mars", "machine_tag": 0, "id": "44489032-7651152906-309", "_content": "mars", "author": "44494372@N05"}, {"raw": "Viking", "machine_tag": 0, "id": "44489032-7651152906-35567", "_content": "viking", "author": "44494372@N05"}, {"raw": "1977", "machine_tag": 0, "id": "44489032-7651152906-33865", "_content": "1977", "author": "44494372@N05"}, {"raw": "1978", "machine_tag": 0, "id": "44489032-7651152906-22677", "_content": "1978", "author": "44494372@N05"}]}, "comments": {"_content": "0"}, "secret": "24c2d6cabf", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "(1977-1978) At the conclusion of the Viking Continuation Mission (May to November, 1978), all four cameras on the Viking Landers - two on each spacecraft - continued to function normally. During the two and one-half years since the landers touched down on Mars, images totaled 2,255 for Viking Lander 1 and 2,016 for Viking Lander 2. The surface around the landers was completely photographed by the end of 1976; subsequent images acquired during 1977-1978 have concentrated on searching for changes in the scene - changes which can be used to infer both the types of erosive processes which modify the landscape around the landers and the rates at which these processes may occur. The major surface changes have included the water-ice snow seen by Lander 2 during the winter at Utopia Planitia, and a thin dust layer deposited at both sites during the dust storms of 1977. The most recently identified change occurred at Chryse Planitia between VL-1 sols 767 (Sept. 16, 1978) and 771 (Sept. 20, 1978) as seen in the lower photo. Picture at top, selected to show similar lighting conditions, was taken during sol 25 (August 15, 1976). The change (A) appears as a small circle-like formation on the side of a drift in the lee, or downwind, side of Whale Rock. This is believed to have been a small-scale landslide of an unstable dust layer which had accumulated behind the rock. Interpretation of this feature would be difficult without an earlier change (B) near Big Joe, a slump which occurred between sols 74 and 183. The new slump is approximately 25- 35 meters from the lander, and just under a meter across. The slumping probably was initiated by the daily heating and cooling of the surface by solar radiation. More importantly, it is now believed that, based on the repeated occurrence of such slumping features, a dust layer which overlies the surface may in fact be redistributed fairly regularly during periods of high wind activity. There are no obvious indications of fossil slump features, therefore similar features must be destroyed on a regular basis. After the end of February, when Viking operations essentially terminate, Lander 1 will continue preselected observations over a period of possibly up to 10 years, following the instructions stored in its computer memory. Earth commands will be required only to initiate data transmission to Earth. During this time, it is now anticipated that one of the yearly planetwide global dust storms may reach an intensity necessary to shift the dust cover around the lander significantly.\n\n<a href=\"http://nasaimages.org/luna/servlet/detail/nasaNAS~4~4~10195~112097:Surface-Changes-in-Chryse-Planitia\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/nasaNAS~4~4~10195~1120...</a>"}, "isfavorite": 0, "views": "9271", "farm": 8, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "1977-01-01 00:00:00", "lastupdate": "1379443668", "takengranularity": "8", "posted": "1343322795"}, "originalsecret": "d489e6d9e7", "license": "7", "notes": {"note": []}, "server": "7116", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/7651152906/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387642551}