{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/6035103507/#comment72157627417300556", "realname": "", "path_alias": "wenslow", "author": "24231207@N07", "iconserver": "3096", "datecreate": "1313171654", "_content": "Robert Edgar &quot;Ed&quot; Willett\n\nBirth: Mar. 7, 1884, Norfolk, Virginia, USA\nDeath: May 10, 1934 Wellington, Kansas, USA\n\n\nMajor League Baseball Player. He was a right-handed pitcher who spent 10 seasons in the majors, mostly with the Detroit Tigers. Purchased by the Tigers from the Wichita Jobbers of the Western Association in August of 1906, he made his major league debut in September of that season in a 2-0 complete game loss to the White Sox at Bennett Park in Detroit. He appeared in just 13 games his first two seasons, pitching to a 1-8 record during that time. 1908 would be his breakout season, as he pitched to a 15-8 record and 2.28 ERA. He did all of this despite an ankle injury that threatened to curtail his season. Exceptionally strong and powerfully built, Detroit manager Hughie Jennings once remarked, &quot;Ed is always out there keeping the boys steady. He takes the ball whenever he's told and never seems to tire.&quot; His best season was 1909 when he had a 21-10 record with a 2.34 ERA. A fellow southerner like his teammate Ty Cobb, Willett nonetheless chose to socialize with teammates such as George Mullin, Ed Killian and Matty McIntyre, who were part of an anti-Cobb faction on the club. Pitching out of the bullpen, he appeared in 2 games during the 1909 World Series, allowing 3 hits and 1 unearned run in 7.2 innings of work. After 8 seasons and 96 wins in a Detroit uniform, he jumped his contract and signed with the newly formed Federal League's St. Louis Terriers. Unlike many players who's stats improved by moving to the new league, Willett digressed. He would go a combined 6-19 during his two year stay in St. Louis. Given his release in September of 1915, he would go on to pitch in the minors for 4 more seasons, making stops with Memphis and New Orleans of the Southern Association and Salt Lake City of the PCL. After his retirement, he worked as a carpenter and continued to coach amateur baseball teams. He died from a raptured aortic aneurysm at the age of 50. Over the course of his career, he accrued a 102-99 record with a 3.04 ERA and 5 saves in 274 games. (bio by: Frank Russo)", "authorname": "Cynthia Wenslow", "id": "8602872-6035103507-72157627417300556", "iconfarm": 4}], "photo_id": "6035103507"}}