{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/6629871169/#comment72157628733353185", "realname": "", "path_alias": null, "author": "73458923@N02", "iconserver": "0", "datecreate": "1325784364", "_content": "This reminds me of the Dziga Vertov movie Man with the movie camera", "authorname": "subramanya.g", "id": "8602872-6629871169-72157628733353185", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/6629871169/#comment72157628830670145", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1326327041", "_content": "I agree, it seems heavily influenced by the pre-Stalin Soviet graphic artists.\n\nThe Sioux City Community Federal Art Center was one of 50 such centers established as part of the WPA Federal Art Project, in the words of its director to\n \n&quot;bring art back into the healthy channels of everyday life. We are trying to make art mean something to the 120 million American people, and particularly to those of the 120 million who, in the past, have not had the opportunity to enjoy art. Anybody can appreciate art. The extent of this appreciation of art depends upon opportunity and experience. In a democracy such as ours, art can and ought to belong to everybody. We are trying our best to bring it to all.&quot;\n<a href=\"http://newdeal.feri.org/ala/al38807.htm\" rel=\"nofollow\">newdeal.feri.org/ala/al38807.htm</a> (Bulletin of the Amercan Library Ass'n., Oct. 15, 1938).\n\nThe Sioux City Art Center got its first acquisitions and first permanent art space where this exhibition was held, in the basement of the August Williges building, a Prarie School structure which is now a landmark.  The basement was renovated by 150 local volunteers into classrooms and galleries. The Art Center opened on February 20, 1938, which helps date this poster.  It remained in the Williges building until 1954.  \n<a href=\"http://webcache.googleusercontent.com/search?q=cache:i8uBMezzpVIJ:targetednews.com/pr_disp.php?pr_id=3021445+&amp;cd=7&amp;hl=en&amp;ct=clnk&amp;gl=us\" rel=\"nofollow\">webcache.googleusercontent.com/search?q=cache:i8uBMezzpVI...</a>\nWhen the federal program ended in 1940, the city took over the organization and it became, and remains, the Sioux City Art Center.  <a href=\"http://en.wikipedia.org/wiki/Sioux_City_Art_Center\" rel=\"nofollow\">en.wikipedia.org/wiki/Sioux_City_Art_Center</a>", "authorname": "artolog", "id": "8602872-6629871169-72157628830670145", "iconfarm": 4}], "photo_id": "6629871169"}}