{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/cornelluniversitylibrary/3611633390/#comment72157625456779733", "realname": "Ben Abel", "path_alias": "benbobjr", "author": "52559257@N02", "iconserver": "5484", "datecreate": "1292167092", "_content": "This is Jew's House on Strait in Lincoln, England. (on the left hand side in the below photo)\n\n<a href=\"http://www.flickr.com/photos/benbobjr/5133197472/\"><img src=\"http://farm5.static.flickr.com/4085/5133197472_6d3dddf68b.jpg\" width=\"500\" height=\"375\" alt=\"223\" /></a>\n\nHere is the location on Google maps\n\n<a href=\"http://maps.google.co.uk/maps?q=jews+house+lincoln&amp;oe=utf-8&amp;rls=org.mozilla:en-GB:official&amp;client=firefox-a&amp;um=1&amp;ie=UTF-8&amp;sa=N&amp;hl=en&amp;tab=wl\" rel=\"nofollow\">maps.google.co.uk/maps?q=jews+house+lincoln&amp;oe=utf-8&...</a>\n\nHere is some information about it from Wikipedia\n\n&quot;The Jew's House is one of the earliest extant town houses in England. It lies on Steep Hill in Lincoln, immediately below Jew's Court.\n\nDating from the mid-twelfth century, the building originally consisted of a hall at first floor level, measuring approximately 12 by 6 metres, above service and storage spaces at ground level.\n\nPart of the facade survives; the elaborately carved doorway, the remains of two Romanesque double-arch windows and much of the stonework on the upper storey. A chimney is found above the front door; this originally rose from two fireplaces, one either side of the door.\n\nThe house has traditionally been associated with the thriving Jewish community in Medieval Lincoln. Anti-Semitic hysteria was stoked up by the case of Little Saint Hugh of Lincoln in 1255, and in 1290, the entire Jewish community was expelled from England; the Jew's House supposedly being seized from a Jewish owner.\n\nThe building has remained continuously occupied to the present day and is currently in commercial use, part being a restaurant.&quot;\n\n<a href=\"http://en.wikipedia.org/wiki/Jew%27s_House\" rel=\"nofollow\">en.wikipedia.org/wiki/Jew%27s_House</a>", "authorname": "benbobjr", "id": "30510347-3611633390-72157625456779733", "iconfarm": 6}], "photo_id": "3611633390"}, "flarchive:created": 1389685578}