{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8488150825/#comment72157632812023370", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1361344595", "_content": "A quite remarkable man.  Dr Josiah Oldfield died, two weeks short of his 90th birthday, in 1953 at Doddington, near Sittingbourne, in Kent.  As a student he read Theology at Oxford, gaining an Honours Degree, before pursuing Law and being called to the Bar at Lincoln's Inn in 1892.  He then studied medicine and qualified as a doctor in 1897, becoming the Warden of the Oriolet Hospital at Loughton in Essex, before founding his own hospital, The Hospital of St Francis in the New Kent Road, London.  He wrote a thesis on 'Capital Punishment' at Oxford for which he received a Doctorate in Civil Law - prior to founding the 'Society for the Abolition of Capital Punishment' in 1901, as mentioned above.  \n\nDr Josiah Oldfield evidently had money to invest and was involved in several business ventures, some of which foundered in the mercurial economic environment at the turn of the century.  These included &quot;The Bromley Autocar Company Ltd&quot; which voluntarily wound-up in 1903, and &quot;Millenium Ltd&quot;, which folded in 1907.\n\nJosiah Oldfield's connections with the Army date from 1898 when he was at the Oriolet Hospital.  Aged 25, he was Commissioned as the Surgeon Lieutenant to the 1st Volunteer Battalion, The Essex Regiment, on 2nd April 1898, [LG 1 Apr 1898].  By 1910 he was Major Josiah Oldfield MD, RAMC, in the 3rd East Anglian Field Ambulance.  In 1913 Major Josiah Oldfield wrote a informed paper on 'Regimental and Field AmbulanceTraining in the Territorial Force' which was published in the Journal of the RAMC.  He was 51 at the outbreak of the First World War.  \n\nJosiah Oldfield commanded 3rd East Anglian Field Ambulance during the war.  This was a 2nd Line unit which provided military ambulance evacuation of disembarking wounded to hospitals in the East of England.  There is a photograph of Lieutenant Colonel Oldfield and some of his men at <a href=\"http://www.campaigns.homecall.co.uk/fsarticles/vegearmy/\" rel=\"nofollow\">www.campaigns.homecall.co.uk/fsarticles/vegearmy/</a>    On 11th May 1918 Lieutenant Colonel Josiah Oldfield RAMC was awarded the Territorial Decoration. [LG 21 May 1918].\n\nAfter the Great War Dr Josiah Oldfield bought the almost derelict estate of Lady Margaret Manor, near Doddington in Kent.  Here, at Ellens Court, with typical energy and vision, he set about setting up a specialist convalescent hospital where treatment was based on a Fruitarian Dietary regime.  Further detail of this is at <a href=\"http://www.doddington-kent.org.uk/historicalbuildings_files/ladymargaretmanor.html\" rel=\"nofollow\">www.doddington-kent.org.uk/historicalbuildings_files/lady...</a>  //", "authorname": "Gary Donaldson", "id": "32254785-8488150825-72157632812023370", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8488150825/#comment72157632815145028", "realname": "IWM Collections", "path_alias": "imperialwarmuseum", "author": "32300107@N06", "iconserver": "5535", "datecreate": "1361377900", "_content": "[http://www.flickr.com/photos/69679868@N03] Thanks for adding this extra info Gary, he certainly lived a very full life.", "authorname": "IWM Collections", "id": "32254785-8488150825-72157632815145028", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8488150825/#comment72157633149597038", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1364902955", "_content": "OBITUARY\nDr. Josiah Oldfield (1864-1953) With the passing of Dr. Josiah Oldfield one of the few remaining links of the vegetarian movement with the Victorian era has been broken. How far back that link stretches is uncertain since he loved to make a mystery of his years, for, though his obituary notice states &quot;in his 90th year,&quot; he had the foible of being thought much older. When I was a boy of some ten years, I remember him - a middle-aged man in my eyes - coming on a bicycle to my father's country cottage to a meeting of fellow vegetarians over fifty years ago. Many and varied have been his life's activities, for he originally trained for the legal profession and was called to the Bar at Linclon's Inn in 1892, and then proceeded to qualify as a doctor at Bart's in 1897. Before these professions were acquired he was a schoolmaster, and with his savings (amplified by earnings as a stonbreaker in vacation time) he payed his university fees, a proceeding common enough amongst indigent students to-day, but surely exceedingly rare in those times. Like my father, he was a friend of Gandhi's in the latter's student days, and I believe both have claimed to have converted him to vegetarianism.* Of his legal activities I know little, but there must be many who know much of his advocacy of food reform, for throughout his professional life he frequently took the platform, and even more frequently the pen, to disseminate his humanitarian and dietic views. Even in advanced years his writings retained the lucidity and elasticity of enthusiastic youth. He was at one time Secretary of the London Vegetarian Society and for about fifty years he was physician to the Lady Margaret Fruitarian Hospital at Doddington, a somewhat remote village appropriately situated in the heart of the Kentish orchards. As a practical and practising idealist in the cause of humanitarianism and vegetarianism, his influence has been great. A number of popular booklets in a lively and incisive style testify to his skill as a propagandist. His advocacy of fruitarianism (what we should term lacto-vegetarianism with emphasis on fruit) was especially valuable in the early days when the orthodox medical profession was outspoken against the so-called folly and danger of a meatless diet. In addition to law and medicine he obtained a degree in divinity and went to India at the beginning of the century where, by his own account, he &quot;lived for some time in a Yogi's cave.&quot; It is evident that he was well endowed with the moral courage so necessary to the championing of unpopular and idealistic reforms. Dr. Oldfield was a living advertisement of his views, and if there be some who unkindly criticise vegetarians for living an unconscionable time, these same critics would be equally eager to denounce the practice if the exponent should have the misfortune to die relatively young. Dr. Oldfield, in continuing in health and vigour to the end, must have confounded his critics, the majority of whom he no doubt outlived. We offer all sympathy to his daughter in a loss that is as much ours as hers. B.P.A. From The Vegetarian News of Spring 1953", "authorname": "Mrs Audubon", "id": "32254785-8488150825-72157633149597038", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8488150825/#comment72157633145067043", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1364905190", "_content": "He died at Margaret Manor, Doddington on 2nd February 1953 leaving an estate valued at £33,200. Probate was granted to Josie Magdalen Oldfield, spinster.\n\nHe had married Gertrude Hick, a nurse, on 29th September 1899 at Wakefield Cathedral. Josiah was then a Physician, living at 122 Harley Street, London. Gertrude was the daughter of Matthew Bassey Hick, a Chemical Manufacturer.\n\nIn 1911 Gertrude was living at Orchard Cottage, Chapelthorpe, Crigglestone, West Yorkshire. She described herself as a Laundry Proprietress and had living with her their twin daughters: Josie Margaret and Irene Dorrien Oldfield aged 9, born in Bromley, Kent. Public family trees confirm that they were twins and were born on 9th March 1902. Irene died in 1997 and Josie in 1996. Gertrude stated that she had been married for 11 years and had had only two children.\n\nJosie Magdalen Oldfield is something of a mystery. She was born circa 1906 in Broadstairs Kent and living with Josiah, described as her father, in 1911. Although Josiah also states that he has only 2 children. According to online trees Josie Magdalen was formerly a medical officer with the London borough of Greenwich. She died on 31 December 1984 after a short illness. She was 78.  Josie Magdalen Oldfield qualified in medicine at the London School of Medicine for Women (Royal Free Hospital) in 1933 and began her career by holding residential appointments in medicine at Haslemere Hospital and in anaesthetics at Queen Charlotte's. She then chose general practice. However, faced with the ethical dilemma of trying to make a living during periods of unrest among the Kent mining community when the families were unprotected by the panel system, she eventually opted for public health and worked for 30 years as a medical officer in the  London borough of Greenwich with particular responsibility for deaf and mentally handicapped children.  The skill, knowledge, and compassion with which Josie Oldfield carried out her work were widely recognised and applauded, but for much of her life the advancement of her career remained in the shadow of her care and devotion to her  famous, nonagenarian father, Dr Josiah Oldfield, who was a doctor of medicine, law, and divinity, eminent vegetarian, and friend of Bernard Shaw and Gandhi, with whom he had shared digs as a law student . She inherited from her father many sparkling attributes, conversational repartee, the quiet mocking unorthodoxy of her views, and the strength of her friendships. She travelled widely and in retirement indulged her interests in music and the activities of the Kipling Society.", "authorname": "Mrs Audubon", "id": "32254785-8488150825-72157633145067043", "iconfarm": 4}], "photo_id": "8488150825"}}