{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2162645133/#comment72157613603282538", "realname": "Richard Norton", "path_alias": "richard_arthur_norton", "author": "54904823@N00", "iconserver": "2568", "datecreate": "1234284492", "_content": "Kiukiang Institute was a Methodist Episcopal organization that proselytized in China.\n\n&quot;The six months which have elapsed since the last Annual Meeting have been almost entirely free from the disquieting rumors which have disturbed other parts of China, and throughout the district the old time confidence and friendliness have been largely restored. At Hwang-mei Hsien serious trouble was threatened. Preaching services were interrupted, the chapel defaced, the preacher's house stoned, and he and his family subjected to much annoyance and discomfort, if not actual clanger. An appeal was made to the United States consul at Hankow, who promptly represented the case to the viceroy, and quiet was immediately restored. At Sha-ho, ChSn, the magistrate of the Teh-hwa District, while visiting the place on official business, publicly incited the gentry and people to riot and violence. He is a Hunan man, and is bitterly antiforeign. Happily there was no actual outbreak, but it has had a marked effect upon the people. The facts in the case were communicated to the United States minister, and doubtless the magistrate will be punished.&quot;\n\n&quot;The work has gone steadily forward in all departments. In the Kiu- kiang Institute we had a gracious, old-fashioned revival with over thirty conversions. The blessed influence of this outpouring of God's Spirit was felt through the whole district. The older circuits are ripe for a similar work, and we are looking and praying for a mighty revival which shall roll over the entire Kiukiang District.&quot;\n\nSource: Annual Report of the Missionary Society of the Methodist Episcopal Church, 1893", "authorname": "Richard Arthur Norton  (1958- )", "id": "8602872-2162645133-72157613603282538", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2162645133/#comment72157624941375087", "realname": "Arden", "path_alias": "arden_loc", "author": "35072786@N08", "iconserver": "3331", "datecreate": "1285852700", "_content": "Thank you Richard Norton, for the additional information about the Kiukiang Institute. We will add some of it to the record when we update.", "authorname": "Arden (LOC P&P)", "id": "8602872-2162645133-72157624941375087", "iconfarm": 4}], "photo_id": "2162645133"}}