{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10404602444/#comment72157636865762326", "realname": "Michael Day", "path_alias": null, "author": "13706945@N00", "iconserver": "3710", "datecreate": "1382532328", "_content": "There is some information on the Facebook &quot;Staffordshire Soldiers on the Western Front 1914-1918&quot; page: <a href=\"https://www.facebook.com/permalink.php?story_fbid=175201175998513&amp;id=157128317805799\" rel=\"nofollow\">www.facebook.com/permalink.php?story_fbid=175201175998513...</a>", "authorname": "michaelday_bath", "id": "32254785-10404602444-72157636865762326", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10404602444/#comment72157636912719845", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1382645870", "_content": "On the 1901 census the 4 year old Charles F, born Rolleston, Stafforshire, was recorded at 148 Wright Road, Aston, Birmingham. This was the household of his parents, Charles B, (aged 34 and a Hot Water Heater Apparatus Fitter from Trentham, Staffs) and Beatrice, (aged 24 and from Rolleston). As well as Charles they have another son, Sydney B, (aged 1 and born Rolleston).\n\nBy the time of the 1911 census  the 14 year old Charles Frederick was working as an Apprentice Boy Maunfacturing Chemists. The family were by then living at 93, Great Brook Street, Birmingham. His father, Charles Sampson Boyd was listed as a Heating and Ventilation Fitter. He and Beatrice have been married for 15 years. Their youngest son is listed as Sidney Bertram Boyd. On the previous census they had a 16 year old visitor in the household, an Olive Budworth from Rolleston, who was then working as a Domestic Servant. On the 1911 census she is listed as the sister-in-law of Charles Sampson. \n\n<b>BOYD, CHARLES FREDERICK</b>\nRank:..................................Private\nService No:........................863\nDate of Death:...................23/07/1916\nAge:....................................19\nRegiment:..........................Royal Warwickshire Regiment,  &quot;D&quot; Coy. 14th Bn. \nGrave Reference..............XV. E. 16.\nCemetery..........................CATERPILLAR VALLEY CEMETERY, LONGUEVAL\nAdditional Information:\nSon of Charles S. and Beatrice Boyd, of 93, Great Brook St., Birmingham. Born at Rolleston, Burton-on-Trent.\nCWGC <a href=\"http://www.cwgc.org/find-war-dead/casualty/552652/BOYD, CHARLES FREDERICK\" rel=\"nofollow\">www.cwgc.org/find-war-dead/casualty/552652/BOYD,%20CHARLE...</a>\n\nThe Medal Index card for Private 863 Charles F Boyd, Royal Warwickshire Regiment, is held at the National Archive under reference WO 372/3/17815 \n<a href=\"http://discovery.nationalarchives.gov.uk/SearchUI/Details?uri=D1432658\" rel=\"nofollow\">discovery.nationalarchives.gov.uk/SearchUI/Details?uri=D1...</a>\n\n<i>HARD FIGHTING ON THE SOMME\nAs the preparations for the great Somme offensive of July, 1916, proceeded the work of the Battalion became more dangerous and difficult. At the end of June the ground in front of the firing trench was reconnoitred by patrols, while the rest of the Battalion rehearsed behind the lines the method of attack. Night work in &quot;No Man’s Land&quot; was hampered by bright moonlight, and there were several casualties among the wire. The trenches were also subjected to a heavy shell fire. In spite of these obstacles 2nd Lieut. Turner carried out successful reconnaissances in broad daylight as far as the enemy’s lines, and obtained very valuable information. For this he eventually received the Military Cross.\nSo the excitement intensified until it came to a head on July 22nd, when the Battalion received orders to take part in an attack by the 13th brigade in the neighbourhood of Longueval, Delville Wood and High Wood. Here they occupied trenches recently captured from the Germans, and their orders were to make a further push, the 15th Battalion being in reserve. A and B Companies went over the top at 10 p.m., advancing in two waves. As the companies began to extend from sections in file formation the enemy opened an overwhelming machine-gun and rifle volley. The inevitable result was that the two companies suffered heavily, and although supports were thrown in, they received the same treatment. Then there was nothing for it but to fall back to the jumping-off ground and organise the original front line trench to meet a possible counter-attack. This was successfully done, and it was generally agreed that no more could have been achieved. Their neighbours of the West Kent Regiment and the Scottish Borderers were equally unfortunate.\nThis bitter day’s work cost the Battalion very heavy casualties in killed, missing and wounded. The officers killed were Lieut. R. S . Payton (in charge of the Lewis guns), 2nd Lieuts. J. W. Lygoe, H. L. Greenwood and H. L. Hodes. Those reported as missing but believed to have been killed included Capt. H. S. Matthews, a member of a well-known Birmingham family, 2nd Lieuts. S. H. R. Hewitt and R. Whitbread.</i>\n<a href=\"http://www.birminghampals.co.uk/bookofhonour/14th.htm\" rel=\"nofollow\">www.birminghampals.co.uk/bookofhonour/14th.htm</a>\n\n<i>22nd and 23rd July 1916\nAfter the 20th July attacks limped to their conclusions, the Germans reoccupied most of High Wood, until only the southern corner remained in British hands. They also dug a new defensive position, known as Intermediate trench, ahead of the Switch Line to the west of the wood. This meant that taking the wood, already almost within British hands twice only to slip away, became an even tougher proposition.\nEfforts however continued, and on the night of the 22nd/23rd of July, the 4th Gordon Highlanders attacked the eastern corner of the wood, whilst the 1st Royal West Kents attacked the south-eastern part of the wood and Wood Lane, there with the 14th Royal Warwickshires at their side. \nThere had been a preliminary bombardment, but this had not inflicted sufficient loss on the defenders, and they were able to hold High Wood. No significant gains were made, although the Royal West Kents suffered 420 casualties. The other battalions also suffered losses.</i>\n<a href=\"http://www.ww1battlefields.co.uk/somme/high_wood.html\" rel=\"nofollow\">www.ww1battlefields.co.uk/somme/high_wood.html</a>", "authorname": "Moominpappa06", "id": "32254785-10404602444-72157636912719845", "iconfarm": 1}], "photo_id": "10404602444"}}