{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1278443175", "originalformat": "jpg", "owner": {"username": "Brooklyn Museum", "realname": "Brooklyn Museum", "nsid": "83979593@N00", "iconserver": "7330", "location": "", "path_alias": "brooklyn_museum", "iconfarm": 8}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "4768285479", "title": {"_content": "Keith Duquette, Library Preservation Associate"}, "media": "photo", "tags": {"tag": [{"raw": "brooklynmuseum", "machine_tag": 0, "id": "3064182-4768285479-139443", "_content": "brooklynmuseum", "author": "83979593@N00"}, {"raw": "brooklyn", "machine_tag": 0, "id": "3064182-4768285479-1203", "_content": "brooklyn", "author": "83979593@N00"}, {"raw": "museum", "machine_tag": 0, "id": "3064182-4768285479-1154", "_content": "museum", "author": "83979593@N00"}, {"raw": "staff", "machine_tag": 0, "id": "3064182-4768285479-12802", "_content": "staff", "author": "83979593@N00"}, {"raw": "profile", "machine_tag": 0, "id": "3064182-4768285479-6774", "_content": "profile", "author": "83979593@N00"}, {"raw": "brooklyn'sfinest", "machine_tag": 0, "id": "3064182-4768285479-59946", "_content": "brooklynsfinest", "author": "83979593@N00"}]}, "comments": {"_content": "3"}, "secret": "f915461d84", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "This month’s edition of Brooklyn’s Finest features <a href=\"http://www.brooklynmuseum.org/community/blogosphere/bloggers/author/duquettek/\" rel=\"nofollow\">Keith Duquette</a>, a longtime staff member (23 years!) whose role as Library Preservation Associate ensures the physical well-being of many rare and fragile holdings of the Museum's Libraries and Archives. What he does on a daily basis is truly an art form, crafting meticulous fortifications and protections for a variety of documents so that they can be displayed and enjoyed for many more years to come. Needless to say, Keith has a steady and gifted hand, but also a playful and creative imagination, which has led to his success as an accomplished children’s book author and illustrator. In the last year, however, Keith’s extra-curricular talents have taken another form, which he’ll tell us more about here:\n\n<strong>What do you do here? </strong>\n\nI am the Library Preservation Associate. I am responsible for overseeing the physical care of the diverse and wonderful research collections of the Art Reference, Wilbour Libraries and Museum Archives. On a day-to-day basis, I do book repair and rebinding. I construct a wide variety of protective enclosures for the books, sketches, photographs and other formats in the collection. I am also responsible for constructing cradles and supports for any of the Libraries and Archives collections that are displayed in the museum and any of the collection that’s included in traveling exhibitions.\n\n<strong>So what were you doing before you worked at the Brooklyn Museum? </strong>\n\nI worked at the MoMA Library. My last job there was microfilming selected books and files.\n\n<strong>What's your commute like?</strong>\n\nI am really lucky because I live very close to the Museum so it is a short walk.\n\n<strong>Where are you originally from?</strong>\n\nI grew up on Long Island, but I have been a proud resident of Brooklyn since 1983.\n\n<strong>What did you want to be when you grew up?</strong>\n\nI was an impressionable child. At various times I wanted to be a pet-shop owner, an architect, a painter, an anthropologist, a cartoonist, a naturalist and a center fielder for fielder for the New York Yankees.\n\n<strong>Did any of those come true?</strong>\n\nIn a way. I am the <a href=\"www.keithduquette.com\" rel=\"nofollow\">author and illustrator</a> of seven books for children both fiction and non-fiction. But I have also been trying to free my approach to my drawing and painting and to find new audiences. So on April 21 last year, I posted a drawing and gave it a title on Facebook, and I have continued to do so on a daily basis since that day.\n\nI’m thrilled with the interactive nature of this posting: My friends’ comments are a joy to read each day. I also like how this project has made me investigate my own drawing archive. And yes, it has lead to me loosening up my approach. After I completed an entire year of <a href=\"http://www.flickr.com/photos/leftybosco/sets/72157624362322020/show/.\">drawing posts</a> I decided to see what I could make of this in print. Just how do you show a year’s worth of drawings in a printed document? I experimented with different binding forms and came to the conclusion that an accordion book was a simple and wonderful way to do this.\n\n<strong>These drawings are so charming and clever. Tell us more about the accordion book. </strong>\n\nYou can look at this book page by page, each page representing a week, or you can look at it in total as a year, in which case the book opens up to a 12-foot long document. I love the idea of finding different ways to deliver daily drawings to people online and in print, so I’m continuing to explore a wide variety of ways to do this.\n"}, "isfavorite": 0, "views": "1156", "farm": 5, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2008-12-30 15:12:20", "lastupdate": "1346078021", "takengranularity": "0", "posted": "1278443175"}, "originalsecret": "35824937ab", "license": "2", "notes": {"note": []}, "server": "4142", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/brooklyn_museum/4768285479/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}