{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/floridamemory/8227201284/#comment72157632174694057", "realname": "Richard Norton", "path_alias": "richard_arthur_norton", "author": "54904823@N00", "iconserver": "2568", "datecreate": "1354725772", "_content": "Gamble Plantation Historic State Park, also known as the Gamble Mansion is a Florida State Park located in Ellenton, Florida on the Manatee River and US 301. It consists of the antebellum mansion developed by its first owner, Major Robert Gamble; a 40,000-gallon cistern to provide the household with fresh water; and 16 acres (65,000 m2) of the sugar plantation. At its peak, the plantation occupied 3500 acres in south Florida, and Gamble likely held more than 600 slaves to work the property and process the sugar cane. The park also includes the restored wood-frame, two-story, Victorian-style Patten House, built in 1872 for owner George Patten. The mansion, the only surviving antebellum plantation house in South Florida, was listed on the National Register of Historic Places as the Robert Gamble House on August 12, 1970. Its columns and two-foot-thick walls are constructed of tabby, a regional material developed as a substitute for brick. In 1925 the mansion and grounds were bought by the United Daughters of the Confederacy and donated to the state a memorial to Judah P. Benjamin, who served in three Cabinet positions under Confederate President Jefferson Davis during the American Civil War. He stayed at the plantation in May 1865 before escaping Federal forces, and sailing to England, where he had a second career. In 1937 the UDC installed a memorial plaque to Benjamin at the mansion. In 2002 the state acquired the property which holds the ruins of the plantation's sugar mill, one of the South's largest, and added it to the historic park complex.\n<a href=\"http://en.wikipedia.org/wiki/Gamble_Plantation_Historic_State_Park\" rel=\"nofollow\">en.wikipedia.org/wiki/Gamble_Plantation_Historic_State_Park</a>", "authorname": "Richard Arthur Norton  (1958- )", "id": "31814686-8227201284-72157632174694057", "iconfarm": 3}], "photo_id": "8227201284"}, "flarchive:created": 1387664245}