{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/6927524108/#comment72157629444348092", "realname": "", "path_alias": "pixelwrangler", "author": "43854658@N00", "iconserver": "5533", "datecreate": "1334339811", "_content": "Connecticut State Attorney <b>Homer Stille Cummings</b> (1870-1956) prosecuted <b>Mrs. Helen M. Angle</b> in her March, 1915, trial for manslaughter in the death of her friend Waldo R. Ballou in Stamford, Connecticut in June, 1914. Cummings was assisted at trial by Albert Phillips of Stamford, former secretary of state for Connecticut (1913-1915).\n\nHomer Cummings was appointed State's Attorney for Fairfield County,  Connecticut, on July 1, 1914, and his first official act was to take up the inquiry into the death of Waldo Ballou. Cummings served as State's Attorney for ten years from 1914 to 1924.\n\nThe Government did not prevail in its case against Helen Angle. For more details of the Helen Angle trial see the <a href=\"http://www.flickr.com/photos/library_of_congress/7073607251/\">Bain/LOC photo</a> of Mrs. Helen Angle on Flickr. \n\n&nbsp;\nIn 1893, Cummings graduated from Yale Law School in New Haven. He was elected mayor of Stamford, Connecticut three times from 1900-1906.  As mayor, in 1905, Cummings appointed William H. Brennan as Chief of Police for Stamford.  Brennan would later investigate the case against Helen Angle and testify against her.\n\nHomer Cummings founded the legal firm of Cummings &amp; Lockwood in 1909. He later served as chairman of the Democratic National Committee between 1919 and 1920. He went on to serve as United States Attorney General for Franklin Roosevelt from 1933 to 1939. \n\n&quot;In 1947 Hollywood made a motion picture called <i>&quot;Boomerang&quot;</i> about Cumming's early career as a prosecutor in Connecticut. This was a sensational murder case that also included a dramatic courtroom scene where Cummings had a live gun aimed at his head at a certain angle and fired. This was to show that the gun could indeed fire but not at the angle a witness said it was used. In this trial Cummings also turned around to prove the man he was prosecuting was innocent after he found evidence to that effect. <i>&quot;Boomerang&quot;</i> became a landmark motion picture for its fully dramatic but documentary style where Cummings real name was not announced till the end of the film which starred Dana Andrews as Cummings&quot;  &nbsp;[<a href=\"http://query.nytimes.com/mem/archive-free/pdf?res=F70613FE3E5A15738DDDAE0994DB405B858DF1D3\" rel=\"nofollow\">1</a>]  [<a href=\"http://en.wikipedia.org/wiki/Homer_Stille_Cummings\" rel=\"nofollow\">2</a>] [<a href=\"http://news.google.com/newspapers?nid=1144&amp;dat=19150302&amp;id=TwMbAAAAIBAJ&amp;sjid=NUkEAAAAIBAJ&amp;pg=4434,374501\" rel=\"nofollow\">3</a>] [<a href=\"http://query.nytimes.com/mem/archive-free/pdf?res=FA0B12F8345D13738DDDAB0894DF405B848DF1D3\" rel=\"nofollow\">4</a>] [<a href=\"http://www.stamfordhistory.org/pe_pdhistory.htm\" rel=\"nofollow\">5</a>] [<a href=\"http://www.woodrowwilsonhouse.org/timeline/ImageDisplay.asp?ID=136\" rel=\"nofollow\">6</a>] [<a href=\"http://en.wikipedia.org/wiki/Secretary_of_the_State_of_Connecticut\" rel=\"nofollow\">7</a>]\n\n&nbsp;\nThere is another <i>Bain/LOC</i> photograph of Homer S. Cummings here:\n<a href=\"http://www.flickr.com/photos/library_of_congress/5643443636/\"><img src=\"http://farm6.staticflickr.com/5226/5643443636_0d5916621f_t.jpg\" width=\"72\" height=\"100\" alt=\"Homer S. Cummings (LOC)\" /></a>", "authorname": "Pixel Wrangler", "id": "8602872-6927524108-72157629444348092", "iconfarm": 6}], "photo_id": "6927524108"}}