{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/lselibrary/7027137765/#comment72157633439543169", "realname": "", "path_alias": "mystroh", "author": "14578355@N02", "iconserver": "3010", "datecreate": "1368098994", "_content": "A wonderful image that tells an interesting story. My guess it that this child was from Viggiano, a small town at the southern-most point of the Italian Apennine range. Viggiano and nearby towns were the 'sending' towns for seasonal itinerant street musicians, whose range gradually extended during the 18th century, from the Italian peninsular, to Europe, England, America, Argentina, Brazil, even Egypt - and finally to the nineteenth-century to Australia. While the British and American press sensationalised the plight of these &quot;little slaves of the harp&quot;, I think that John Thomson and Adelphi Smith were rather more realistic and insightful in their assessment. This child is well dressed and shod, and appears to be well fed. Although he probably left his mother, sisters and younger brothers behind in his home town. He is playing a harp typical of Viggiano; diatonic and portable. The leather strap is for that purpose, and illustrates the famous poem by Paolo Parzanese (1809-1852):\nHo l’arpa al collo , son viggianese\nTutta la terra è il mio paese.\nCome la rondine che lascia il nido,\npasso cantando di lido in lido:\ne fin che in seno mi batte il cor\ndirò canzoni d’armi e d’amor.\n\nI would be very interested in further comments about the identities of the bystanders - Italian or English? someone with more knowledge than I about costume might be able to help.\n\n(Worth reading: John Zucchi, &quot;Little Slaves of the Harp&quot; and Enzo V. Alliegro (in Italian, not available in English)", "authorname": "mystroh", "id": "35107159-7027137765-72157633439543169", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/lselibrary/7027137765/#comment72157633477559419", "realname": "", "path_alias": "lselibrary", "author": "35128489@N07", "iconserver": "3743", "datecreate": "1368530165", "_content": "[http://www.flickr.com/photos/mystroh] This information is fascinating, thank you, mystroh! It would certainly be interesting if anyone had further comments on the bystanders. The two boys either side of the pipe smoking gentlemen seem to be wearing similar attire to the harp player.", "authorname": "LSE Library", "id": "35107159-7027137765-72157633477559419", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/lselibrary/7027137765/#comment72157633507087957", "realname": "", "path_alias": "mystroh", "author": "14578355@N02", "iconserver": "3010", "datecreate": "1368854847", "_content": "My guess it that the elderly man is English. Top hat and clay pipe - not typically Italian for that period? An Italian would have been more likely to have only a moustache. The lad leaning against the post is probably Italian. I have seen hats like this in photographs taken in Viggiano in the first decade of the twentieth century. But I would welcome other opinions!", "authorname": "mystroh", "id": "35107159-7027137765-72157633507087957", "iconfarm": 4}], "photo_id": "7027137765"}, "flarchive:created": 1387817067}