{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/state-records-nsw/2868308287/#comment72157629735782062", "realname": "", "path_alias": "spelio", "author": "61804295@N00", "iconserver": "2880", "datecreate": "1337061506", "_content": "Just reading about Joseph Furphy in an article by Dr. Susan Lever from the ASAL, The Study of Australian Literature, published in the Canberra Times Panorama, of April 21, 2012.\n\nI had not made the connection before, between Joseph, Tom Collins, and his brother, the inventor of the &quot;furphy&quot;\nAnd here I am now with Tom Collins book, &quot;Such is Life&quot; down from my bookshelf, and having read the fine introduction by John Barnes, Senior Lecturer in English, University of Western Australia, 1967, where I read that we lived for a couple of years in Dalkeith and Nedlands, and Claremont, where my wife grew up!, not far from Swanbourne, where Furphy died in Sept. 1912!  Coming up to 100 years ago!\n\nI am ashamed I had not read the &quot;Certain Extracts from the Diary of Tom Collins&quot; before this. Now retired I will be able to browse my library better....\n<a href=\"http://www.flickr.com/photos/spelio/6485650929/\"><img src=\"http://farm8.staticflickr.com/7166/6485650929_23da785706_m.jpg\" width=\"240\" height=\"180\" alt=\"National Geographics &amp; Shakespeare\" /></a>\nI will also have to add some details to my Furphy tank shots..\nTom Collins was a bullock team driver up and down the Riverina from Hay, where he left his family, probably in a tent on the Hay Commons, and travelled up the &quot;Long Paddock&quot; on the One Tree Plain delivering stores to stations like &quot;Willandra&quot;, past Booligal, Mossgiel, Hillston, and the Lachlan. All places we have travelled, thinking of the old stockmen and travellers along the Cobb and Co stops, but not knowing of Tom Collins's famous descriptions of this area.\n\nHe delivered wool to the railhead at Nyngan and back down to the paddle steamers at Echuca and made a good life from it for several years until the drought of 1883.\nBy the 1890s, drought, rabbits, overstocking, and the depression forced, Furphy to join his brother at his foundry in Shepparton, where they invented the &quot;furphy&quot;, and Joeseph was able to settle in a shack and devote time to his writings for the Bulletin.", "authorname": "spelio", "id": "27286215-2868308287-72157629735782062", "iconfarm": 3}], "photo_id": "2868308287"}, "flarchive:created": 1389681112}