{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8358484910/#comment72157632667938073", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1359814732", "_content": "This is Colonel Alexander Napier MD VD of Rosebank, Queen Mary Avenue, Croshill, Glasgow.  Alexander Napier was a pre-War Medical Officer RAMC, having attained the rank of Brigade-Surgeon-Lieutenant Colonel on appointment as Supernumary Surgeon and Senior Medical Officer to the Scottish Rifle Volunteer Infantry Brigade on 28th May 1904 [LG 3 Jun 1904].  He resigned his Commission as a Surgeon Colonel on 19th May 1906 [LG 18 May 1906].\n\nHe apparently re-joined the Army during the First World War and in 1917 he was CO of 4th Scottish General Hospital RAMC at Stobhill in Glasgow, the Headquarters of which was shared with 3rd Gen Hosp RAMC at HQ York Parade, Yorkhill, Glasgow.  He was promoted from Lt Col and Hon Surgeon Colonel to Brevet Colonel effective 3rd June 1917 [published in LG 7 Aug 1917].\n\nColonel A Napier MD VD, ('VD' - the Volunteer Officer Decoration), retired from the Army on 18th November 1919 having reach the age limit for Service.\n\nIn 1883-85 Alex Napier was co-Editor of the Glasgow Medical Journal - with Joseph Coats MD, - offering advice and opinion on topics as diverse as 'the dibection of micrococci in pneumonic sputum'; obstetrics; and antipyretics.//", "authorname": "Gary Donaldson", "id": "32254785-8358484910-72157632667938073", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8358484910/#comment72157633891173567", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1370228287", "_content": "A daughter, Elizabeth Cuff Napier (1891–1984), married The Very Rev Walter Kenrick Knight-Adkin CB OBE (1880 – 1957), an eminent Anglican priest.  Their only child, Peter Napier Knight-Adkin, died in 1918 (Wikipedia article on Knight-Adkin).", "authorname": "brenontario", "id": "32254785-8358484910-72157633891173567", "iconfarm": 8}], "photo_id": "8358484910"}}