{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1282171114", "originalformat": "jpg", "owner": {"username": "OSU Special Collections & Archives : Commons", "realname": "", "nsid": "34586311@N05", "iconserver": "2835", "location": "", "path_alias": "osucommons", "iconfarm": 3}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "4904351685", "title": {"_content": "Yangtze River, Showing the Commercial Aspect of Chinkiang"}, "media": "photo", "tags": {"tag": [{"raw": "OSU Archives", "machine_tag": 0, "id": "34580971-4904351685-28769879", "_content": "osuarchives", "author": "34586311@N05"}, {"raw": "Take a Trip", "machine_tag": 0, "id": "34580971-4904351685-2632633", "_content": "takeatrip", "author": "34586311@N05"}, {"raw": "Rivers of the World", "machine_tag": 0, "id": "34580971-4904351685-7211045", "_content": "riversoftheworld", "author": "34586311@N05"}, {"raw": "Yangtze River", "machine_tag": 0, "id": "34580971-4904351685-24283", "_content": "yangtzeriver", "author": "34586311@N05"}, {"raw": "Flickr_home", "machine_tag": 0, "id": "34580971-4904351685-1343618", "_content": "flickrhome", "author": "34586311@N05"}]}, "comments": {"_content": "1"}, "secret": "8bae7a68ea", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "\nImage Description from historic lecture booklet: &quot;The Yangtze rises in the eastern plateau of Tibet, where it is fed by the melting snows and glaciers of the Kuenlun Mountains. The upper stretches of the river are fully 15,000 feet above sea level. It rises not far from the head waters of the Hwang River. Not much is definitely known about the highland of Tibet, because travelers are not allowed to go where they please in the section. But Chinese travelers say that the head waters of the Yangtze and the Hwang are separated by only a single range of mountains. \n\nAs the river flows eastward it descends rapidly. Part of the way the fall averages as much as eight feet in a mile. Then this fall decreases to six feet and finally to three feet. Form the great city of Hankow on the ocean, the movement of the water is very slow, This makes the water practically a deep canal fro Hankow to the yellow Sea. During the summer, when its waters are deep, ships of the tonnage of 6,000 dock at Hankow. \n\nThe Yangtze drains an area of 650,000 square miles; that is three-fourths the area of the United States east of the Mississippi. The river is 3,400 miles long. The Nile is 3,766 miles; the Congo 3,000 miles; the Amazon, 3,800; the Mississippi and Missouri 4,200 miles long. \n\nFor nearly four thousand years the river were the chief highways of travel in China. Even today there are but few railroads for so large and so densely populated a country, and the rivers therefore, continue to be of great importance in the domestic, or inland, commerce of the nation. \n\nThere is a very extensive trade carried on the by steamer lines along the Yangtze, the principal commodities being sugar, tea, rice and matches. In our picture we are looking out over the harbor of Chinkiang, which is always a scene of great activity. Besides the regular streamer lines conducted by the English, French, German, Japanese, American, and Chinese companies, there is a never ceasing procession of Chines junks entering and leaving the harbor.&quot;\n  \nOriginal Collection: Visual Instruction Department Lantern Slides\n \nItem Number: P217:set 020 020\n \nYou can find this image by searching for the item number by clicking <a href=\"http://oregondigital.org/digcol\" rel=\"nofollow\">here</a>. \n\nWant more? You can find more <a href=\"http://scarc.library.oregonstate.edu/digital-resources.html\" rel=\"nofollow\">digital resources online</a>. \n\nWe're happy for you to share this digital image within the spirit of The Commons; however, certain restrictions on high quality reproductions of the original physical version may apply. To read more about what “no known restrictions” means, please visit the <a href=\"http://archives.library.oregonstate.edu/exhibits/FlickrCommonsNoKnownCopyrightsRestrictions.html\" rel=\"nofollow\"> Special Collections &amp; Archives website</a>, or contact staff at the OSU Special Collections &amp; Archives Research Center for details.\n"}, "isfavorite": 0, "views": "2584", "farm": 5, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "1915-01-01 00:00:00", "lastupdate": "1360969594", "takengranularity": "8", "posted": "1282171114"}, "originalsecret": "00b91839e0", "license": "7", "notes": {"note": [{"_content": "nice", "author": "53205858@N05", "h": "41", "authorname": "josh993", "w": "186", "y": "31", "x": "140", "id": "72157624789075818"}]}, "server": "4117", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/osucommons/4904351685/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1389682117}