{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6789669771/#comment72157629303576593", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1329152764", "_content": "Officer Cadet Sidney Montague Olden, b 1888, was commissioned as a Second Lieutenant in the Border Regiment on 27 June 1917. [LG 30200 of 24 July 1917 page 7567].\n\nHe is likely to be one of the extended Olden family from the Sherfield English / Mottisfont area of Hamphire.  The older male generation of this family were Ernest b. 1860; George (a farmer) b. 1853; and Harford b. 1865.  In 1901 the extended family was mostly living in the vicinity of Sherfield English, but by 1911 Harford and Ernest appear to have moved their familiea to Romsey.//", "authorname": "Gary Donaldson", "id": "32254785-6789669771-72157629303576593", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6789669771/#comment72157629307138521", "realname": "", "path_alias": null, "author": "68061336@N05", "iconserver": "0", "datecreate": "1329168878", "_content": "The Commonwealth War Graves Commission Lists the following details\nOLDEN, SIDNEY MONTAGUE\nRank:Second Lieutenant\nDate of Death:04/05/1918\nAge:29\nRegiment/Service:Border Regiment\n 1st Bn. \nPanel ReferencePanel 6.\nMemorialPLOEGSTEERT MEMORIAL\nAdditional Information:\nSon of George and Esther Olden, of Lyon House, Sherfield, Romsey, Hants.\ndetails can be found here \n<a href=\"http://www.cwgc.org/search-for-war-dead/casualty/1643118/OLDEN,%20SIDNEY%20MONTAGUE\" rel=\"nofollow\">www.cwgc.org/search-for-war-dead/casualty/1643118/OLDEN,%...</a>", "authorname": "coldlunchuk", "id": "32254785-6789669771-72157629307138521", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6789669771/#comment72157629358442529", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1329495510", "_content": "Second Lieutenant Olden is likely to have fought with the Battalion at Cambrai in 1917.\n\nIn April 1918, with the German Spring Offensive in full flood, 1st Border was sent forward to Neuf Berquin to support 50th Division fighting in the Battle of the Lys.  1st Border was at this time being commanded by Captain (Acting Lieutenant Colonel) J R Forbes-Robertson DSO* MC and the OCs of the four companies were two Captains (Chambers MC and Ridley) a Lieutenant (Ruxton MC) and a Second Lieutenant (Yates).  On 10th April, 50th Division was forced back and 1st Border was thrown into the line between Bleu and Vieux Berquin sustaining such casualties that the battalion was reduced to 8 officers and 195 other ranks.  Fighting raged on 11th and 12th April with the surviving few defending positions with astonishing bravery.  Lt Col Forbes-Robertson was awarded a Victoria Cross for his conspicuous courage and leadership.  Eventually on 13th April what remained of 1st Border was re-formed into two companies in a composite battalion made up of all units of the brigade and commanded by Lt Col Murray of 1 KOSB and were eventually brought out of action on 17th April, being relieved by French troops.  The 1st Border companies moved back to La Brearde, but there occupied quarters that were constantly under German artillery fire.\n\nConsidering the dates of the fighting at Vieux Berquin and the apparent date of 2Lt Olden's death, he may have been mortally wounded at Vieux Berquin and died subsequently, or otherwise been reported missing in that action and, on 4 May 1918, finally accepted as klilled in action.  With such heavy casualties and inevitable chaos of gathering up survivors into a composite battalion, absolutely accurate reporting in a desperate situation would have been impossible.//", "authorname": "Gary Donaldson", "id": "32254785-6789669771-72157629358442529", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6789669771/#comment72157629358834541", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1329497514", "_content": "This photograph was taken at the main studio of Jasper Weston &amp; Son Photographers at  20A Sandgate Road, Folkestone - the Westons being a strongly Quaker family and well known photographers with successful studios in Dover, Eastbourne, Folkestone and St Leonards on Sea.  The Folkestone studio, owned by Frederick Jasper Weston, was by 1917 in the hands of Sidney Lambert Weston, the late Jasper Weston's grandson, a professional portrait photographer who employed 5 assistant photographers.  By 1917 Folkestone was a main port of embarkation for troops departing for France.//", "authorname": "Gary Donaldson", "id": "32254785-6789669771-72157629358834541", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6789669771/#comment72157631758256331", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1350128631", "_content": "Sidney was born circa 1888 at Mottisfont, Hampshire. He was the son of George &amp; Esther Olden (nee Mead). The 1891 census shows him as the fifth of seven children aged between 5 months and 10 years. His father was an Inn Keeper and they were then living at Mill Arms which is (as it's website states) an attractive 18th century inn <a href=\"http://www.millarms.co.uk/\" rel=\"nofollow\">www.millarms.co.uk/</a>\n\nBy 1901 there was another sibling and the family were living at Lyon House on Mill Lane in Sherfield English, George's birthplace. He was a Widower and described as a Farmer.\n\nAt the age of 23 Sidney was working as a Bank Clerk and boarding at Wilton House, 2 Alum Chine Road, Westbourne, Bournemouth West. He was unmarried.\n\nProbate was granted to George Olden, Farmer on 9 Nov 1918. Effects valued at £1096 18s 3d.\n\nSidney's Medal Roll Index Card reveals that when he enlisted he was Private 26780 in the Hampshire Regiment.", "authorname": "Mrs Audubon", "id": "32254785-6789669771-72157631758256331", "iconfarm": 4}], "photo_id": "6789669771"}}