{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1341944841", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "7544561854", "title": {"_content": "First Views of Pluto"}, "media": "photo", "tags": {"tag": [{"raw": "NASA", "machine_tag": 0, "id": "44489032-7544561854-11023", "_content": "nasa", "author": "44494372@N05"}, {"raw": "Pluto", "machine_tag": 0, "id": "44489032-7544561854-22141", "_content": "pluto", "author": "44494372@N05"}, {"raw": "Hubble Space Telescope", "machine_tag": 0, "id": "44489032-7544561854-1483633", "_content": "hubblespacetelescope", "author": "44494372@N05"}, {"raw": "planets", "machine_tag": 0, "id": "44489032-7544561854-19529", "_content": "planets", "author": "44494372@N05"}]}, "comments": {"_content": "0"}, "secret": "c0a3efca01", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "(October 4, 1990) The following information was published along with the image in 1990, prior to Pluto having been stripped of its title as a planet:\n\nNASA's Hubble Space Telescope has obtained the clearest pictures ever of our solar system's most distant and enigmatic object: the planet Pluto. The observations were made with the European Space Agency's Faint Object Camera. The ninth and last real planet known, and the only planet that has not been visited by a fly-by spacecraft, Pluto was discovered just 60 years ago by the American astronomer Clyde Tombaugh, who was searching for the source of irregularities seen in the orbits of Uranus and Neptune. It has become apparent since then that Pluto is a very peculiar object. Its orbit is tilted and is more elliptical than the orbits of any of the other planets in the solar system. Pluto also rotates upside down with its North Pole below the plane of the solar system in the opposite sense of the Earth and most of the other planets. Pluto is smaller than our own Moon and also denser than any of its neighbors in the outer solar system. But, perhaps, its most fascinating property was uncovered only 12 years ago when a huge companion &quot;moon&quot; called Charon was detected from ground based photographs. Subsequent investigations have shown that Charon is about half the size of Pluto making it the largest known satellite relative to its planet in the solar system. In fact, because of this, Pluto is often referred to as a double planet. The rotation period of the Pluto-Charon system is a mere 6 days. A recent Faint Object Camera image of Pluto and Charon is shown in the upper right hand frame of the accompanying photograph. This image is the first long duration HST exposure ever taken of a moving target. In order to avoid smearing of the images, ground controllers had to pre-program the HST spacecraft to track Pluto extremely accurately and compensate exactly for the &quot;parallax&quot; introduced by the combined motions of Pluto, the Earth and HST in their respective orbits. Pluto is currently near its closest approach to the Earth in its 249 year journey around the Sun, and is approximately four and a half billion kilometers away. The bright object at the center of the frame is Pluto while Charon is the fainter object in the lower left. Charon is fainter than Pluto because it is smaller and, probably, because its surface is covered by water ice whereas Pluto is thought to be covered mainly by the more reflective methane frost or snow. As indicated in the diagram at the bottom of the photograph, Charon's orbit around Pluto is a circle seen nearly edge on from Earth, with a radius of almost twenty thousand kilometers - a distance equal to approximately one and a half times the diameter of the Earth. At the time of observation, Charon was near its maximum apparent distance from Pluto, so that its angular separation was about nine tenths of an arcsecond. Because of the peculiar orientation of the Pluto-Charon orbit with respect to our line of sight, Charon approaches to within less than one tenth of an arcsecond of Pluto every three days. \n\n<a href=\"http://nasaimages.org/luna/servlet/detail/NVA2~8~8~11915~112447:First-ESA-Faint-Object-Camera-Scien\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/NVA2~8~8~11915~112447:...</a>"}, "isfavorite": 0, "views": "4418", "farm": 9, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "1990-10-04 11:27:21", "lastupdate": "1379448369", "takengranularity": "0", "posted": "1341944841"}, "originalsecret": "1791183910", "license": "7", "notes": {"note": []}, "server": "8009", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/7544561854/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387642879}