{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalmaritimemuseum/4128267792/#comment72157622913237836", "realname": "", "path_alias": null, "author": "24052676@N03", "iconserver": "3729", "datecreate": "1259680461", "_content": "Wow to think that tree is gone now and the deer aren't free to roam anymore.!", "authorname": "surreydweller ..having a break", "id": "11329630-4128267792-72157622913237836", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nationalmaritimemuseum/4128267792/#comment72157622913249212", "realname": "", "path_alias": null, "author": "24052676@N03", "iconserver": "3729", "datecreate": "1259680600", "_content": "Queen Elizabeth Oak \n\nAfter the Norman Conquest the area of Greenwich Park became a large manor. In 1427 the brother of Henry V Humphrey Duke of Gloucester, inherited the land, and he enclosed the park in 1433. Greenwich thus became the first enclosed royal park. It was later inherited by the mother of Henry VI, before becoming a favourite royal retreat for the Tudors. Henry VII built a palace at the bottom of the park, and it was here that Henry VIII was born. His daughters Mary and Elizabeth were born here, and his son Edward VI died here. Tudor times are recalled in the grounds of Greenwich Park by the Elizabeth Oak. This huge old hollow oak tree was the focus of much attention. Henry VIII and Anne Boleyn are supposed to have danced around it, and Elizabeth I is said to have taken refreshment while sitting in its protective hollow trunk. Whether these stories are true is unclear. What is clear, however, is that the oak tree is symbolic of England. The navy which spread England's, and then Britain's, power around the world was made of oak. The tree is also an ancient sacred symbol. So it makes sense for the Elizabeth Oak to become a kind of secular sacred symbol, around which monarchs dance, or which offer protection to picnicking queens. The ancient oak eventually blew down, and a new tree was planted beside the old one by the Duke of Edinburgh in 1992. The Elizabeth Oak can now take its place beside the Roman shrine and the Saxon Tumuli.", "authorname": "surreydweller ..having a break", "id": "11329630-4128267792-72157622913249212", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nationalmaritimemuseum/4128267792/#comment72157622955179964", "realname": "Velurajah Selliah", "path_alias": "velurajah", "author": "25252126@N08", "iconserver": "5524", "datecreate": "1260211507", "_content": "Beautiful shot excellent photo!", "authorname": "Velurajah UK", "id": "11329630-4128267792-72157622955179964", "iconfarm": 6}], "photo_id": "4128267792"}, "flarchive:created": 1387724610}