{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/7460315488/#comment72157634818565845", "realname": "Gerry Bates", "path_alias": "echoprintsphotography", "author": "41120924@N07", "iconserver": "3828", "datecreate": "1374980307", "_content": "Castle Mountain is a mountain located within Banff National Park in the Canadian Rockies, approximately half-way between Banff and Lake Louise. It is the easternmost mountain of the Main Ranges in the Bow Valley and sits astride the Castle Mountain Fault which has thrust older sedimentary and metamorphic rocks forming the upper part of the mountain over the younger rocks forming its base. The mountain's castellated, or castle-like, appearance is a result of erosive processes acting at different rates on the peak's alternating layers of softer shale and harder limestone, dolomite and quartzite.\n\nThe mountain was named in 1858 by James Hector for its castle-like appearance. From 1946 to 1979 it was known as Mount Eisenhower in honour of the World War II general Dwight D. Eisenhower. Public pressure caused its original name to be restored, but a pinnacle on the southeastern side of the mountain was named Eisenhower Tower. Located nearby are the remains of Silver City, a 19th century mining settlement, and the Castle Mountain Internment Camp in which persons deemed enemy aliens and suspected enemy sympathizers were confined during World War I.\n\nWhile looking nearly impenetrable from the Trans-Canada Highway, the peak can be ascended from the backside on the northeastern slopes. The trail to Rockbound Lake leads hikers around the eastern side. The massif contains several high points including Helena Ridge (2,862 m (9,390 ft)), Stuart Knob (2,850 m (9,350 ft)) and Television Peak (2,970 m (9,744 ft)), the latter being named for the TV repeater located on top. Technicians use a helicopter rather than hiking the long ascent to the top.\nDownloaded from <a href=\"http://en.wikipedia.org/wiki/Castle_Mountain\" rel=\"nofollow\">en.wikipedia.org/wiki/Castle_Mountain</a>, July 27, 2013.", "authorname": "gerry.bates", "id": "31569669-7460315488-72157634818565845", "iconfarm": 4}], "photo_id": "7460315488"}}