{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7921759846/#comment72157631669818565", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1349126137", "_content": "<b>BUTTERWORTH, FRANK JOSEPH</b>\nRank:Private \nService No:3476 \nDate of Death:04/08/1916 \nRegiment:Australian Pioneers,  4th \nGrave Reference IV. L. 41. \nCemetery POZIERES BRITISH CEMETERY, OVILLERS-LA BOISSELLE \nAdditional Information:\nSon of Frank Joseph and Frances Mary Butterworth, of Hunter Street, Bundaberg, Queensland.\nCWGC <a href=\"http://www.cwgc.org/find-war-dead/casualty/588596/BUTTERWORTH, FRANK JOSEPH\" rel=\"nofollow\">www.cwgc.org/find-war-dead/casualty/588596/BUTTERWORTH,%2...</a>\n\nHis Australian Army papers can be seen here.\n<a href=\"http://naa12.naa.gov.au/scripts/Imagine.asp?B=3177224\" rel=\"nofollow\">naa12.naa.gov.au/scripts/Imagine.asp?B=3177224</a>\n\nHe was born and enlisted Bundaberg. At the time of his enlistment in August 1915 he was aged 21 years and 7 months. He gave his occupation as Carter and his next of kin as his father, another Frank Joseph, of Burnett Street, Bundaberg.\n\nInitially assigned to the 11th Re-inforcements to the 15th Battalion.\n\nAt his medical he was described as 5 feet 6 inches tall, 138lbs, fair complexion, and with brown hair and eyes.\n\nHe embarked on HMAT Seang Bee on the 21/10/15 at Brisbane. He caught up with the 15th Battalion at Ismalia on the 5th February 1916.\n\nHe was transferred to the 47th Battalion on the 3rd March 1916, but a week or so later he moved on the the 4th Pioneers.Both units were at Tel-el-kebir, Egypt.\n\nOn the 4th June 1916 he sailed for France, landing at Marseilles on the 11th June 1916.\n\nHe was initially buried south of Pozieres, 3 3/4 miles N.E of Albert.\n\nAfter the war when the Army was trying to contact his father with his war medals it transpired both he and Frank's mother had deceased. Eventually they contacted Frank's eldest brother, a Mr C E Butterworth of P O Box 13, Gladstone, Queensland.\n\nThe Battalion's War Diary doesn't give much of a clue in the narrative as to what happened on this day.\n<a href=\"http://www.awm.gov.au/collection/records/awm4/14/16/awm4-14-16-6.pdf\" rel=\"nofollow\">www.awm.gov.au/collection/records/awm4/14/16/awm4-14-16-6...</a>\n\n3rd August 1916 Becourt Wood\nBattalion engaged in shifts on widening + deepening Copse Avenue through Pozieres.\n\n4th August 1916 Becout Wood\nBattalion engaged on Communication Trences in Pozieres\n\n5th August 1916 Becourt Wood.\nNight of 4th/5th Aug. Battalion working on Communication Trench from Old Front Line to O.G.1 + O.G.2, following up attacking infantry. 2 Companies working on 7th Bde area and 1 company on 5th Bde area. During day ???? deepening + widening communication trenches in the area.\n\nAppendix 1 lists all the casualties, killed and wounded. Unfortunately its hand-written and one description regularly occurs, including against the death of Private Butterworth. In descending order of probability it could be either (H.G.), (H.E.) or (M.G.). As the description Shell also occurs, I'm not sure what the distinction is from H E, or High Explosive. Similarly, unless they are booby-traps, I'm not sure why so many men from the unit are being killed and wounded by <b>H</b>and <b>G</b>renades. There are also numerous instances of Shrapnel wounds, so again not sure what the distinction is, when most shrapnel will be as a result of shell, high explosive or grenade.\n\nFriday 4th August 1916. Day 35\n\nPozieres\n\nThe 2nd Australian Division renewed the offensive in Pozieres. At 9.15pm the 18th, 5th (New South Wales) and 20th Bns captured the length of OG1 south east of the Bapaume Road. OG2 was captured after heavy fighting. Consolidation was difficult.\n\nNorth of the Bapaume Road 7 Bde captured OG1 and OG2 south of the Courcelette Track and consolidated just beyond OG2. The 23rd Bn failed to advance to the OG lines north of the track. \n\nThe Germans counterattacked unsuccessfully through the night.\n<a href=\"http://forum.irishmilitaryonline.com/showthread.php?9058-The-Somme-Day-by-Day/page2\" rel=\"nofollow\">forum.irishmilitaryonline.com/showthread.php?9058-The-Som...</a>\n\nThe diary of the 18th Battalion talks of heavy and continuous shelling by the Germans during the night of the 4th/5th after the successful attack but talks of a &quot;vigorous&quot; consolidation taking place. The diary of the 20th Battalion however attributes the shellfire to British Artillery falling short, and speaks of communications trenches and Saps being collapsed as a result, delaying getting the wounded out and bringing the relief up.", "authorname": "Moominpappa06", "id": "32254785-7921759846-72157631669818565", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7921759846/#comment72157631737434453", "realname": "Willem", "path_alias": null, "author": "32921850@N00", "iconserver": "7439", "datecreate": "1349873148", "_content": "Occupation carter? Is that the same as wainwright? Must be. A skill that is as good as lost.", "authorname": "✿ willem ツ", "id": "32254785-7921759846-72157631737434453", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7921759846/#comment72157631748461537", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1349996842", "_content": "Not quite. Wainwright,(a maker or repairer of carts) would be the same as a Cartwright. A Carter is usually someone who drove a cart or worked on one, although sometimes its could be used to mean the same as a Porter - that is someone who carries things or shifts them around..In most cases a Carter would be just a different kind of Labourer and has evolved into the modern day truckers and van drivers. In America what was originally the Truckers Union is generally known as theTeamsters, from the Carters ability to control a Team of Horses. I'm not sure we should necessarily mourn the loss of such a skill - a horse based transportation system was probably as unsustainable long term as one based on fossil fuels :-)", "authorname": "Moominpappa06", "id": "32254785-7921759846-72157631748461537", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7921759846/#comment72157631749207285", "realname": "Willem", "path_alias": null, "author": "32921850@N00", "iconserver": "7439", "datecreate": "1350006814", "_content": "Thank you. That is what I call useful information.", "authorname": "✿ willem ツ", "id": "32254785-7921759846-72157631749207285", "iconfarm": 8}], "photo_id": "7921759846"}}