{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/3201065471/#comment72157612594601563", "realname": "james anthony gue lee han", "path_alias": "jellyjellyjompers", "author": "89499427@N00", "iconserver": "1423", "datecreate": "1232126715", "_content": "greatness", "authorname": "Ed Gilvarte", "id": "8602872-3201065471-72157612594601563", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3201065471/#comment72157612661098812", "realname": "Joe", "path_alias": "whyaduck", "author": "30085166@N00", "iconserver": "0", "datecreate": "1232164041", "_content": "There are a lot of web pages mentioning Constant Le Marin, but most are in French or German. Somebody who reads either (or both) could come up with more information about him than I can.\n\nWhat I've been able to glean from various sites is that he was a Belgian professional Greco-Roman wrestler, and his birth name was Henri Herd. He appears to have been popular in Russia before WWI, and might have fought on a Russian wrestling team. He had at least one bout with <a href=\"http://www.flickr.com/photos/library_of_congress/2679861304/\"> Stanislaus Zbyszko</a>, at Chicago, on February 24, 1913.\n\nI also found a reference to a Belgian wrestler named Sailor Constant (an English translation of Constant Le Marin) wrestling former heavyweight boxing champion Jack Johnson in 1933. The same guy, perhaps? Both he and Johnson would have been getting on in years by then.\n\nHe's also <a href=\"http://www.boxrec.com/list_bouts.php?human_id=390181&amp;cat=boxer\">listed at BoxRec</a> as having had a single boxing match (which he lost), against Angel Rodriguez,  at Montevideo in 1916.\n\nOne of the French web pages is <a href=\"http://www.thyssens.com/03notices-bio/brusson_c.php\">a brief biography of his niece, Cécile Brusson</a>, which has a couple of photos of him, one in his WWI uniform. Here's Google's automatic translation of a paragraph from it:\n\n&quot;One of the Herd son, Henri, was an impressive athlete who, since 1904, won tournaments in Greco-Roman. He chose to fight under the name of the Constant-Marino, a tribute to the prestigious champion Namurois Constant-le-Boucher. Why marine? Because he had the ambition to &quot;beyond the seas and oceans&quot; the name of the school liégeoise control. He did, in fact, winning from 1908 to 1914, prestigious tournaments in Canada and South America, and it was four times world champion won his discipline and four belts of gold.&quot;", "authorname": "whyaduck", "id": "8602872-3201065471-72157612661098812", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3201065471/#comment72157612706824128", "realname": "Malcolm", "path_alias": null, "author": "23593709@N05", "iconserver": "3110", "datecreate": "1232274042", "_content": "Hi, I'm an admin for a group called <a href=\"http://www.flickr.com/groups/676473@N21/\">Almost Anything. FOUR SEASONS COMP. Get entering.</a>, and we'd love to have this added to the group!", "authorname": "bonksie61", "id": "8602872-3201065471-72157612706824128", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3201065471/#comment72157613329020655", "realname": "", "path_alias": "wmarkdyer", "author": "82214664@N00", "iconserver": "7414", "datecreate": "1233777136", "_content": "That is the definition of barrel chested.", "authorname": "Mark in NOVA", "id": "8602872-3201065471-72157613329020655", "iconfarm": 8}], "photo_id": "3201065471"}}