{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8671758316/#comment72157633383035842", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1367275742", "_content": "Commissioned into the Territorial Infantry (unattached) on 29th August 1912, Charles Alexander Kenneth Anderson is appointed to the Cambridge University, Senior Division, Officer Training Corps, as an unattached Territorial Army Officer, with effect 16th January 1913, [London Gazette of 7 Feb 13].\n\nHis commemoration on the Menin Gate is at Panel 51 and 53.\n\nThere is a photograph of him in his Glengarry at  <a href=\"http://www.findagrave.com/cgi-bin/fg.cgi?page=pv&amp;GRid=10825604&amp;PIpi=58953715\" rel=\"nofollow\">www.findagrave.com/cgi-bin/fg.cgi?page=pv&amp;GRid=108256...</a>\n\n1st Royal Scots Fusiliers were in 9th Infantry Brigade.  On 12th November 1914 the Brigade Headquarters was shelled by German artillery and the Brigade Commander, Brigadier Frederick Charles Shaw, was badly wounded.//", "authorname": "Gary Donaldson", "id": "32254785-8671758316-72157633383035842", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8671758316/#comment72157633916262299", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1370320409", "_content": "From Internet Archive's \nFull text of \nHARROW MEMORIALS \nOF THE GREAT WAR \nVOLUME 1\nAUGUST 23rd, 1914, to MARCH 20th, 1915 \n2ND LIEUTENANT CHARLES ALEXANDER KENNETH ANDERSON \nKing's Royal Rifle Corps \nChurch Hill oy'-ii' Aged 21 Not. 12th, 191 4 \n\nOnly son of Alexander Richard Anderson, F.R.C.S., Senior Surgeon \nGeneral Hospital, Nottingham, and of Edith, daughter of the late Charles \nEdward Tuck, J. P., Blofield, Norfolk, and grandson of the late Colonel \nRichard Anderson, H.M. ^6th Regiment. \n\nPembroke College, Cambridge. \n\n2nd Lieutenant Anderson received his Commission in the Royal Scots \nFusiliers on the day War was declared, and a week later joined his Regiment \nat Gosport, leaving for the Front on August 13th, 19 14. He was trans- \nferred to the I St Battalion King's Royal Rifle Corps on August 14th, but \ncontinued to serve with the Scots Fusiliers until his death. \n\nHe took part in the Retreat from Mons, and in the battles of Le Cateau, \nthe Marne, the Aisne, and the ist Battle of Ypres, in which he was slightly \nwounded. He was killed leading his men in a night attack on the German \ntrenches at Chateau Haerentage, on November 12th. He had outlived or \noutstayed nearly all his brother-officers. Of the number that left Gosport \nwith the Regiment only three remained. \n\nColonel (now Major-General) Douglas Smith, then commanding the \nRegiment, writes: — \n\n&quot;A capital boy in every sense of the word. Always cheerful and ready \nto work, and thoroughly reliable. He did not know what fear meant, and \nwas so eager to undertake anything that was going.&quot; \n\nCaptain A. A. Seaton, Tutor and History Lecturer of Pembroke College, \nwho has since died of wounds, writes : — \n\n&quot;He stands out in my mind as one of the most lovable of my pupils, \nand of the many men serving at the Front, I do not think there is one whose \ndeath could touch me so nearly.&quot; \n\nAnother Cambridge letter contains the following: — \n\n&quot;We felt it all the more because Mr. M told us he had run up \n\nagainst Anderson in the road on the Retreat from Mons. He said he was \nvery mud-stained and dirty, but smiling as serenely as ever.&quot;", "authorname": "brenontario", "id": "32254785-8671758316-72157633916262299", "iconfarm": 8}], "photo_id": "8671758316"}}