{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/6102870526/#comment72157627809534436", "realname": "", "path_alias": "bramblam", "author": "25127608@N08", "iconserver": "8120", "datecreate": "1317661704", "_content": "<a href=\"http://g.co/maps/ja2dn\" rel=\"nofollow\">g.co/maps/ja2dn</a>", "authorname": "bramblam", "id": "26532116-6102870526-72157627809534436", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/biblarte/6102870526/#comment72157627816101110", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1317735365", "_content": "&quot;Laboratório Sanitas&quot; na Avenida D. Joaõ V, em Lisboa.\n\nPropriedade da firma Cortês Pinto &amp; Pimentel, Lda, fundada em 1911 pelo major médico Francisco Cortês Pinto (1885-1974) e pelo farmacêutico Horácio Pimentel. Teve sempre a sede em Lisboa. Em 1917 figura já, com comprimidos e ampolas, entre as firmas exportadoras de especialidades farmacêuticas. Nesse mesmo ano foi criada uma outra sociedade onde participavam os proprietários do Sanitas, a Neto, Natividade &amp; C.ª, dedicada ao comércio de produtos farmacêuticos. Em 1923 foi instalada na Travessa do Carmo uma secção de material cirúrgico e afins. \n\nNa Feira de Amostras Industriais realizada no Estoril em 1929 esteve presente um stand do Laboratório Sanitas, onde este apresentou diverso mobiliário e instrumentos cirúrgicos de seu fabrico.\n\n A firma proprietária do Sanitas passou a pertencer à secção de indústrias químicas da Associação Industrial Portuguesa entre 1918-1920, passando pouco depois a desempenhar um papel de relevo na vida associativa industrial. Francisco Cortês Pinto desempenhou vários cargos importantes na direcção da AIP desde o triénio de 1924-1926. No dia 31 de Maio de 1930 foram inauguradas novas e amplas instalações laboratoriais, necessárias pelo aumento crescente das exportações para as colónias, Brasil, Índia inglesa, Congo Belga e Congo francês.\nAs novas instalações eram constituídas por seis grandes edifícios de 40 metros de comprido cada cobrindo uma área de 10.000 m2 no quarteirão formado pelas ruas D. João V, Custódio Vieira e Silva Carvalho. O jornalista da revista Indústria Portuguesa que cobriu a inauguração afirmou que &quot;por toda a parte se admiram os mais modernos maquinismos, tanto nos laboratórios propriamente ditos, com os seus aparelhos de emulsionar, comprimir, encher ampolas, fabrico de pastas, pensos e outros produtos, como nas salas de estufa, empacotamento, galeria de máquinas, instalação de caldeiras, gabinete de consultas e tratamento e oficinas de lavagem de garrafas e frascos&quot;. O repórter ficou particularmente impressionado com a mecanização das diferentes secções &quot;que lhes assegura o máximo de produção com um mínimo de pessoal&quot;. Os laboratórios possuíam uma geradora própria a vapor, uma sala com as máquinas de granular, de confeitar e de comprimir &quot;dirigidas por um único homem&quot;, outras salas de encher e encapsular, de embalagem, de preparação dos solutos para as ampolas, de enchimento das ampolas, de lavagens de vasilhame e de fabrico de água oxigenada. Um dos pavilhões era o denominado de culturas, com o serviço de bacteriologia, com salas de preparação, de estufa e de geleiras. O serviço era dirigido por três bacteriologistas, cujos gabinetes privativos (&quot;à maneira da organização alemã 'Bayer'&quot;) se situavam em outro pavilhão, junto com a contabilidade e a Sala de Conferências. Num grande pavilhão com anexos funcionava o armazém, para as drogas, produtos químicos e produtos acabados e prontos para serem expedidos. Os funcionários dispunham de vestiário, refeitório e (!) &quot;recreio ajardinado num miradouro sobre a cidade e o Tejo&quot;. \n\nEm 1930 foi fundado o Laboratório Sanitas do Brasil, em S. Paulo. No período de 1945 a 1952 deu-se novo alargamento das instalações, numa situação caracterizada pela enorme carência de medicamentos produzidos na Europa, pelo repentino afluxo de matérias primas americanas e pelo aparecimento de novas técnicas e substâncias (como os antibióticos). O Sanitas possuía uma Farmácia, de que era directora em 1931 a farmacêutica Esperança Castro Ferreira, licenciada pela Faculdade de Farmácia de Lisboa.\n\nO investimento na área de I&amp;D levou à constituição de um Gabinete de Estudos constituído pelos dois directores técnicos (João Carvalho Guerra e Eurico Pimentel), seis médicos, três farmacêuticos, dois professores de Medicina Veterinária e dois engenheiros químicos. Além de especialidades, o Laboratório Sanitas comercializava material cirúrgico, de medicina dentária, de raios X e electromedicina, de anestesia e oxigenoterapia e material de laboratório. Tinha sucursais no Porto, Coimbra, Évora, Lourenço Marques (Maputo) e Luanda. Encontrava-se também associada à Metalúrgica da Longra, Lda (Douro) para a produção de material hospitalar e outro mobiliário metálico, tendo fornecido o Hospital Escolar de Lisboa.", "authorname": "J. Leite", "id": "26532116-6102870526-72157627816101110", "iconfarm": 6}], "photo_id": "6102870526"}, "flarchive:created": 1387729322}