{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/smithsonian/5493899791/#comment72157626252629847", "realname": "Phil", "path_alias": null, "author": "57574403@N07", "iconserver": "5205", "datecreate": "1301376550", "_content": "She must have been an exordinary lady", "authorname": "pmcconst", "id": "25030781-5493899791-72157626252629847", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/smithsonian/5493899791/#comment72157626519994448", "realname": "Brenda  Anderson", "path_alias": "curiouskiwi", "author": "69005233@N00", "iconserver": "7371", "datecreate": "1303081956", "_content": "What an interesting woman.  I've written a blog post about her with some newspaper stories that I have found.  Here is one of them (you can read more on <a href=\"http://deliberateserendipity.blogspot.com/2011/04/vivien-kellems-1896-1975.html\" rel=\"nofollow\">my blog post</a>):\n\nIn the October 31, 1947 edition of Stars and Stripes (newspaper), the following story appeared:<blockquote>\n<b>Woman Advocates Jobs for Women Or Legal Polygamy</b>\nCleveland, Oct 30 (UP) -- A forceful, outspoken woman industrialist yesterday came out for legalization of polygamy as her answer to &quot;restrictive legislation which deprives women of their equality with men in the working world.&quot;\n  Miss Vivien Kellems, 51, president of the Kellems Co. of Westport, Conn., said before a town hall audience that &quot;we must have polygamy or unmarried millions of women must be given equal chances with men for jobs.\n&quot;Unfortunately we do not live in a Utopia where every girl is reasonably sure of getting a husband to support her.  Many women work for exactly the same reason men do--because they have to.&quot;\nMiss Kellems' main objection was to &quot;restrictive&quot; laws passed against women workers, and she added that &quot;if every man who advocates laws making it more difficult for women to work had to be responsible for the support of one of these women he might not orate so emphatically.&quot;\n&quot;As it is now, polygamy is the only answer,&quot; Miss Kellems said, although she did not elaborate on the statement.</blockquote>\n\nAs we say here in New Zealand, she sounds like a hard case. :)", "authorname": "Brenda Anderson", "id": "25030781-5493899791-72157626519994448", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/smithsonian/5493899791/#comment72157633992733090", "realname": "Smithsonian Institution", "path_alias": "smithsonian", "author": "25053835@N03", "iconserver": "2282", "datecreate": "1370632422", "_content": "A hard case, indeed! Sorry I missed this comment when you first wrote it. I read your blog post with interest. Her theory of polygamy and women in the workforce is intriguing to say the least.", "authorname": "Smithsonian Institution", "id": "25030781-5493899791-72157633992733090", "iconfarm": 3}], "photo_id": "5493899791"}}