{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/royalaustralianhistoricalsociety/9836891705/#comment72157635788973733", "realname": "J M", "path_alias": null, "author": "102881146@N07", "iconserver": "0", "datecreate": "1379913322", "_content": "How wonderful to see two of Bill Mathew’s images of Bungarribee house. Bill won prizes for photos submitted, including some of Bungarribee/Eastern Creek. The close-up of the tower from March 1957, helps date surviving colour slides from his various trips to the old homestead. Within two months, the house was demolished. The distant shot (from south) was part of a collection used in the architectural study of 1950, by tech students J. R. Kell,  M. P. Kitson,  W. M. Mathews,  J. W. Newman and C. V. Sylvester-Booth.  Caretakers Mr and Mrs Downing occupied several habitable rooms,  and were present during the student visits to record the house,  in mid 1950.  The Downings were the last residents of Bungarribee,  127 years after it was first occupied by the Campbell family.  JWSM", "authorname": "bungarribee", "id": "69236863-9836891705-72157635788973733", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/royalaustralianhistoricalsociety/9836891705/#comment72157636540167326", "realname": "", "path_alias": "royalaustralianhistoricalsociety", "author": "69269002@N04", "iconserver": "3801", "datecreate": "1381752922", "_content": "Thank you for the wonderful message bungarribee, we appreciate the extra information on the image.", "authorname": "Royal Australian Historical Society", "id": "69236863-9836891705-72157636540167326", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/royalaustralianhistoricalsociety/9836891705/#comment72157636569527285", "realname": "J M", "path_alias": null, "author": "102881146@N07", "iconserver": "0", "datecreate": "1381810009", "_content": "[Although brief,  the content is accurate,  unlike the Planning link information.  There was no Commonwealth ownership before 1950 (src. Land Titles).  Thomas R. Cleaver Snr (1869-1948) purchased Bungarribee in 1929.  The Cleaver family moved out c.1940,  after which Bungarribee was tenanted.  In 1945,  Cleaver sold the estate to his two youngest sons.]\n  \nBungarribee house and estate was located in western Sydney, near Blacktown and Doonside,  but covering four suburbs today,  including the recently created “Bungarribee”.  Originally 2000 acres on Eastern Creek,  Prospect,  Bungarribee was granted to Col. John Campbell,  30 June 1823.  Of the many owners and residents,  Cleaver Bros. (Thomas and “John”) were the last private owners when transferred to the Commonwealth under a (1949) compulsory acquisition in July 1950.  During the 1940s,  various tenants and Cleaver Bros. (after the war) operated a dairy farm on the 472 acre estate,  with just 40 acres south of Bungarribee Creek,  temporally acquired by Military Hirings for an airstrip.  When assessed in April 1949,  by the Overseas Telecommunications Commission (OTC),  for a new international transmitting station,  the estate was vacant and buildings dilapidated.  The last residents were Mr and Mrs Downing,  who rented several habitable rooms at £1 per week,  later suspended in return for caretaking,  until August 1950.  John WSM", "authorname": "bungarribee", "id": "69236863-9836891705-72157636569527285", "iconfarm": 0}], "photo_id": "9836891705"}}