{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/4586277641/#comment72157623887306801", "realname": "Lisby", "path_alias": null, "author": "60861613@N00", "iconserver": "3569", "datecreate": "1273246032", "_content": "According to Wikipedia: &quot;Maria Theresia Henriette Dorothee of Austria-Este (2 July 1849 – 3 February 1919) was a Queen consort of Bavaria and a Jacobite pretender. She was the daughter and only child of Archduke Ferdinand of Austria-Este and his wife, Archduchess Elisabeth of Austria. She was the last Queen of Bavaria and a Jacobite pretender as Mary IV and III.\n\n&quot;In 1868, she married King Ludwig III of Bavaria in Vienna. The couple had fallen in love with each other during a visit of Ludwig in Austria in 1867 and decided to marry, which initially angered the Emperor, who had wished for her to marry Ferdinand IV, Grand Duke of Tuscany. She became queen consort of Bavaria in 1913. She became the first catholic queen in Bavaria since Bavaria was made a Kingdom 1806. In 1914, she hosted great festivites to the royal Bavarian jubilee and appeared with her spouse to announce the war. During WWI, she was a great patriot and also supported the Habsburg monarchy. She encouraged the women of Bavaria to support the soldiers by providing food and clothes for them with references to legendary heroines and visited wounded soldiers.\n\n&quot;She was the niece and heir of the childless Francis V, Duke of Modena, Jacobite pretender to the thrones of England and Scotland; as such, Jacobites styled her Queen Mary IV and III after his death in 1875. Her son Rupprecht, Crown Prince of Bavaria inherited the Jacobite claim.&quot;", "authorname": "lisby1", "id": "8602872-4586277641-72157623887306801", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4586277641/#comment72157624061878776", "realname": "Kristi", "path_alias": "kristi_loc", "author": "34904489@N07", "iconserver": "3309", "datecreate": "1273877891", "_content": "lisby1:\n\nThanks for this information about the last Queen of Bavaria. We will expand the record when we update.", "authorname": "Kristi (LOC P&P)", "id": "8602872-4586277641-72157624061878776", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4586277641/#comment72157623938552979", "realname": "", "path_alias": null, "author": "29079609@N02", "iconserver": "5491", "datecreate": "1273893723", "_content": "you have her daughter Hildegarde posted in this set too\n\n[http://www.flickr.com/photos/library_of_congress/4606569142/]", "authorname": "Kilted Cowboy", "id": "8602872-4586277641-72157623938552979", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4586277641/#comment72157624106489324", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1274447128", "_content": "Maria Theresia won't smile: is she trying to hide bad teeth?", "authorname": "Wystan", "id": "8602872-4586277641-72157624106489324", "iconfarm": 4}], "photo_id": "4586277641"}}