{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/smithsonian/2550509999/#comment72157608684188697", "realname": "", "path_alias": null, "author": "23103743@N05", "iconserver": "2155", "datecreate": "1225913021", "_content": "This looks like a small quadrangle at a university, probably in the UK.  After spending some time doing image searches for Oxford and Cambridge quadrangles, I decided to try another tack.  The satellite view of Oxford from Google maps led me (after a couple of other tries) to the Old Quad at Pembroke College.  I think I'm right, but it's hard to be certain.\n\n<a href=\"http://www.pembrokemcr.com/Photos/CozyPembroke/Golden_sunset_on_Old_Quad,_as_seen_from_the_MCR\" rel=\"nofollow\">www.pembrokemcr.com/Photos/CozyPembroke/Golden_sunset_on_...</a> is a current picture.  The chimneys, the position of the tower and the layout of windows look right.  Of course the ivy is gone, but so are some crenellations.  A history of Pembroke College [ <a href=\"http://www.archive.org/details/histpembrokecoll00macluoft\" rel=\"nofollow\">www.archive.org/details/histpembrokecoll00macluoft</a> ] suggests a reason for that.  Page 432 describes changes made to the quad in the 1830s and has a 1929 drawing of the same corner -- without the &quot;embattled parapet&quot; (visible in the Smillie photograph).  My guess is that the 19th century additions have since been removed to the extent possible.  I haven't found any evidence to support that.\n\nI also discovered, e.g., from <a href=\"http://www.bookrags.com/wiki/Pembroke_College,_Oxford\" rel=\"nofollow\">www.bookrags.com/wiki/Pembroke_College,_Oxford</a> , that James Smithson, whose bequest established the Smithsonian was an undergraduate at Pembroke College.  This seems an extra reason for having the photo.    Another detail: Samuel Johnson had rooms in this tower when he was an undergraduate in 1728.", "authorname": "swanq", "id": "25030781-2550509999-72157608684188697", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/smithsonian/2550509999/#comment72157626328842213", "realname": "Chris", "path_alias": null, "author": "39489180@N06", "iconserver": "4122", "datecreate": "1302260295", "_content": "I went to Pembroke College and am sure this is the Old Quad, looking northeast towards the tower, where indeed Samuel Johnson had rooms. As Swanq says, Smithson also studied at Pembroke. The arch under the tower is the main entrance to the college. The arch on the left leads to the Chapel Quad.\nMuch of the ivy has been removed, and window boxes added, making this now one of the most attractive quads in Oxford. It has won prizes for the flowers.", "authorname": "CJLT", "id": "25030781-2550509999-72157626328842213", "iconfarm": 5}], "photo_id": "2550509999"}}