{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/5425140093/#comment72157627885506816", "realname": "Chris Snelling", "path_alias": "chrissnelling", "author": "68638777@N06", "iconserver": "6157", "datecreate": "1318522751", "_content": "Location shown on the Flickr page is wrong: Not Somerset East at all. The hospital is in Green P[oint Cape Town.", "authorname": "Chris Snelling", "id": "31569669-5425140093-72157627885506816", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/nationalarchives/5425140093/#comment72157627761341287", "realname": "", "path_alias": "nationalarchives", "author": "31575009@N05", "iconserver": "7325", "datecreate": "1318525598", "_content": "Thanks for pointing this out. Have edited the map to make the geolocation more accurate.", "authorname": "The National Archives UK", "id": "31569669-5425140093-72157627761341287", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/nationalarchives/5425140093/#comment72157627900041472", "realname": "Chris Snelling", "path_alias": "chrissnelling", "author": "68638777@N06", "iconserver": "6157", "datecreate": "1318702477", "_content": "You are getting closer: move the red location point to just North East of where it is now to just over the Western Boulevard and you will be pretty much spot on. I would try do it myself but for whatever reason the &quot;suggest location&quot; application refuses to load.", "authorname": "Chris Snelling", "id": "31569669-5425140093-72157627900041472", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/nationalarchives/5425140093/#comment72157633999361341", "realname": "", "path_alias": null, "author": "12573377@N04", "iconserver": "0", "datecreate": "1370676578", "_content": "CENTENARY OF THE SOMERSET HOSPITAL, CAPE TOWN\n\nS.A. MEDICAL JOURNAL\n\n31 October 1959\n\nThis article is published with the permission of the Somerset Hospital Board and is extracted from the text of a brochure prepared by Col. C. Graham Botha, former Chief Archivist for the Union of South Africa.\n\n--------------------\n\nThe Somerset Hospital, direct descendant of the Cape’s first hospital founded by Jan van Riebeeck in 1656, celebrated its 100th birthday on 18 August 1959. Despite its age the Hospital is a vital, modern institution keeping well abreast of the times in all respects.\n\nThe Laying of the Corner Stone\n\nOn 18 August 1859 the Governor of the Colony, Sir George Grey, laid the corner stone of the New Somerset Hospital. The ceremony was conducted amid great pageantry. It was Sir George’s last public act in the Colony and, as a parting tribute of respect to him, the day was declared a public holiday in Cape Town, and all business was suspended. Provision had been made to accommodate a large number of people at the site, where the flags of all nations were flown. The stone was laid with Masonic honours in the presence of some 12,000 people, a crowd said to be the largest ever seen in South Africa up to that time. Beneath the stone were placed the usual scroll and box of coins. The inscribed scroll contained references to the fact that the corner stone of the ‘Somerset New Hospital was laid with Masonic honours by His Excellency Brother Sir George Grey, K.C.B. . . . on Thursday, the 18th day of August, 1859, in the 25th year of the reign of Her Majesty Queen Victoria of England’. It concluded with a long list of names of the distinguished persons present. Mr. J. C. Brand, Deputy Master of the Order of Freemasons of the Netherlands Constitutions, the Speaker of the House of Assembly, referred in eloquent terms to the good work of Sir George Grey in the Colony.\n\nIn reply, the Governor said that he would always cherish the memory of the occasion and the scene, and the pleasure that his duty was that day to help in carrying on a good work that had been begun years before. He had, to a certain extent, entered on that day into an inheritance ‘the foundation of which was left me by men devoted to charitable work’. He urged those present to carry on the work started by their predecessors.\n\nPrelude to the Event\n\nAs early as 1839 the old hospital, founded and built by Dr. Samuel Bailey, in 1818, with the patronage of Lord Charles Somerset, had been declared by a professional Board unworthy of repair; and in 1855 a Parliamentary Select Committee reported that the Somerset Hospital was situated in a low and altogether unsuitable spot, and that the buildings were in a dangerous state of dilapidation requiring immediate and extensive repairs. The original plan was faulty and ill-arranged. A design for a new building for 150 beds, and estimated to cost £18,000, was considered. But the recommendation of the Committee came to nothing. The finance was not forthcoming.\n\nMatters moved slowly in this urgent necessity. In 1858, the Speaker and Members of the House of Assembly sent an address to the Governor, Sir George Grey, who at the end of the 1855 Session had said that he would do all he could to see the project of a new building put into effect with as little delay as possible. During the 1858 Session, a Select Committee went into the whole matter once more. They made recommendations for a hospital. Designs were considered and referred to the Colonial Medical Committee who found some defective in many of the most essential particulars. They suggested a hospital for 100 patients as the likely requirements for the next 3 or 4 years, and the Select Committee recommended that work be commenced, after expenditure had been authorized, on a hospital for the treatment of acute diseases and accidents, and that consideration be given to the building of an asylum for the chronically sick and paupers.\n\nThe subject, discussed for so many years, ended during the 1858 Session of Parliament when £20,000 was voted for the erection of a new general hospital. The building of the New Somerset Hospital, to be known by that name, was to open a new chapter in the history of hospitals in the Cape Colony.\n\nThe Hospital Building\n\nThe site of the building was well selected at Green Point between the Chavonnes Battery (the site of the present Clocktower in the docks) and the town. Sir George Grey had chosen the Tudor style of building. On completion it was an impressive structure said, at that time, to be the largest building in the metropolis. The entrance flanked by massive towers, gave access to a spacious entrance hall, with a long passage on either side, leading to a large stairway ventilated by skylights.\n\nOn the ground floor were the living quarters for the Resident Surgeon, the Apothecary, the Matron, the Clerk and the Steward.  There was also a dispensary, a surgery, an out-patients’ room, an accident ward, a visitors’ room and a kitchen. Upstairs were 4 wards and the operating theatre with a small ward annexed. Each ward had attached to it a nurse’s room, bathroom and conveniences. The female ward was over the kitchen. A lift system operated from the kitchen to the wards to obviate the use of the main staircase at meal times. The building was completed in\n1862. There was no formal opening, but in August of that year the patients were moved in.\n\nThe first Resident Surgeon of the New Somerset Hospital, Dr. John Laing (1796-1873), was appointed on 6 August 1862, following the death of Dr. Bickersteth head of the old hospital. Dr. Laing had been in charge of the old hospital from 1827 to 1830 when he became Health Officer, Table Bay, and Police Surgeon. He was also surgeon to the Breakwater and Convict Establishment Harbour Works then in course of construction.\n\nThe Old Somerset Hospital\n\nThe original Somerset Hospital now became the Old Somerset Hospital, and commenced a new period of its history. For a few months it remained vacant. In consequence of the lack of accommodation on Robben Island the old hospital was re-occupied on 1 January 1863 by such cases of lunacy as were inadmissable to the new hospital, and by lepers and paupers.\n\nAt first the Old Somerset Hospital was under the supervision of a ‘Keeper’, later termed ‘Superintendent’, a non-medical man.  He was assisted by his wife as Matron, 2 male attendants and 2 female nurses. The Resident Surgeon of the New Somerset Hospital was in charge of both institutions. But in January 1873 Dr. J. P. Landsberg was appointed Surgeon-in-Charge of the Old Somerset Hospital, a position he held for several years.\n\nNo person worked harder for the establishment of the New Hospital than Henry Bickersteth, M.D. (1813-1862), associated with the early years of the old hospital as Surgeon-in-Charge. He it was who condemned the old building as dilapidated, wanting in bed-space and badly constructed, in his evidence before the Select Committee. His first Annual Report to Parliament expressed the hope that the new hospital ‘will be better planned, better constructed and better situated’. He repeated this hope in the following year. He was an outstanding figure in the medical profession. His death, on 6 August 1862 at the age of 49 years, was felt as a loss by the profession and deeply regretted by the whole community. In the entrance hall of the New Somerset Hospital a mural tablet was erected to his memory opposite one dedicated to the memory of Dr. Samuel Bailey, ‘Founder of the first public hospital in this Colony’ as the inscription records. The Bailey and the Bickersteth Wards in the Hospital recall the memory of these two worthies in hospital history.\n\nHospital Control\n\nThe Old and the New Somerset Hospitals came under the control of the Government, and were administered by the Resident Surgeon of the New Somerset Hospital until 1872. A Board of Management for the New Somerset Hospital was appointed by the Government in 1898. It consisted of 5 Government nominees, 2 from the Colonial Medical Council and 25 elected by ballot every 3 years by the Life Governors and the subscribers to the hospital funds. Persons donating £25 in one sum became Life Governors eligible for election. Commercial firms and companies donating £25 could elect a representative on the Board for 5 years, and subscribers of £1 ls. 0d. could vote at an election.\n\nThe Board controlled all the property and funds of the Hospital, and appointed and dismissed the staff of servants not on the fixed establishment of the civil service. At the monthly meeting held at the Hospital 2 officials were appointed as visitors for weekly tours of duty. Sub-committees were appointed, and they elected their own chairman. The first chairman of the Board of Management was Dr. F. Y. St. Leger.\n\nThe Cape Hospital Board, 1913-1949. The advent of Union in 1910 brought changes in the control of the hospitals of the Cape of Good Hope Province which now came under the Cape Provincial Administration in terms of Ordinance 5 of 1912, from 1 March 1913. On the same date the Cape Hospital Board took over the Cape Peninsula hospitals, with Mr. Polhemus Lyon as the first Chairman. The Board consisted of 36 members, the maximum allowed by law; but the number was reduced from time to time.  Many of the members had served on the Board of Management of the New Somerset Hospital, over which a new Committee of Management was now appointed. This Committee reported to the Central Board on such matters as were to be referred to it.\n\nBuilding Extensions\n\nIt was obvious that with the passage of time there would be an increase of the town’s population demanding increased hospital accommodation. Additions and improvements to the New Somerset Hospital were made from time to time after its opening in 1862. Increased accommodation for more patients resulted in yet another problem - more and better accommodation for the nursing staff. In the early years, each ward had attached to it a nurses’ room. In 1888, the Resident Surgeon reported that some nurses slept in rooms on the top floor which were ‘little better than a ventilation shaft for the hospital floor beneath it, and a very unhealthy place to live in’. These rooms had been store-rooms, the stores having been removed to out-buildings. In 1903, the view was expressed that there was much to be desired in the nurses’ sleeping and living quarters and that the nurses should reside apart from the hospital itself.\n\nAdditions and extensions to the hospital building were made in the late 19th century and in the early years of the present one. The Victoria Wing was added to commemorate the Diamond Jubilee of Queen Victoria, and was opened in 1897 by Lady Loch, wife of Sir Henry Loch, Governor of the Colony. This addition brought the bed roll up to 174 beds, and incorporated the Lady Loch, the Milner, the St. Leger and the Lightfoot Wards. The quarters occupied for many years by Dr. Francis John Parson, Resident Surgeon from 1879 to 1898, were converted, in the latter year into a patients’ ward and named the Parson Ward. The Murray Pavilion was built in 1899 as a ward for chronic phthisis patients, and many years later became an 18-bed ward for Coloured surgical patients.\n\nThe first nurses’ home. Proper accommodation for the nursing staff was a problem for many years. But funds were raised and a nurses’ home built to commemorate Queen Victoria’s Diamond Jubilee. Mr. John Garlick initiated the scheme with a substantial gift of money, and the public subscribed liberally. The foundation stone of the first Nurses’ Home was laid in August 1901 by their Royal Highnesses the Duke and Duchess of York, afterwards King George V and Queen Mary. The Nurses’ Home was occupied in 1906, being formally opened by Sir Walter Hely-Hutchinson. It comprised 62 bedrooms, dining-room, sitting-room, kitchen, and so on. The cost was approximately £17,000. The old quarters in the Hospital vacated by the nursing staff were reconstructed and converted into the King Edward VII and Queen Alexandra Wards of 36 beds, and opened in 1911 by Sir Frederic de Waal, the first Cape Administrator. The cost was approximately £1,000 subscribed by the public to commemorate the Coronation of King Edward VII. Shortly afterwards the Mayor of Cape Town, Sir Frederick Smith, opened a new operating theatre which had cost about £2,000.\n\nDevelopment halted. The New Somerset Hospital came under the Cape Hospital Board in 1913. The Board visualized a big development scheme including the betterment of hospital accommodation in the Cape Peninsula. The New Somerset Hospital was to be developed as a free hospital to serve mainly the areas comprising the municipalities of Cape Town and Sea Point, prior to their unification. The idea of the Board was a large general hospital to serve the city. But the project had to be abandoned when it was ascertained that the authorities held out no hope that the required money would be advanced. The outbreak of the World War in 1914 resulted in the suspension of many items in the Board’s building programme.\n\nOphthalmic and aural pavilion. The need for an ophthalmic and aural diseases pavilion was an urgent one, and the pavilion was commenced in 1914. It was named the Shipley Pavilion in memory of Mr. Joseph Shipley from whose estate a valuable bequest had been received. Mr. and Mrs. Brown Lawrence gave a special donation of £1,000 to equip and furnish the building. It consisted of 4 wards of 8 beds each. It was opened by Sir Frederic de Waal in August 1916. Under the guidance of the eminent ophthalmologist, Dr. D. J. Wood, the Department’s reputation was outstanding. The extension meant more nurses’ accommodation, and in 1915 Lord Gladstone, Governor-General of the Union of South Africa, opened a second Nurses’ Home. It had 42 bedrooms and a lecture hall, and 8 more rooms were added later.\n\nMedical Staff\n\nThe New Somerset Hospital was fortunate that among its Resident Surgeons and Visiting Otficers were professional men of exceptional ability and industry. They helped to bring the institution to a high level of efficiency and made it outstanding amongst the hospitals of the Colony. The first Resident Surgeon, Dr. John Laing, has already been mentioned. He was for 6 years President Inspector of Colonial hospitals, the first civilian inspector, the post having previously been held by medical officers of the Army. He retired in 1869 and his name is preserved as that of one of the main wards of the Hospital.\n\nHe was succeeded as Resident Surgeon by Dr. A. L. Lorenzo Chiappini, a Capetonian by birth, the son of a doctor and known as a skilful surgeon. When he retired in 1872, his services were not lost to the hospital, for in 1873 he was appointed Visiting Surgeon. Dr. T. W. H. Wood succeeded him in 1882, being appointed for 3 years. In 1871 the post of Visiting Physician was created, the incumbent being Dr. Johannes Zacharias Herman, a successful practitioner of Cape Town where he was born. Dr. Hennan retained the post until 1879, when he died and was succeeded by Dr. John L. Wright.\n\nThe appointment of Visiting Ofiicers to the Hospital was evidently the outcome of a suggestion by the Colonial Medical Committee to the Government when Dr. Laing was about to retire. In June, 1870 Dr. Johannes Petrus Roux, Physician, and Dr. Carl Wilhelm Thalman Biccard were appointed Visiting Officers.\n\nDr. T. W. H. Wood succeeded Dr. Chiappini as Resident Surgeon and, in 1879, Dr. Francis John Parson was in charge until he retired in 1898 when a Board of Management was established. Dr. Charles Anderson became Resident Surgeon under the new regime.\n\nYears of Progress\n\nThe first 3 decades of the present century was an era of change, progress and development for the Hospital. There were building extensions and additional bed-accommodation necessitating an increased nursing staff. From 1913 the Cape Hospital Board controlled the institution with a Hospital Committee to advise. Many improvements in several directions followed. Attention was given to nursing staff, their conditions of service, their working hours and a scheme for organizing their training. Bed accommodation increased from 100 in 1862 to 150 in 1896, and in 1928 had increased from 267 to 308. In the early 1930’s the nominal roll of the New Somerset was 308, the medical visiting staff 60, of whom 9 were consultants, and the resident medical staff 10. In 1918 the Hospital became the clinical teaching school in the Medical Faculty of the University of Cape Town. The first graduates who learned their clinical work there were Dr. Louis Mirvish and Dr. B. J. Solomon.\n\nDistinguished medical men. During these years of improvement the Hospital attracted a succession of eminent professional men amongst whom were Dr. S. W. F. Richardson, Dr. H. A. Moffat, Dr. E. E. Mossop, Dr. A. R. McLachlan, Dr. Hugh Smith, Dr. C. C. Elliott, Dr. E. B. Fuller, Dr. T. Lindsay Sandes, Dr. A. D. Ketchen, Dr. J. Luckhoif, Dr. D. P. Marais, Dr. J. B. Lester, Dr. W. Lennox Gordon and Professors C. F. M. Saint, A. W. Falconer and E. C. Crichton. Prior to this period the visiting officers included Dr. C. F. K. Murrav, Dr. G. E. C. Anderson, Dr. J. H. Meiring Beck (afterwards Sir Meiring Beck) and Dr. A. Peters (afterwards Sir Alfred Monson). The post of Resident Surgeon changed to Superintendent, was held by Dr. Carrington Seale and the last Medical Superintendent, Dr. J. M. B. de Wet.\n\nNursing Staff\n\nBefore the close of the 19th century reforms in nursing the sick took place in Europe, and South Africa derived benefit from them. There was a need for better and more efficient nurses. The Nightingale Scheme for training nurses in Great Britain spread far and wide, and reached this country not many years after its inauguration. The Nightingale System was designed to send nurses trained in the system to other hospitals to act as missioners for the System. Many of those trained under the Nightingale System arrived in the Cape Colony from time to time.\n\nThe employment of male nurses in the New Somerset Hospital was abolished in 1871, female nurses taking their place. In 1870 the hospital nursing staff consisted of 5 male attendants and 2 nurses. In 1872 the staff comprised a Lady Superintendent, Miss Chaddock, an Assistant, Miss Bridges, and 6 nurses; but the Lady Superintendent resigned soon afterwards. The Hospital accepted the services of Sisters and Nurses from the Sisterhood of St. George. The Sisters gave their services gratuitously, but the 6 nurses were paid £30 a year each.\n\nDifferences arose shortly afterwards regarding their duties and responsibilities and their subordination to the Head of the Order. The Resident Surgeon contended that they were to be under his instructions and control and not under those of the Order. Their services were withdrawn within a year, and male attendants again employed. Female employment was restored a few years later because of the difficulty of finding men to fill the vacancies. What the Hospital required, wrote the Resident Surgeon, was ‘respectable women earnestly interested in nursing . . . A gentle-woman skilled as a nurse is much required in this Hospital as the chief of sick nurses.’\n\nSister Helen Bowden. In 1877, the first properly qualified nurse was appointed as Matron at a salary of £60 a year She was Sister Helen Bowden, who came from England with another Sister of the Order of All Saints. Sister Helen was trained at University College Hospital, London, and thoroughly understood the principles and ideals of the Nightingale Scheme. She had been a nurse in the Franco-Prussian War. She went to the Bellevue Hospital, New York, the first of the American hospitals to be organized on the Nightingale plan. At the Bellevue, Sister Helen accomplished marvellous pioneer work in reorganization and in founding the first training school for nurses in America. During her 5 years with the New Somerset Hospital, she built up a nursing staff; and her talents and organizing ability greatly benefited the institution. She was recalled to London by her Community.\n\nNursing sisters. The Sisters of the Community of All Saints decided to remain and work in Cape Town. The first of them had arrived in 1876. They provided nurses for the Somerset for some years. Of these several had been trained at University College Hospital. Sister Helen was succeeded by Sister Catherine who was appointed Matron at £72 10s. 0d. a year. Sister Catherine came from England, bringing with her 2 ward sisters.\n\nIn 1885 Sister Mary Agatha became Matron. She served for 10 years, and was succeeded by Sister Alicia. But she resumed the post of Matron in 1898. Early in 1901 she requested to be relieved of her duties, and received a letter of appreciation from the Board of Management for her good services. She had, by her good guidance and administration, revolutionized the Nursing Department of the Hospital, had introduced, in 1886, a system for the training of nurses and had thereby initiated the Nurses’ training school. She was a very able woman with a forceful personality and occupies an important niche in the story of nursing in the New Somerset Hospital.\n\nA friend and contemporary of Sister Mary Agatha was Sister Henrietta of Kimberley who often visited her at the Somerset Hospital. Together the two were instrumental in bringing about the first Nurses’ Registration Act in 1891.\n\nProgress in nursing. The opening years of the present century showed great progress in the training of nurses and improvement in the nursing staff. In 1899 there was no difficulty in filling vacancies, for there were always applicants for admission as probationers. The Board of Management reported in 1902 that the matron had introduced many changes for the better, resulting in a rise in the tone of the nursing staff. The new staff rules aimed at making the Somerset Hospital the training school for nurses in South Africa. Since the first ‘examination by the Colonial Medical Council, held in 1892, there had been 21 passes by nurses of the hospital, of whom 16 were successful since the Board took control in 1898. The staff, in 1902, consisted of a matron, an assistant matron, 11 ward sisters and 39 nurses. In 1930 the nursing department numbered 146, of whom 43 were trained nurses, and 103 still in training.\n\nAfter the retirement of Sister Mary Agatha the Nursing Department became somewhat disorganized, and an appeal was made to Miss Lowry to accept a temporary appointment as Matron for 3 months. Miss Lowry was a graduate of the Somerset Hospital. Her period of office was one of unremitting exertion, and brought the Nursing Department to a much better state than that in which she had found it. In 1903 Miss J. C. Child became Matron. Her period of office, until 1907, was marked by great development and progress in the Nursing School, with a corresponding enhancement in the prestige of the Nursing Staff. Her Assistants were Miss L. Paul followed by Miss N. Nutt. The latter became a notable figure in South African nursing history.\n\nThe Nursing Department continued to progress under the regime of Miss Hawkins from 1907 to 1915. The World War of 1914-1918 brought stress and difficulties which were increased by financial stringency. Notwithstanding all this, there was no retrogression. Miss Lyle followed Miss Hawkins as Matron until 1921, Miss Goodacre from 1922 until 1935. 'It is under the excellent leadership and guidance of Miss Goodacre, now Mrs. Goodacre Perry, that the nursing reached the high standard as yet achieved.’ Finally came Miss E. M. Pike, the last Matron of the New Somerset Hospital to its close in March 1938, when she transferred to the Groote Schuur Hospital.\n\nA Non-European Hospital\n\nIn 1939, the Somerset Hospital, after being redecorated, was opened as a purely non-European Hospital. The appointed medical staff was made up of specialists and general practitioners; and for the first time in its history the Somerset Hospital had a non-European doctor on its stafi'-Dr. A. Abdurahman. Miss M. Saint, from Lovedale Hospital, was the Matron, and Dr. H. C. Kruger the Medical Superintendent. The opening of this non-European Hospital was of inestimable value to the non- European medical students who on qualification are appointed on the intern. staff. At this point the Somerset became a training school for non-European nurses. Since then 275 general nurses and 300 midwives have been trained.\n\nThe teaching staff includes 5 European sister tutors, and medical lecturers are at present engaged in the training of 260 general, and 56 midwife student nurses. Adequate lecture and demonstration rooms have been added since 1939, and 31 staff nurses and 11 sisters, all originally trained at the Somerset Hospital, are now on the staff of the Hospital. Mrs. E. Wright, assisted by 3 assistant matrons and 11 sisters, all Europeans, fill the senior nursing executive positions. Dr. G. J. Joubert is the Medical Superintendent and Dr. L. Blumberg, Chairman of the Board.\n\nA sum of £200,000 has been spent on providing 3 new operating theatres, a nurses’ home, alterations to the maternity section, pharmacy, out-patients’ department, and a new ante-natal clinic and recreation and rest rooms for the nursing staff. There are 270 beds. On the occasion of its 100th birthday the Somerset Hospital had good reason to be proud.\n\n<a href=\"http://archive.samj.org.za/1959%20VOL%20XXXIII%20Jul-Dec/Articles/04%20October/5.6%20CENTENARY%20OF%20THE%20SOMERSET%20HOSPITAL%20,%20CAPE%20TOWN.pdf\" rel=\"nofollow\">archive.samj.org.za/1959%20VOL%20XXXIII%20Jul-Dec/Article...</a>", "authorname": "jmarwood", "id": "31569669-5425140093-72157633999361341", "iconfarm": 0}], "photo_id": "5425140093"}}