{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2332830889/#comment72157604166130911", "realname": "", "path_alias": null, "author": "11572312@N00", "iconserver": "0", "datecreate": "1205947549", "_content": "NYTimes has good article on its website dated <b>7/29/08 </b>talking about how Taft is notified in <b>Cincinnati</b> of his nomination for President by the Republican Party.  Notification Day was made a holiday in Cincinnati.  The Notification Committee was led by <b>Sen William Warner</b> of MO.  The Committee was escorted from the Hotel Sinton to the Taft residence by 600 veterans of the Civil War.  The Committee was comprised of Republican representatives of ALL of the states and the territories.  The Taft residence was designed by <b>Benjamin Latrobe</b>, first architect of Washington D.C., and purchased by Taft's father-in-law.  The Republican Convention was held in Chicago.", "authorname": "Harry Angstrom", "id": "8602872-2332830889-72157604166130911", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2332830889/#comment72157604175776220", "realname": "Elizabeth Thomsen", "path_alias": "ethomsen", "author": "92987904@N00", "iconserver": "3791", "datecreate": "1206043965", "_content": "Great stuff! \r\n\r\n<a href=\"http://query.nytimes.com/gst/abstract.html?res=9903E5DC123EE233A2575AC2A9619C946997D6CF\">Taft is Notified</a> -- Here's a link to that New York Times article, which is available as a PDF file.", "authorname": "Elizabeth Thomsen", "id": "8602872-2332830889-72157604175776220", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2332830889/#comment72157622225996266", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1251984126", "_content": "But the above photo was taken at the White House in Washington, D. C., in June, 1912, when Taft was the incumbent President. This was his second experience of the notification ritual. The committee had traveled from the Republican National Convention in Chicago {yes, Chicago again} where Taft had been nominated for a second term. In the era before a candidate attended the convention in person, this was his ceremonial acceptance.\n\nBut of course, Taft went down to defeat in November. Woodrow Wilson, the Democratic candidate, was victorious, and Theodore Roosevelt, leader of the Bull Moose Party, came in second.\n\nIn the Bain Company files at LOC is a photo of Taft's 1908 notification, in Cincinnati (his home town) -- but LOC has not yet posted that photo on Flickr.", "authorname": "Wystan", "id": "8602872-2332830889-72157622225996266", "iconfarm": 4}], "photo_id": "2332830889"}}