{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8475153759/#comment72157632771084737", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1360955768", "_content": "Philip Anthony Brown was educated at Malvern College where he was in House Number 6.  He went up to New College Oxford in 1905 on a scholarship to read Literary Humanities.\n\nIs the archive aware that a Victoria Cross was awarded to 17424 Private Thomas Kenny, 13th (Service) Battalion, The Durham Light Infantry for his efforts to carry in from patrol and save the life of this mortally wounded officer?\n\nThe Victoria Cross citation, for Private Thomas Kenny, published in the Supplement to The London Gazette of 7th December 1915, states:\n\n&quot;For most conspicuous bravery and devotion to duty on the night of 4th November 1915, near La Houssoie.  When on patrol in a thick fog with Lieutenant Brown, 13th Battalion, Durham Light Infantry, some Germans, who were lying out in a ditch in front of their parapet, opened fire and shot Lieutenant Brown through both thighs. Private Kenny, although heavily and repeatedly fired upon, crawled about for more than an hour with his wounded officer on his back, trying to find his way through the fog to our trenches. He refused more than once to go on alone, although told by Lieutenant Brown to do so. At last, when utterly exhausted, he came to a ditch which he recognised, placed Lieutenant Brown in it, and went to look for help. He found an officer and a few men of his battalion at a listening post, and after guiding them back, with their assistance Lieutenant Brown was brought in, although the Germans again opened heavy fire with rifles and machine-guns, and threw bombs at 30 yards distance. Private Kenny's pluck, endurance and devotion to duty were beyond praise.&quot;\n\nThomas Kenny, then aged 33, an Irishman and a coalminer from South Wingate, County Durham, married to Isabel and with 6 children, survived the War despite being wounded in October 1916, and promoted to Lance Sergeant (Acting Company Sergeant Major).  After the war he returned to work as a colliery stoneman and a drift at his mine at Wheatley Hill was named after him (detail from the Northern Echo where there is a picture of Private Kenny VC at <a href=\"http://www.thenorthernecho.co.uk/features/columnists/memories/darlington/9946171.War_hero___s_village_colliery_honour/\" rel=\"nofollow\">www.thenorthernecho.co.uk/features/columnists/memories/da...</a>  )  Thomas Kenny VC continued to work underground 'down the pit' to the age of 62.  He died at his home, in Darlington Street, in 1948 aged 66 and he is buried in Wheatley Hill Cemetery.  Lieutenant Philip Brown, before the war a lecturer at Durham University, sadly died of his wounds before he reached the dressing station.  Apparently he was conscious when placed on a stretcher, thanked Kenny and told him he was a hero.//", "authorname": "Gary Donaldson", "id": "32254785-8475153759-72157632771084737", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8475153759/#comment72157632772500459", "realname": "", "path_alias": "ruthhb", "author": "25889396@N02", "iconserver": "2873", "datecreate": "1360970174", "_content": "So sad - both brothers lost. Apart from the story, it's a lovely portrait - the eyes are beautiful.", "authorname": "Ruth Flickr", "id": "32254785-8475153759-72157632772500459", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8475153759/#comment72157632772660373", "realname": "", "path_alias": null, "author": "78785369@N06", "iconserver": "0", "datecreate": "1360972109", "_content": "It would be a good idea to number these portrait photographs - the series is getting quite long now - if only to link brothers and the occasional father and son.  Philip Brown's brother, Theodore, appears three pictures previous to this one, and making that link would be useful.", "authorname": "Wemmbley-Hogg", "id": "32254785-8475153759-72157632772660373", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8475153759/#comment72157632779129630", "realname": "G =]", "path_alias": "orinoko42", "author": "15161049@N06", "iconserver": "3201", "datecreate": "1360995433", "_content": "[http://www.flickr.com/photos/78785369@N06] Very good point.\n\n [http://www.flickr.com/photos/69679868@N03] That's a tremendous citation.", "authorname": "orinoko42", "id": "32254785-8475153759-72157632779129630", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8475153759/#comment72157632778649425", "realname": "", "path_alias": null, "author": "77788549@N05", "iconserver": "0", "datecreate": "1361045364", "_content": "Lieutenant Philip Brown and Private Thomas Kenny were in 'B' Company of 13 DLI.  Kenny was Mr Brown's 'observer' (a combination of lookout and officer close protection) - they patrolled together as a pair and on 8th October 1915 the two of them were instrumental in the rescue of a badly wounded Durham soldier, shot while in a forward sap.  The DLI museum has letters from Lt Brown to his mother.  Two of these are transcribed at  <a href=\"http://www.dlisouthshields.org.uk/thomas_kenny_VC.php\" rel=\"nofollow\">www.dlisouthshields.org.uk/thomas_kenny_VC.php</a>  \n\nPerhaps the DLI Museum will allow representation here - which shows the working relationship between Lt Brown and Pte Kenny.", "authorname": "Trench-Foote", "id": "32254785-8475153759-72157632778649425", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8475153759/#comment72157632784755922", "realname": "Brian Kim", "path_alias": "briankimstudio", "author": "84260082@N02", "iconserver": "8248", "datecreate": "1361057224", "_content": "Nice shot", "authorname": "Brian Kim Studio", "id": "32254785-8475153759-72157632784755922", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8475153759/#comment72157632792548822", "realname": "", "path_alias": null, "author": "93319685@N06", "iconserver": "0", "datecreate": "1361138169", "_content": "Lt Brown is remembered on a War Memorial in the form of an Oil painting which is missing, see  <a href=\"http://www.newmp.org.uk/detail.php?contentId=10861\" rel=\"nofollow\">www.newmp.org.uk/detail.php?contentId=10861</a> He was also a Workers Education Association Tutor (WEA) very highly regarded. See the attached link for details. \n\nJIM \nNEWMP PROJECT MEMBER", "authorname": "Jampas55", "id": "32254785-8475153759-72157632792548822", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8475153759/#comment72157632791316617", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1361179187", "_content": "By kind permission of Major (Retd) C Lawton MBE of The Rifles Association, and of the Trustees of the Former Durham Light Infantry, the following description of the incident and correspondence between Lieutenant Philip Anthony Brown and his mother (also at <a href=\"http://www.dlisouthshields.org.uk/thomas_kenny_VC.php\" rel=\"nofollow\">www.dlisouthshields.org.uk/thomas_kenny_VC.php</a> ) are reproduced below:\n\n&quot;A vivid description of these first few weeks of the battalion's life in the trenches survives in the letters Lieutenant Philip Anthony Brown wrote home to his mother. He was born in 1886 in Kent and studied History at Oxford, before moving to Newcastle upon Tyne in 1911 as a tutor with the Workers' Educational Association, The following year; he became a lecturer at Durham University. When the Great War began, he enlisted as a private but was soon persuaded to accept a commission in the 13th Battalion DLL On 8th October 1915, he wrote -\n\n&quot;About 12.30am, a man came and said he could hear moaning over the parapet. I was afraid that this meant that some of my men, who had just started on a listening patrol, had been hit.... I went down with my observer, a very nice Irishman from County Durham, who goes with me everywhere, and crept along-.. a very shallow trench. We soon came on one man down in the bottom of the ditch. It was difficult to move him, but finally my observer got him on his back. Poor fellow had a bad wound in the side.&quot;\n\nThis was the first night of the battalion's first tour of duty in the trenches. The observer was Private Thomas Kenny. The routine of front line duty followed by relief continued for the rest of October, with working parties - digging and wiring - sent out every night, except when it was so wet that all work was cancelled. About 8.30pm on 2nd November, in pouring rain, the 13th Battalion relieved 12 DLI, once again, in the front line trenches numbered 1.26.3-5, opposite La Houssoie, near Armenlieres. The rain continued all the next day, filling the trenches and caving in the parapets and dug-outs, but at least the rain kept the Germans quiet.\n\nPhilip Brown wrote again to his mother...\n\n&quot;We have gone back to the trenches - and to such trenches. I don't think any words can adequately describe them. It has been raining..... There is not a patch of dry ground anywhere. Boards soaked in mud, sandbags bursting with mud, ponds and even wells of mud.....yellow mud, greasy ponds, dirty clothes and heaps of' mangled sandbags. A great deal of the trench work is collapsing in the wet, as was to be expected, and it keeps us busy reconstructing it. We had a certain amount of shellfire, but very little rifle fire yet. A mild enemy in front of us, I think. Now I must stop, as I am on duty and should go the rounds.&quot;\n\nThis was his last letter home...\n\nAt 9,15pm on 4th November 1915, Lieutenant Brown, as the officer of the watch, went out to visit a party working on the barbed wire in front of Trench 1.26.4. He was accompanied, as always, by his observer, Private Thomas Kenny. The rain had stopped, but with no wind, a thick fog covered no-man's-land. In the dark and fog, Lieutenant Brown lost his bearings and missed the working party. The two soldiers went on until they realised that the ground was unfamiliar. They were lost somewhere in no-man's land. They then sat down to listen for any sounds that might direct them back to their own lines and safety. Hearing nothing, they decided to try to retrace their steps through the mud. It was then about 9.45pm. At the moment they rose, a single rifle shot rang out and Lieutenant Brown fell, shot through both thighs.\n\nThomas Kenny at once went to his aid and hoisted Lieutenant Brown onto his back. Immediately, heavy rifle fire opened up from the German lines, forcing Private Kenny to crawl through the mud, but still he kept his badly wounded officer on his back. When the bursts of fire were too severe, he lay still, only starting again when the firing slackened. This ordeal lasted for nearly an hour, before Private Kenny, cold, wet and utterly exhausted, at last stumbled upon a ditch he recognised. He made Lieutenant Brown as comfortable as he could and started off to find his battalion's front line.\n\nThomas Kenny arrived at a battalion listening post in Trench 1.26.4 at just after 11pm, and there found Captain White. After he heard Kenny's story, Captain White asked for volunteers to go with him out into no-man's-land. Two stretcher bearers, plus Privates Thomas Kerr and Michael Prough volunteered. Private Kenny, despite his exhaustion, his torn uniform and his bleeding hands and legs, then led them to where he had left his wounded officer. As the rescue party started back with Lieutenant Brown for their own lines, German soldiers opened fire with rifles and machine-guns and then grenades were thrown from a position only thirty yards away. Captain White immediately ordered the party to go on, whilst he stayed behind to cover their retreat. All reached safety without suffering any further casualty.\n\nOnce back in the battalion's trenches, Philip Brown, despite his terrible wounds and weak from loss of blood, recovered consciousness for a short time and was heard to say - &quot;Well, Kenny, you're a hero.&quot;\n\nHe died whilst he was being carried back to the dressing station.\n\nThe London Gazette announced the award of the Victoria Cross to Private Thomas Kenny, on 7th December 1915, stating that his &quot;pluck, endurance and devotion to duty were beyond praise.&quot; [Citation] He was the first soldier of The Durham Light Infantry to gain this award during the First World War. On 4th March 1916, Lance Sergeant Thomas Kenny was presented with this Victoria Cross by King George V at Buckingham Palace. Mrs. Brown, the mother of Philip Brown, was there to meet the man who had tried so hard and for so long to save her son's life.&quot;//", "authorname": "Gary Donaldson", "id": "32254785-8475153759-72157632791316617", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8475153759/#comment72157633145414791", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1364908923", "_content": "In 1911 Lt Brown was a 25 year old  Lecturer in History visiting the Breffit family at the Manor House, Glasshoughton, Castleford, Yorkshire. \n\nDe Ruvigny's Roll of Honour has the following: First Class Degree in Modern History in 1909. On leaving Oxford he took up literary work, and for some time lectured at the London School of Economics, afterwards becoming Lecturer in Economics at Durham University, during which time he took a great interest in the education of working men and women, and was a Tutor in the Workers' Educational Association. Enlisted in the Duke of Cornwall's Light Infantry in September 1914; obtained a 2nd lieutenancy in the Durham Light Infantry 13th Oct being promoted Lieutenant 3rd Feb 1915 and Assistant Adjutant. Went to France in August and was killed in action near Armentieres 4th Nov following. It appears that he was wounded while engaged in observation in front of the tenches, and rescued under circumstances of great heroism by Private Kenny, his observer and by Capt White of his regiment with a party of men. The Colonel wrote: &quot; He was the most popular officer with both men and officers in the regiment, and his platoon were so angry that they could with difficulty be restrained from going out then and there to avenge his death.&quot;", "authorname": "Mrs Audubon", "id": "32254785-8475153759-72157633145414791", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8475153759/#comment72157637526663225", "realname": "", "path_alias": null, "author": "90811142@N08", "iconserver": "0", "datecreate": "1384116072", "_content": "The Workers' Educational Association is actively searching for more information about Philip Brown.  He was one of our first tutors in Durham and on Tyneside before the First World War, and associated with other WEA historians, including R.H. Tawney and probably G.D.H. Cole as well.  If anyone has any further information, please contact Nigel Todd via : northeast@wea.org.uk", "authorname": "nigeltodd", "id": "32254785-8475153759-72157637526663225", "iconfarm": 0}], "photo_id": "8475153759"}}