{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/5405279236/#comment72157626020346162", "realname": "", "path_alias": null, "author": "59377588@N04", "iconserver": "0", "datecreate": "1297371766", "_content": "H.F. Currie would have been Gen Manager (UR) - Uganda Railway\nC C Bowning would have been C C Bowring (Treasurer, Mombasa in 1905)\nHobley would have been C W Hobley (Asst. Deputy Commissioner, Kisumu, in 1905)\nHayes Sadler would have been James Hayes Sadler, Commissioner Uganda until 1905\nColonel Montgomery would have been Commissioner of Lands (he was not on staff in 1905)\nJ H Wilson is listed as &quot;Smith Mackenzie &amp; Co Mombasa&quot; in 1905\nRe G? - G.P. Wilson was Deputy Commissioner, Uganda in 1905 (may not be relevant)\nName of the photographer was Binks - Herbert K Binks (a family friend of ours)\n\nThere is a question in my mind as to whether the date of 1902 is correct - I suspect this is a photo of the first meeting of the Legislative Council. The first sitting of a Legislative Council in Kenya is recorded to have occurred August 17, 1907, when Hayes Sadler was indeed the Governor. I remember &quot;Pop&quot; Binks showing me his photograph of the first sitting of Legco when I was a boy, and that it was in 1907, but I cannot remember whether this was the image I saw. The Council is recorded as having had seven members and to have been chaired by Governor Sir James Hayes Sadler. There are more people than this in the photograph, but perhaps some of them were staff - it is noticeable, however, that only seven appear to be named in addition to Sadler. It is described as having met &quot;in an old corrugated iron -sheets buildings, where the current Railway Golf Club stands in the then Whitehouse Road, the present Haile Selassie Avenue, in Nairobi.&quot; \n(http://www.parliament.go.ke/index.php?option=com_content&amp;view=article&amp;id=106&amp;Itemid=91)", "authorname": "Kaskazi1", "id": "31569669-5405279236-72157626020346162", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/5405279236/#comment72157626020422570", "realname": "", "path_alias": null, "author": "59375758@N06", "iconserver": "0", "datecreate": "1297372609", "_content": "Whether it was 1902 or 1907 Kenya as a country would not have existed.   It was then the British East Africa Protectorate.   Yet in the photograph is the Kenya flag.   As it is black and white I cannot tell whether it is a blue or red ensign.   The Kenya emblem was certainly the lion.   Question was there a British East Africa flag which became the Kenya flag?  Also a further question - does any one have a coloured photo (or know where I can find one) of  the old Kenya flag?", "authorname": "PigaPicha1", "id": "31569669-5405279236-72157626020422570", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/5405279236/#comment72157626056386274", "realname": "", "path_alias": null, "author": "59562007@N08", "iconserver": "0", "datecreate": "1297786331", "_content": "Was Col. Montgomery General Montgomery's father?   Monty's brother was DC Kakamega in the earl6 1920's.", "authorname": "Mary5391", "id": "31569669-5405279236-72157626056386274", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/5405279236/#comment72157628229628175", "realname": "", "path_alias": null, "author": "71034505@N06", "iconserver": "0", "datecreate": "1322718426", "_content": "The first figure on the left of picture is Lord Delamere. 'Combe' is Ralph M. Coombe who was Crown Advocate. J. P. Wilson should be John Henry Wilson, known as 'Lord John', he was a Smith, Mackenzie partner and an Unofficial Member of the Legislative Council in 1908. One of the unlisted may be A. A. Baillie, a settler,  who was appointed at an Unofficial Member in October 1907. Also another settler Unofficial Member on the Council in 1908 was H. H. Cowie.\nI think this was the first sitting on August 17, 1907.", "authorname": "sjn 22", "id": "31569669-5405279236-72157628229628175", "iconfarm": 0}], "photo_id": "5405279236"}}