{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6995893500/#comment72157629600940586", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1336157681", "_content": "Lieutenant Colonel Edward Vaughan CMG DSO was an extremely brave professional soldier.  He had served with the Manchester Regiment in the Boer War as a Captain, being twice Mentioned in Despatches and receiving an exceptional promotion in the field to Brevet Major.\n\nHe commanded a large element of the West African Frontier Force in action against the Germans in German Kamerun in 1914.  Subsequently on the Western Front he was CO of 20th Battalion Lancashire Fusiliers.  At St Quentin in 1917 he is recorded as having personally led his officers on a night reconnaissance patrol to feel out the enemy positions immediately before his battalion attacked the German line in April 1917.\n\nEdward Vaughan continued to serve in the Army after the war, was promoted to Colonel and retired on 20 Oct 1923, upon reaching the maximum age limit, with the honourary rank of Brigadier-General [LG 19 Oct 1923].  He died in 1939.//", "authorname": "Gary Donaldson", "id": "32254785-6995893500-72157629600940586", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6995893500/#comment72157629604972280", "realname": "", "path_alias": null, "author": "77788549@N05", "iconserver": "0", "datecreate": "1336211486", "_content": "Brigadier Edward Vaughan was appointed Deputy Lord Lieutenant of the County of Cardigan on 20th July 1933.  He was at the time living at Brynteify, Pentrecourt, Cardigan.\n\nIn addition to his British awards of the CMG and DSO, Edward Vaughan was appointed by the French to be a Chevalier of the Legion d'Honneur.", "authorname": "Trench-Foote", "id": "32254785-6995893500-72157629604972280", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6995893500/#comment72157629976349363", "realname": "Jason Webber", "path_alias": "jasonwebber", "author": "58475601@N00", "iconserver": "2869", "datecreate": "1336291087", "_content": "That's the moustache that won the war!", "authorname": "Jason Webber", "id": "32254785-6995893500-72157629976349363", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6995893500/#comment72157629621528652", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1336387948", "_content": "The war diary entries of 20th Bn Lancashire Fusiliers reflect the bitterly cold weather of April 1917 - sleet and snow by day, hard frosts and iron hard frozen ground at night - prior to their attack on 16th April.\n\nFrom “’Neath a Foreign Sky’ by Paul Allen  “ ….  the Battalion had returned to the front by marching to Villecholles, where the unit had gone into the line in support to the 23rd Battalion of the Manchester Regiment [also of 104th Brigade]. The following day [13th of April] the men had returned to repairing roads in the neighbourhood. During that night a pre operation officers patrol had gone forward to reconnoitre the enemy line at Gricourt. … [the] Commanding Officer, Lieutenant Colonel Vaughan, had gone forward with a party of officers to make a final reconnoitre; ‘The Commanding Officer and a party of officers from the battalion reconnoitred the German position and his advanced line in front of Gricourt—Potruet road, with a view to capturing them the next morning’… //", "authorname": "Gary Donaldson", "id": "32254785-6995893500-72157629621528652", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6995893500/#comment72157629621714408", "realname": "", "path_alias": null, "author": "77788549@N05", "iconserver": "0", "datecreate": "1336390119", "_content": "Originally commissioned into the Manchester Regiment (3rd or 4th Battalion) on 20th July 1886, Second Lieutenant Edward Vaughan was promoted to Lieutenant in the Manchester Regiment on 10th September 1890.  As a Lieutenant, Edward Vaughan was appointed Adjutant of the Manchester Regiment on 5th July 1895.  London Gazette of 9th July 1895.  He was not promoted to Captain in that appointment until 1st November 1897.  London Gazette of 16th November 1897.\n\nCaptain Edward Vaughan was seconded from the Manchester Regiment for active service in South Africa (possibly to the Army Service Corps) on 1st March 1901.  London Gazette of 19th April 1901?\n\nThere is a note in the London Gazette of 6th January 1903 cancelling the restoration to the permament establishment of Supernumerary Captain (now Brevet Major) Edward Vaughan of the Manchester Regiment, previously published in the Gazette of 23rd September 1902.\n\nCaptain and Brevet Major Edward Vaughan was promoted to substantive Major in the Manchester Regiment on 17th February 1904 (vice Major J H A Anderson who was promoted).  London Gazette of 6th May 1904.\n\nThere is a suggestion that Edward Vaughan may have originally come from Ashton under Lyne near Oldham in Lancashire.  There is a possibility also that Edward was the benefactor in May 1898, of his late uncle, Joseph Vaughan, a manufacturer of Ash Marple, Chester, died 19 May 1895", "authorname": "Trench-Foote", "id": "32254785-6995893500-72157629621714408", "iconfarm": 0}], "photo_id": "6995893500"}}