{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/mopa1/6950787912/#comment72157630046201791", "realname": "", "path_alias": "fieryfurnace", "author": "14350023@N07", "iconserver": "0", "datecreate": "1339468979", "_content": "What a historical moment to see a photo of! Thanks for posting", "authorname": "Shadrach Christopoulos", "id": "61475536-6950787912-72157630046201791", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/mopa1/6950787912/#comment72157631515381591", "realname": "", "path_alias": null, "author": "81472818@N03", "iconserver": "0", "datecreate": "1347407411", "_content": "I am interested in the provenance of this photo.  Matteson was in Mexico for 10 months in 1907.  When did the Zapatistas enter Mexico City in mass?  1907 seems way too early.  Matteson again photographed in Mexico for 8-9 months in 1920.  Is this Matteson's work?", "authorname": "Felipeenfuego69", "id": "61475536-6950787912-72157631515381591", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/mopa1/6950787912/#comment72157631584799553", "realname": "Museum of Photographic Arts", "path_alias": "mopa1", "author": "61498590@N03", "iconserver": "6149", "datecreate": "1348180698", "_content": "Thank you for your question. We have actually be attempting to sort this out for several months now.\n\nThis photograph is stamped on the back &quot;Negative by  Sumner W. Matteson.&quot;  It is also stamped with the name and address of Hugo Brehme in Mexico.  We understand that Brehme purchased negatives from Matteson's estate upon the artist's death in 1920, and later printed them. This would lead us to believe that this is one of those photographs printed by Brehme from a Matteson negative made during either 1907 or 1920. Those appear to be the only two years during which Matteson photographed in Mexico. \n\nThere is a handwritten description on the back of the photograph that reads &quot;Entrance of Zapatistas in Mexico City.&quot; If this is an accurate description, it is unlikely that the photograph was made in 1907. That would have been 3 years prior to the Mexican Revolution and the foundation of Zapata's army. It might have been made in 1920. We understand that Zapata's forces were still active at that time, although Zapata himself died the year before.\n\nNevertheless, from our understanding of Mexican history, the initial entrance of Zapata and Villa into Mexico City took place in 1914. This may well be a photograph of that event, but then it is unlikely that it was made by Matteson, as he was apparently not in Mexico at the time.\n\nSo, this photograph is a bit of a mystery, and we continue to look into it. We would certainly appreciate hearing from Matteson scholars or experts on Mexican history and photography regarding this photograph.\n\nThank you.", "authorname": "Museum of Photographic Arts Collections", "id": "61475536-6950787912-72157631584799553", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/mopa1/6950787912/#comment72157631808248556", "realname": "", "path_alias": null, "author": "81472818@N03", "iconserver": "0", "datecreate": "1350685680", "_content": "Many SOLIO prints in the collection of El Bazar de Fotografia CASASOLA are stamped on the back, &quot;NEGATIVE BY SUMNER W. MATTESON&quot; and property of HUGO BREHME.  Juan Manual Casasola bought the &quot;Hugo Brehme&quot; collection from Arlo Brehme, his son.  It included many Matteson negatives and many photographs.  By my research, it has become obvious that Matteson had approximately 6,000 photographic prints (and most of his negatives of Mexico) with him when he died in Mexico City in 1920.  The photographs and negatives were not returned to the Matteson family in Minnesota, Wisconsin and Iowa.  The &quot;BREHME&quot; collection at SINAFO was bought from Casasola and a number of those prints are also stamped by Matteson and Brehme.  Some are inscribed in Matteson's handwriting.  Brehme, unfortunately started identifying Matteson's Mexico photographs as photographs made by Hugo Brehme.  I am at a loss to understand how this 1914 image could be a Matteson photo.  Nevertheless, I enjoy the pursuit....  Phillips Bourns", "authorname": "Felipeenfuego69", "id": "61475536-6950787912-72157631808248556", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/mopa1/6950787912/#comment72157631831131487", "realname": "Museum of Photographic Arts", "path_alias": "mopa1", "author": "61498590@N03", "iconserver": "6149", "datecreate": "1350942377", "_content": "Thanks, Phillips. It does present somewhat of an identification problem, curious...and interesting. We will continue to investigate. Thanks again for the information.", "authorname": "Museum of Photographic Arts Collections", "id": "61475536-6950787912-72157631831131487", "iconfarm": 7}], "photo_id": "6950787912"}}