{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6641691317/#comment72157629038773331", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1327581433", "_content": "When reported missing in action Lieutenant Frank Nicholas Verran was a platoon commander in D Company, 2nd Battalion, Wiltshire Regiment.  He had been promoted from 2Lt to Lt on 1st October 1915. (LG 3152 dated 22 Mar 1916).\n\nThe attack that Lt Verran was involved in when killed was the fourth attempt (of six) by General Rawlinson to break through the German fourth and fifth lines of defensive trenches along the Le Transloy Ridge on the Somme.  2nd Wiltshires were in 21st Brigade in 30th Division.\n\nThe following account is abridged from the 2nd Wiltshire Regiment War Diary for 18th October 1916:\n\n&quot;The artillery shelled heavily the enemy positions until 2.40am when the bombardment was intense.  Previous to this hour C and D Coys were formed up in waves, each company having two platoons in the first wave and two in the second wave. Both of these were in advance of the front line.  A Coy formed the third wave, lying behind the parados of our front line, and B Coy were ready to move up from support line. [This was a dark and filthy night with gusting rain.  Having learned from their calamatous tactics in July, British assault troops now left the forward trenches and lay out in attack formation in no-mans land in the dark before the bombardment finished].\n\nAt 3.40am the 21st Brigade attacked, the 2nd Wilts on the left, the 18th Kings L'pools in the centre and the 2nd Yorks on the right, with the 19th Manchesters in support. Very little information forthcoming. Apparently C &amp; D Coys reached their objectives but failed to take them.  2/Lt EW Ware wounded and missing, 2/Lt SG Hine wounded; Lt FN Verran and 2/Lt DI Lyall missing, all of D Company.  2/Lt EB Garnett missing, 2/Lt IC Trench, VW Venables, AEL Craven wounded, all of C Coy.  A Coy advanced but were held up by wire and were eventually driven back.  2/Lts HT Newton and HL Reeves wounded.  B Coy advanced but lost direction and part of the Company under Capt VH Clay crossed the SUNKEN ROAD and got into the first German lines.  They bombed up a communication trench, but were driven back before a block could be made.\nThey again bombed up the trench but were again driven back on account with shortage in bombs.  On being reinforced by the Camerons of the 26th Brigade 9th Division this trench was captured and a block made. The first line trench captured in conjunction with the 9th Div, of which we held a part, and was consolidated.  Capt VH Clay was killed during the consolidation, and 2/Lt JH Thompson was killed during the advance.  2/Lt EA Carrington volunteered to seek information as regards the position of our companies some while after the attack started.\nHe did not return and parties sent in search afterwards found no trace of him.  2/LT RL Scully who acted as liaison officer was buried by a shell and consequently had to be sent down suffering from the shock. Information did not arrive and it was understood that the attack had failed on the whole of the 21st Brigade front but that the 9th Division had gained all their objectives.\nOur estimated casualty report read: 14 officers 350 other ranks. The remainder of the Battalion held the old British front line from the SUNKEN ROAD to the junction of TURKLANE and FRONTLINE.  The trenches were by this time in an appalling state owing to the bad weather.  The 19th Manchester Regt took over the front line from TURKLANE to the right.&quot;//", "authorname": "Gary Donaldson", "id": "32254785-6641691317-72157629038773331", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6641691317/#comment72157629051869991", "realname": "", "path_alias": null, "author": "68061336@N05", "iconserver": "0", "datecreate": "1327658253", "_content": "Commonwealth War Graves Commiission lists the following information\nName: VERRAN, FRANK NICHOLAS \nInitials: F N \nNationality: United Kingdom \nRank: Lieutenant \nRegiment/Service: Wiltshire Regiment \nUnit Text: 2nd Bn. \nAge: 21 \nDate of Death: 18/10/1916 \nAdditional information: Son of Nicholas and Annie Verran, of &quot;Tresamble&quot;, Camberley, Surrey. \nCasualty Type: Commonwealth War Dead \nGrave/Memorial Reference: Pier and Face 13 A. \nMemorial: THIEPVAL MEMORIAL \n\n<a href=\"http://www.cwgc.org/search/casualty_details.aspx?casualty=817972\" rel=\"nofollow\">www.cwgc.org/search/casualty_details.aspx?casualty=817972</a>", "authorname": "coldlunchuk", "id": "32254785-6641691317-72157629051869991", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6641691317/#comment72157629134107919", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1328131895", "_content": "Nicholas Verran birth reg 1st qr 1868 in Redruth Cornwall\nNicholas marr reg 1st qr 1894 to Annie Barrie in Kingston Surrey\nHe is on the electoral roll for Lewisham London 1895 and 1897, is in Farnham Surrey for the 1901 and 1911 Censuses, dies in Farnham in 1933\nFrank Nicholas Verran birth reg 4th qr 1895 in Lewisham\nAnnie Barrie birth reg 4th qr 1864 in Croydon London and death reg 1st qr 1961 age 96 in Worthing Sussex\nAnnie Margaret Verran birth reg 2nd qr 1901in Farnham\nSources: FreeBMD, electoral roll, ancestry.co.uk", "authorname": "brenontario", "id": "32254785-6641691317-72157629134107919", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6641691317/#comment72157629135122683", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1328137118", "_content": "Maybe someone could look up Frank Nicholas Verran's National Probate Record details - I don't have access but it is listed at ancestry.co.uk for 1916. Nicholas Verran's also available 1933.", "authorname": "brenontario", "id": "32254785-6641691317-72157629135122683", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6641691317/#comment72157629221027379", "realname": "", "path_alias": null, "author": "76144427@N07", "iconserver": "0", "datecreate": "1328652191", "_content": "Verran Frank Nicolas of Tresamble Camberley Surrey leiutenant 2nd battalion Wiltshire regiment died on or since 18 October 1916 at Warlincourt France Administration London 12 November to Nicholas Verran farmer. Effects 225. England &amp; Wales, National Probate Calendar (Index of Wills and Administrations), 1861-1941 about Frank Nicholas Verran", "authorname": "Alison Exeter", "id": "32254785-6641691317-72157629221027379", "iconfarm": 0}], "photo_id": "6641691317"}}