{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/5370045070/#comment72157625735418175", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1295456895", "_content": "Em Lisboa na Rua do Açúcar, 78, na freguesia do Beato, em 1895 nascia a ‘Companhia da Borracha’, que em Janeiro de 1905 é transformada numa sociedade por quotas, passando a designar-se ‘Victor C. Cordier, Lda.’, e regista a marca “F.N.B.” - Fábrica Nacional de Borracha.\n\nOs sócios desta nova empresa eram Victor C. Cordier que tinha sido director da antiga Companhia da Borracha, durante mais de dez anos, e Georges Foulon.\n\nNesta altura esta fábrica comercializava tubos e chupadores para regas,guarnecimento de cilindros, folhas de borracha para calçado, artigos para cirurgia, solas e tacões de borracha, bolas e bonecos em borracha para brinquedos, etc. Produzia todo o tipo de manufactura de artigos em borracha e ebonite. Ebonite, é borracha vulcanizada com alto teor de enxofre(cerca de30%) . Como exemplo da sua aplicação, as caixas das baterias de automóveis, fabricação de bolas para bowling, assim como de instrumentos musicais como clarineta, flautim (piccolo),boquilhas para sax etc.\n\nEm 1943 muda de designação comercial para: ‘Fábrica de Borracha Luso-Belga’, mantendo a mesma razão social ‘Victor C. Cordier, Lda.’. Nesta altura começa a produção de calçado em borracha sob a sua marca “Lusbel”.\n\nEm Junho de 1974 entra em processo de falência, encerrando em 1975.", "authorname": "J. Leite", "id": "26532116-5370045070-72157625735418175", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/biblarte/5370045070/#comment72157632182350991", "realname": "", "path_alias": null, "author": "12037561@N00", "iconserver": "0", "datecreate": "1354816028", "_content": "Esta Foto e do meu avo Jose Alves Thomaz.", "authorname": "gmtrade", "id": "26532116-5370045070-72157632182350991", "iconfarm": 0}], "photo_id": "5370045070"}, "flarchive:created": 1387730585}