{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationallibrarynz_commons/3466808478/#comment72157617235722144", "realname": "", "path_alias": "pixelwrangler", "author": "43854658@N00", "iconserver": "5533", "datecreate": "1240529356", "_content": "Far out!  &nbsp;Periscope rifles were invented by an Australian in 1915 &mdash; and were made on the beach in Anzac Cove!\n\nMore from <i><a href=\"http://en.wikipedia.org/wiki/Periscope_rifle\" rel=\"nofollow\">Wikipedia</a>:</i>\n\n&quot;A periscope rifle was first invented by Sergeant William Beech, a builders foreman, of the 2nd Battalion NSW, Australian Imperial Force, in May 1915. The weapon consisted of a standard rifle along with a board and mirror periscope, which looked along the sights of the rifle, fitted to it with a string based trigger pull allowing actuation of the trigger from beneath the line of sight of the firearm.\n\n&quot;It found extensive use, mostly in the form of an impromptu construction, in the trench warfare of the Gallipoli campaign where some lines of trenches, such as the parapets at Quinn's Post, were within 50 meters (55 yards) of one another. The purpose of the device was to allow a soldier to take aim from a trench and fire with accuracy without exposing himself to enemy fire.\n\n&quot;The rifles were produced in crude factory production lines on the beach in Anzac Cove. Although noted as less effective than conventional weapons, the periscope rifle proved to be a useful weapon to the Australian and New Zealand Army Corps at the time and later saw use in other trench-based conflicts around the world.&quot;", "authorname": "Pixel Wrangler", "id": "32695993-3466808478-72157617235722144", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/nationallibrarynz_commons/3466808478/#comment72157617154752917", "realname": "", "path_alias": "mainzel_maennchen", "author": "90116567@N00", "iconserver": "107", "datecreate": "1240549572", "_content": "Surprisingly clear photo for the times!\n\nCould you send that on to the AWM in Canberra? It might restart a dialogue that is worthwhile I think. They may even want to purchase copies from you.\n\nDon't know the head of Photography  media etc at AWM anymore: I was Media Manager for ten years there and retired heh heh to France to be closer to Villers Bretonneux  in 1998. Try Director Steve Gower?\n\nBest wishes from Oz via Germany...\n\nNeil McPherson\ninfo@professionalword.com\n\nPS Unfortunately for many Anzacs later in France - the telescopic site was designed by a German. guy.", "authorname": "neil a mcpherson", "id": "32695993-3466808478-72157617154752917", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/nationallibrarynz_commons/3466808478/#comment72157617272508139", "realname": "", "path_alias": "nationallibrarynz_commons", "author": "32741315@N06", "iconserver": "3285", "datecreate": "1240791332", "_content": "Thanks for that Neil. We worked with the AWM to do this joint upload to The Commons (you can <a href=\"http://www.flickr.com/photos/australian-war-memorial/\">see their photos here</a>) so hopefully they've seen this picture. I'll pass on your comment to them too.\n\n-- Courtney", "authorname": "National Library NZ on The Commons", "id": "32695993-3466808478-72157617272508139", "iconfarm": 4}], "photo_id": "3466808478"}}