{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/brooklyn_museum/339754972/#comment72157594460771193", "realname": "", "path_alias": "jennx", "author": "57183384@N00", "iconserver": "2715", "datecreate": "1167997654", "_content": "Great collection, and Happy New Year!  I was lucky enough to walk the bridge on a recent visit.  Sadly, didn't have my camera.  \r\n\r\nAt some point I'd like to see the Museum site employ some of the &quot;two point oh&quot; magic we're accustomed to here at flickr.  Specifically, tagging.  It is possible visitors would like to browse things outside of/across specific collections: &quot;blue&quot;, &quot;building&quot;, &quot;Kansas&quot;... whatever (I'm being simplistic).  You could assign tags or open it up to visitors.  Or if you're worried about losing control of your metadata, let visitors have their own accounts so at least they can tag their experiences for future visits.  Apologies if I missed this on the site.\r\n\r\nCome to think of it, discussion threads on specific pieces, like we do here, could also be really cool!", "authorname": "jennimi", "id": "3064182-339754972-72157594460771193", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/brooklyn_museum/339754972/#comment72157594461592356", "realname": "Brooklyn Museum", "path_alias": "brooklyn_museum", "author": "83979593@N00", "iconserver": "7330", "datecreate": "1168030655", "_content": "Thanks for the comments! The Brooklyn Museum's mission is centered on community and the visitor experience, so we're moving in exactly the direction you mention. We are developing gradually so you may not see too many changes right away, but they are coming.\r\n\r\nAs we move toward placing more collection images on the web we are considering tagging as part of that infrastructure. Though, we figure a year or so for development (we hope not more) before that is ready. In the meantime, our Elizabeth A. Sackler Center for Feminist Art opens in March 2007 and will have a sizable web component that will involve tagging in some way - we are still working out the details.\r\n\r\nRegarding discussion: the Museum believes that it is important to hear directly from our visitors. For example, we have &quot;community voices&quot; labels in some of our newer permanent collection installations (Egypt Reborn and American Identities) and we've been discussing how to extend such architecture and ideas to our website. Until we can implement our own programming, Flickr is helping us in that regard. Thanks again for talking to us!", "authorname": "Brooklyn Museum", "id": "3064182-339754972-72157594461592356", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/brooklyn_museum/339754972/#comment72157607538969070", "realname": "Brooklyn Museum", "path_alias": "brooklyn_museum", "author": "83979593@N00", "iconserver": "7330", "datecreate": "1222554444", "_content": "21 months later...we finally did it!  Our collection just went online complete with tagging, comments...a <a href=\"http://www.brooklynmuseum.org/opencollection/tag_game/start.php\">tagging game</a> and a <a href=\"http://www.brooklynmuseum.org/community/posse/\">Posse</a>.  Been blogging about it <a href=\"http://www.brooklynmuseum.org/community/blogosphere/bloggers/tag/collection\">here</a>.  Collection is <a href=\"http://www.brooklynmuseum.org/opencollection/collections/\">here</a>.  ~shelley", "authorname": "Brooklyn Museum", "id": "3064182-339754972-72157607538969070", "iconfarm": 8}], "photo_id": "339754972"}}