{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationaalarchief/2839775656/#comment72157608444212181", "realname": "", "path_alias": "christinam2", "author": "19909418@N05", "iconserver": "3779", "datecreate": "1225183135", "_content": "Dit is interressant!  Ik bekijk deze paginas voor de allereerste keer, en één van de eerste fabrieksinterieuren is dat van een textielfabriek.  Mijn vader was namelijk een textielingenieur, afgestudeerd in Chemnitz, Duitsland, in het begin van de dertiger jaren.  Ik moet er echter bij vermelden, dat vanwege familie- en andere omstandigheden hij nooit in die capaciteit gewerkt heeft.\nDe enige foto's relatief tot deze opleiding die ik nog bezit, zijn er één met twee medestudenten van mijn vader, en een andere met mijn vader nadat hij afgestudeerd was en als een soort stageloper in de textielgroothandel van zijn ouders in Rotterdam te werk gesteld was.  Zie de &quot;thumbnails&quot; onderaaan dit commentaar.\n\nI find this very interesting... Viewing these pages for the first time after someone gave me the link to this photostream, the very first look into the interior of a Dutch factory is that of one producing textile products.  My father was a textile engineer (Ph.D.) who gradiuated from the University of Chemnitz, Germany, in the early thirties. At that time, it was the only institution offering this kind of specialized, technical education in the world, or so I was told.\nThe only photos relevant to this period that I still own, are one of my father's fellow students in Chemnitz, during a night out; and one of my father after he had started to work as an apprentice in his parents' textile wholesale company, in Rotterdam.   See the clickable thumbnails here below.\n\n<a href=\"http://www.flickr.com/photos/christinam2/2926678882/\"><img src=\"http://farm4.static.flickr.com/3276/2926678882_86f9ba8ff5_t.jpg\" width=\"100\" height=\"80\" alt=\"Students at the University of Chemnitz, Germany\" /></a>\n\n<a href=\"http://www.flickr.com/photos/christinam2/2926678286/\"><img src=\"http://farm4.static.flickr.com/3212/2926678286_80fb2a7baf_t.jpg\" width=\"100\" height=\"69\" alt=\"My father in the office\" /></a>", "authorname": "tinamathis", "id": "29978018-2839775656-72157608444212181", "iconfarm": 4}], "photo_id": "2839775656"}, "flarchive:created": 1387762975}