{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1283151603", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "4858567610", "title": {"_content": "D-558-2 launch from B-29 mothership"}, "media": "photo", "tags": {"tag": [{"raw": "Aviation", "machine_tag": 0, "id": "44489032-4858567610-5867", "_content": "aviation", "author": "25695066@N00"}, {"raw": "Aerospace", "machine_tag": 0, "id": "44489032-4858567610-95437", "_content": "aerospace", "author": "25695066@N00"}, {"raw": "National Aeronautics and Space Administration", "machine_tag": 0, "id": "44489032-4858567610-861876", "_content": "nationalaeronauticsandspaceadministration", "author": "25695066@N00"}, {"raw": "NASA", "machine_tag": 0, "id": "44489032-4858567610-11023", "_content": "nasa", "author": "25695066@N00"}, {"raw": "National Advisory Committee for Aeronautics", "machine_tag": 0, "id": "44489032-4858567610-19698880", "_content": "nationaladvisorycommitteeforaeronautics", "author": "25695066@N00"}, {"raw": "NACA", "machine_tag": 0, "id": "44489032-4858567610-536706", "_content": "naca", "author": "25695066@N00"}, {"raw": "Airplane", "machine_tag": 0, "id": "44489032-4858567610-1649", "_content": "airplane", "author": "25695066@N00"}, {"raw": "Aircraft", "machine_tag": 0, "id": "44489032-4858567610-5854", "_content": "aircraft", "author": "25695066@N00"}, {"raw": "Experimental Flight", "machine_tag": 0, "id": "44489032-4858567610-27482565", "_content": "experimentalflight", "author": "25695066@N00"}, {"raw": "United States Navy", "machine_tag": 0, "id": "44489032-4858567610-336170", "_content": "unitedstatesnavy", "author": "25695066@N00"}, {"raw": "US Navy", "machine_tag": 0, "id": "44489032-4858567610-43745", "_content": "usnavy", "author": "25695066@N00"}, {"raw": "USN", "machine_tag": 0, "id": "44489032-4858567610-49486", "_content": "usn", "author": "25695066@N00"}, {"raw": "Naval Aviation", "machine_tag": 0, "id": "44489032-4858567610-319982", "_content": "navalaviation", "author": "25695066@N00"}, {"raw": "Boeing", "machine_tag": 0, "id": "44489032-4858567610-24467", "_content": "boeing", "author": "25695066@N00"}, {"raw": "Boeing B-29 Superfortress", "machine_tag": 0, "id": "44489032-4858567610-633224", "_content": "boeingb29superfortress", "author": "25695066@N00"}, {"raw": "Boeing B-29", "machine_tag": 0, "id": "44489032-4858567610-8743654", "_content": "boeingb29", "author": "25695066@N00"}, {"raw": "B-29", "machine_tag": 0, "id": "44489032-4858567610-191134", "_content": "b29", "author": "25695066@N00"}, {"raw": "B-29A", "machine_tag": 0, "id": "44489032-4858567610-633223", "_content": "b29a", "author": "25695066@N00"}, {"raw": "B-29-95-BW", "machine_tag": 0, "id": "44489032-4858567610-60287829", "_content": "b2995bw", "author": "25695066@N00"}, {"raw": "P2B-1", "machine_tag": 0, "id": "44489032-4858567610-60287831", "_content": "p2b1", "author": "25695066@N00"}, {"raw": "P2B-1S", "machine_tag": 0, "id": "44489032-4858567610-16769399", "_content": "p2b1s", "author": "25695066@N00"}, {"raw": "Superfortress", "machine_tag": 0, "id": "44489032-4858567610-191135", "_content": "superfortress", "author": "25695066@N00"}, {"raw": "42-21787", "machine_tag": 0, "id": "44489032-4858567610-60287833", "_content": "4221787", "author": "25695066@N00"}, {"raw": "BuNo 84029", "machine_tag": 0, "id": "44489032-4858567610-60287835", "_content": "buno84029", "author": "25695066@N00"}, {"raw": "N29KW", "machine_tag": 0, "id": "44489032-4858567610-60287837", "_content": "n29kw", "author": "25695066@N00"}, {"raw": "Fertile Myrtle", "machine_tag": 0, "id": "44489032-4858567610-37951714", "_content": "fertilemyrtle", "author": "25695066@N00"}, {"raw": "Mothership", "machine_tag": 0, "id": "44489032-4858567610-72483", "_content": "mothership", "author": "25695066@N00"}, {"raw": "Rocketplane", "machine_tag": 0, "id": "44489032-4858567610-1058976", "_content": "rocketplane", "author": "25695066@N00"}, {"raw": "DAC", "machine_tag": 0, "id": "44489032-4858567610-21311", "_content": "dac", "author": "25695066@N00"}, {"raw": "Douglas Aircraft", "machine_tag": 0, "id": "44489032-4858567610-3921567", "_content": "douglasaircraft", "author": "25695066@N00"}, {"raw": "Douglas", "machine_tag": 0, "id": "44489032-4858567610-31653", "_content": "douglas", "author": "25695066@N00"}, {"raw": "Douglas D-558-II Skyrocket", "machine_tag": 0, "id": "44489032-4858567610-60373568", "_content": "douglasd558iiskyrocket", "author": "25695066@N00"}, {"raw": "Douglas D-558-2 Skyrocket", "machine_tag": 0, "id": "44489032-4858567610-37010964", "_content": "douglasd5582skyrocket", "author": "25695066@N00"}, {"raw": "Douglas Skyrocket", "machine_tag": 0, "id": "44489032-4858567610-57671824", "_content": "douglasskyrocket", "author": "25695066@N00"}, {"raw": "D-558-II", "machine_tag": 0, "id": "44489032-4858567610-60373570", "_content": "d558ii", "author": "25695066@N00"}, {"raw": "D-558-2", "machine_tag": 0, "id": "44489032-4858567610-16278401", "_content": "d5582", "author": "25695066@N00"}, {"raw": "Douglas D-558-II", "machine_tag": 0, "id": "44489032-4858567610-40395109", "_content": "douglasd558ii", "author": "25695066@N00"}, {"raw": "Douglas D-558-2", "machine_tag": 0, "id": "44489032-4858567610-37010966", "_content": "douglasd5582", "author": "25695066@N00"}, {"raw": "Skyrocket", "machine_tag": 0, "id": "44489032-4858567610-203759", "_content": "skyrocket", "author": "25695066@N00"}, {"raw": "Reaction Motors", "machine_tag": 0, "id": "44489032-4858567610-60373572", "_content": "reactionmotors", "author": "25695066@N00"}, {"raw": "Reaction Motors XLR-8", "machine_tag": 0, "id": "44489032-4858567610-60373574", "_content": "reactionmotorsxlr8", "author": "25695066@N00"}, {"raw": "Reaction Motors XLR-8-RM-5", "machine_tag": 0, "id": "44489032-4858567610-60373576", "_content": "reactionmotorsxlr8rm5", "author": "25695066@N00"}, {"raw": "XLR-8", "machine_tag": 0, "id": "44489032-4858567610-683013", "_content": "xlr8", "author": "25695066@N00"}, {"raw": "XLR-8-RM-5", "machine_tag": 0, "id": "44489032-4858567610-60373578", "_content": "xlr8rm5", "author": "25695066@N00"}, {"raw": "Douglas Aircraft Company", "machine_tag": 0, "id": "44489032-4858567610-15058219", "_content": "douglasaircraftcompany", "author": "25695066@N00"}, {"raw": "84029", "machine_tag": 0, "id": "44489032-4858567610-7666841", "_content": "84029", "author": "25695066@N00"}]}, "comments": {"_content": "3"}, "secret": "2bf0308324", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>Collection:</b> NASA Image eXchange Collection\n<b>Title:</b> D-558-2 launch from B-29 mothership\n\n<b>Description:</b> The D-558-2 is launched from the Navy P2B-1S in this 1950s photograph. The early Douglas and NACA flights of the D-558-2s used only the airplane's jet engine and took off from the runway. This limited the aircraft's altitude and speed. The solution was to convert the D-558-2 to rocket or combined jet-and-rocket propulsion and to airdrop it from a B-29 converted to the Navy's P2B-1S configuration. The drop plane was P2B-1S serial number 84029. It had been built as a B-29A (Army Air Forces 45-21787) before being modified as a drop plane for the Navy. Dubbed &quot;Fertile Myrtle,&quot; the mothership used the call sign &quot;NACA 137.&quot; The Douglas D-558-2 &quot;Skyrockets&quot; were among the early transonic research airplanes like the X-1, X-4, X-5, and X-92A. Three of the single-seat, swept-wing aircraft flew from 1948 to 1956 in a joint program involving the National Advisory Committee for Aeronautics (NACA), with its flight research done at the NACA's Muroc Flight Test Unit in Calif., redesignated in 1949 the High-Speed Flight Research Station (HSFRS); the Navy-Marine Corps; and the Douglas Aircraft Co. The HSFRS became the High-Speed Flight Station in 1954 and is now known as the NASA Dryden Flight Research Center. The Skyrocket made aviation history when it became the first airplane to fly twice the speed of sound. The 2 in the aircraft's designation referred to the fact that the Skyrocket was the phase-two version of what had originally been conceived as a three-phase program, with the phase-one aircraft having straight wings. The third phase, which never came to fruition, would have involved constructing a mock-up of a combat-type aircraft embodying the results from the testing of the phase one and two aircraft. Douglas pilot John F. Martin made the first flight at Muroc Army Airfield (later renamed Edwards Air Force Base) in Calif. on February 4, 1948. The goals of the program were to investigate the characteristics of swept-wing aircraft at transonic and supersonic speeds with particular attention to pitch-up (uncommanded rotation of the nose of the airplane upwards)--a problem prevalent in high-speed service aircraft of that era, particularly at low speeds during take-off and landing and in tight turns. The three aircraft gathered a great deal of data about pitch-up and the coupling of lateral (yaw) and longitudinal (pitch) motions; wing and tail loads, lift, drag, and buffeting characteristics of swept-wing aircraft at transonic and supersonic speeds; and the effects of the rocket exhaust plume on lateral dynamic stability throughout the speed range. (Plume effects were a new experience for aircraft.) The number three aircraft also gathered information about the effects of external stores (bomb shapes, drop tanks) upon the aircraft's behavior in the transonic region (roughly 0.7 to 1.3 times the speed of sound). In correlation with data from other early transonic research aircraft such as the XF-92A, this information contributed to solutions to the pitch-up problem in swept-wing aircraft. The three airplanes flew a total of 313 times--123 by the number one aircraft (Bureau No. 37973--NACA 143), 103 by the second Skyrocket (Bureau No. 37974--NACA 144), and 87 by airplane number three (Bureau No. 37975--NACA 145). Skyrocket 143 flew all but one of its missions as part of the Douglas contractor program to test the airplane's performance. NACA aircraft 143 was initially powered by a Westinghouse J-34-40 turbojet engine configured only for ground take-offs, but in 1954-55 the contractor modified it to an all-rocket air-launch capability featuring an LR8-RM-6, 4-chamber Reaction Motors engine rated at 6,000 pounds of thrust at sea level (the Navy designation for the Air Force's LR-11 used in the X-1). In this configuration, NACA research pilot John McKay flew the airplane only once for familiarization on September 17, 1956. The 123 flights of NACA 143 served to validate wind-tunnel predictions of the airplane's performance, except for the fact that the airplane experienced less drag above Mach 0.85 than the wind tunnels had indicated. NACA 144 also began its flight program with a turbojet powerplant. NACA pilots Robert A. Champine and John H. Griffith flew 21 times in this configuration to test airspeed calibrations and to research longitudinal and lateral stability and control. In the process, during August of 1949 they encountered pitch-up problems, which NACA engineers recognized as serious because they could produce a limiting and dangerous restriction on flight performance. Hence, they determined to make a complete investigation of the problem. In 1950, Douglas replaced the turbojet with an LR-8 rocket engine, and its pilot, William B. Bridgeman, flew the aircraft seven times up to a speed of Mach 1.88 (1.88 times the speed of sound) and an altitude of 79,494 feet (the latter an unofficial world's altitude record at the time, achieved on August 15, 1951). In the rocket configuration, a Navy P2B (Navy version of the B-29) launched the airplane at approximately 30,000 feet after taking off from the ground with the Skyrocket attached beneath its bomb bay. During Bridgeman's supersonic flights, he encountered a violent rolling motion known as lateral instability that was less pronounced on the Mach 1.88 flight on August 7, 1951, than on a Mach 1.85 flight in June when he pushed over to a low angle of attack (angle of the fuselage or wing to the prevailing wind direction). The NACA engineers studied the behavior of the aircraft before beginning their own flight research in the airplane in September 1951. Over the next couple of years, NACA pilot A. Scott Crossfield flew the airplane 20 times to gather data on longitudinal and lateral stability and control, wing and tail loads, and lift, drag, and buffeting characteristics at speeds up to Mach 1.878. At that point, Marine Lt. Col. Marion Carl flew the airplane to a new (unofficial) altitude record of 83,235 feet on August 21, 1953, and to a maximum speed of Mach 1.728. Following Carl's completion of these flights for the Navy, NACA technicians at the High-Speed Flight Research Station (HSFRS) near Mojave, Calif., outfitted the LR-8 engine's cylinders with nozzle extensions to prevent the exhaust gas from affecting the rudders at supersonic speeds. This addition also increased the engine's thrust by 6.5 percent at Mach 1.7 and 70,000 feet. Even before Marion Carl had flown the Skyrocket, HSFRS Chief Walter C. Williams had petitioned NACA headquarters unsuccessfully to fly the aircraft to Mach 2 to garner the research data at that speed. Finally, after Crossfield had secured the agreement of the Navy's Bureau of Aeronautics, NACA director Hugh L. Dryden relaxed the organization's usual practice of leaving record setting to others and consented to attempting a flight to Mach 2. In addition to adding the nozzle extensions, the NACA flight team at the HSFRS chilled the fuel (alcohol) so more could be poured into the tank and waxed the fuselage to reduce drag. With these preparations and employing a flight plan devised by project engineer Herman O. Ankenbruck to fly to approximately 72,000 feet and push over into a slight dive, Crossfield made aviation history on November 20, 1953, when he flew to Mach 2.005 (1,291 miles per hour). He became the first pilot to reach Mach 2 in this, the only flight in which the Skyrocket flew that fast. Following this flight, Crossfield and NACA pilots Joseph A. Walker and John B. McKay flew the airplane for such purposes as to gather data on pressure distribution, structural loads, and structural heating, with the last flight in the program occurring on December 20, 1956, when McKay obtained dynamic stability data and sound-pressure levels at transonic speeds and above. Meanwhile, NACA 145 had completed 21 contractor flights by Douglas pilots Eugene F. May and Bill Bridgeman in November 1950. In this jet-and-rocket-prope lled craft, Scott Crossfield and Walter Jones began the NACA's investigation of pitch-up lasting from September 1951 well into the summer of 1953. They flew the Skyrocket with a variety of wing-fence, wing-slat, and leading-edge chord extension configurations, performing various maneuvers as well as straight-and-level flying at transonic speeds. While fences significantly aided recovery from pitch-up conditions, leading edge chord extensions did not, disproving wind-tunnel tests to the contrary. Slats (long, narrow auxiliary airfoils) in the fully open position eliminated pitch-up except in the speed range around Mach 0.8 to 0.85. In June 1954, Crossfield began an investigation of the effects of external stores (bomb shapes and fuel tanks) upon the aircraft's transonic behavior. McKay and Stanley Butchart completed the NACA's investigation of this issue, with McKay flying the final mission on August 28, 1956. Besides setting several records, the Skyrocket pilots had gathered important data and understanding about what would and would not work to provide stable, controlled flight of a swept-wing aircraft in the transonic and supersonic flight regimes. The data they gathered also helped to enable a better correlation of wind-tunnel test results with actual flight values, enhancing the abilities of designers to produce more capable aircraft for the armed services, especially those with swept wings. Moreover, data on such matters as stability and control from this and other early research airplanes aided in the design of the century series of fighter airplanes, all of which featured the movable horizontal stabilizers first employed on the X-1 and D-558 series.\n\n<b>Date:</b> 01.01.1950\n<b>Credit:</b> NASA Dryden Flight Research Center (NASA-DFRC) [ <a href=\"http://www.dfrc.nasa.gov/gallery/\" rel=\"nofollow\">www.dfrc.nasa.gov/gallery/</a> ]\n\n<b>ID:</b> E-2478\n<b>UID:</b> SPD-NIX-E-2478\n<b>Original url:</b> <a href=\"http://nix.ksc.nasa.gov/info?id=E-2478&amp;orgid=7\" rel=\"nofollow\">nix.ksc.nasa.gov/info?id=E-2478&amp;orgid=7</a>\n\n<b>SOURCE</b>:  <a href=\"http://nasaimages.org/luna/servlet/detail/nasaNAS~2~2~1904~103317\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/nasaNAS~2~2~1904~103317</a>\n\n<b>Visit <a href=\"http://www.nasaimages.org\" rel=\"nofollow\">www.nasaimages.org</a> for the most comprehensive compilation of NASA stills, film and video, created in partnership with Internet Archive. </b>"}, "isfavorite": 0, "views": "23043", "farm": 5, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2010-08-01 00:00:00", "lastupdate": "1376000576", "takengranularity": "4", "posted": "1283151603"}, "originalsecret": "1190256f24", "license": "7", "notes": {"note": []}, "server": "4140", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/4858567610/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387643353}