{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8491721239/#comment72157632842267764", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1361661366", "_content": "Second Lieutenant James Hope Byres was killed during the third Battle of Ypres - Passchendaele.  There is an excellent diary of this period, available on-line, by an officer with 11th Argyll's, (in the same Brigade as 13th Royal Scots), Lieutenant Robert Lindsay Mackay MC and Bar.\n\nIn the churned moonscape of the Passchendaele battlefield, having been defending opposite the German positions parallel to the Frenzenburg - Beck House Road, 13th Royal Scots, exhausted, cold and saturated with mud, came out of the front line on the night on 23rd August and were entrained back to 'recover' at Toronto Farm, beyond the range of German guns.  However on 25th August the Battalion was ordered up to the line again, for a 'raid' on Beck House and Borry Farm - heavily reinforced defensive buildings, concealing concrete blockhouses, impregnable to artillery fire, against which several attacks had bloodily foundered in the mud and barbed wire.  German snipers were active everywhere along the front and made even the slightest exposure from any angle extremely perilous.  Second Lieutenant Byres was sniped during that intensely dangerous period, the first days at the front when an unwary officer might be most vulnerable - before picking up a battlewise, sixth sense and prudent trench behaviour.\n\nThe Mackay diary is at <a href=\"http://www.firstworldwar.com/diaries/rlm4.htm\" rel=\"nofollow\">www.firstworldwar.com/diaries/rlm4.htm</a> \n\nRobert Lindsay Mackay says of the planned raid:  &quot;The idea of sending men in such a state as our brigade was in - for the third time in three weeks - was preposterous. Fortunately the weather broke completely, and the scheme fizzled out, but the Brigade had a disagreeable three days the 27th. to 29th. Bn. came back to Toronto on the 30th.&quot; //", "authorname": "Gary Donaldson", "id": "32254785-8491721239-72157632842267764", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8491721239/#comment72157633149517038", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1364901953", "_content": "The database of UK Soldiers Killed in the Great War shows his rank as Temporary 2nd Lieutenant Royal Scots (Lothian Regiment), Battalion not shown. In the Comments section there is a note &quot;Att 13/B&quot;.\n\nThe National Probate calendar shows his address as 14 Strathearn Road, Edinburgh. Confirmation of death by George Byres, Accountant.", "authorname": "Mrs Audubon", "id": "32254785-8491721239-72157633149517038", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8491721239/#comment72157633144818171", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1364902121", "_content": "1901 census shows him as a 9 year old scholar living with his family at 16 Shandon Crescent, Edinburgh. He had an older brother, George aged 11 and a younger one, Evan aged 5.", "authorname": "Mrs Audubon", "id": "32254785-8491721239-72157633144818171", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8491721239/#comment72157633144845903", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1364902465", "_content": "George Moir Byres was a Captain  in the 4th Royal Scots according to his MIC and appears to have survived the war. He is listed in telephone directories until 1977. Addresses in Edinburgh shown on his MIC as 2 St Ninian's Terrace and 8 York Place.", "authorname": "Mrs Audubon", "id": "32254785-8491721239-72157633144845903", "iconfarm": 4}], "photo_id": "8491721239"}}