{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nlireland/9513088109/#comment72157635081822662", "realname": "", "path_alias": "govert1970", "author": "39839593@N00", "iconserver": "29", "datecreate": "1376554571", "_content": "There is a book about it in the library:\n<a href=\"http://catalogue.nli.ie/Record/vtls000020443\" rel=\"nofollow\">catalogue.nli.ie/Record/vtls000020443</a>\n\nHere are some quotes from the book:\n\n&quot;In August, 1842, Mrs. Ellen Byrne was tried at the Commission Court, Dublin, for the murder of her husband, Augustine Byrne, by strangulation, suffocation, or other violence. The prisoner and deceased, who were in a respectable condition of life, were in the habit of drinking to excess.&quot;\n\n&quot;No motive could be assigned for the murder, nor for her remaining shut up in the same room with her husband, as it was alleged, for four or five days. Under these circumstances, with the admission by some of the scientific witnesses that the protrusion of the eye and tongue might have been caused by putrefaction, the jury returned a verdict of not guilty.&quot;\n\nSource: <a href=\"http://www.ebooksread.com/authors-eng/charles-meymott-tidy/legal-medicine-volume-v-1-ydi/page-13-legal-medicine-volume-v-1-ydi.shtml\" rel=\"nofollow\">www.ebooksread.com/authors-eng/charles-meymott-tidy/legal...</a>", "authorname": "Michiel2005", "id": "47267889-9513088109-72157635081822662", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/nlireland/9513088109/#comment72157635082112440", "realname": "", "path_alias": "nlireland", "author": "47290943@N03", "iconserver": "5468", "datecreate": "1376556820", "_content": "[http://www.flickr.com/photos/govert1970] Thank you! They certainly didn't hang about for the arraignment, if Mr Byrne's body was only examined on Saturday 9 July.", "authorname": "National Library of Ireland on The Commons", "id": "47267889-9513088109-72157635082112440", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/nlireland/9513088109/#comment72157635075888215", "realname": "", "path_alias": "beachcomberaustralia", "author": "32162360@N00", "iconserver": "3722", "datecreate": "1376557849", "_content": "Eeew!  The details in the ebook are revolting - quite put me off my dinner (lamb chops and veggies).", "authorname": "beachcomberaustralia", "id": "47267889-9513088109-72157635075888215", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nlireland/9513088109/#comment72157635082254348", "realname": "", "path_alias": "johnspooner", "author": "29809546@N00", "iconserver": "8104", "datecreate": "1376557868", "_content": "From the account of the trial in Freeman's August 16th 1842\n<blockquote>Her appearance in court produced a great sensation, and the utmost curiosity was evinced to catch a glimpse of her face or person. She was attired in the deepest weeds, made according to the most modern fashion, and wore a double veil of dense crepe, which, even when lifted, fell around her face in such thick drapery as to render her face almost invisible. In her hand she held a rich bouquet, and her demeanour throughout the whole proceedings was characterised by the most unruffled composure, and the utmost self-possession.</blockquote> \n\nThe trial certainly excited a great deal of public interest. Freeman's Journal devoted well over a page to coverage of each of the 2 days of the trial. \n\nThe coverage began with this paragraph (Freeman's Journal and Daily Commercial Advertiser, Tuesday, August 16, 1842):\n\n<blockquote>Yesterday being the day fixed for the trial of Ellen Byrne, for the alleged murder of her husband, the utmost excitement was manifested in the public mind throughout every district of the city, and more particularly in the vicinity of Green-street, which, with all the adjoining avenues, comprising the whole line of streets lying in the direction of Capel-street, Great Britain-street, Henry-street, Essex-bridge, &amp;c. &amp;c., was crowded at an early hour of the morning to such an excess as to be rendered almost wholly impassable. Indeed the crowds of the idle and the curious who congregated in this portion of the city were so dense as to be wholly incalculable, and it is not a little surprising that no accident or fatality of any description whatsoever should have occurred amid so vast a multitude, naturally excited by a proceeding of deep popular interest, and who, one and all, evidenced the deepest anxiety as to every circumstance connected with the melancholy and mysterious occurrence which furnished the occasion for yesterday's investigation.</blockquote>\n\nand ended, after what looks like a verbatim account of the cross-examinations with this (Freeman's Journal and Daily Commercial Advertiser, Wednesday, August 17, 1842):\n<blockquote>   The jury retired at twenty minutes to four, and having been absent from court about half an hour, returned with a verdict of NOT GUILTY.\n   The announcement of this finding was received with murmurs in the court-house.\n   Clerk of the Crown. - Discharge the prisoner.\n   The ponderous bolt of the dock was shot back, and the prisoner was free as the freest of the eager spectators who had assembled to witness her trial.\n   The court adjourned till the 26th of October.\n   The crowds which congregated in front of Newgate were enormous, and the most marked dissatisfaction was manifested by the populace at the result of the trial. Mrs. Byrne remained for an hour and a half in the court-house, after the rising of the court, in the hope that the patience of the crowds assembled without would be exhausted at length, and that when they saw that the object of their curiosity did not appear, that they would quietly separate. In this expectation, however, she was mistaken; the mob was not to be baffled, and were it not for a ruse of the police she might have remained in the court-house till midnight. At seven o'clock, however. Mr Inspector Wade ordered a covered car to be drawn up at the entrance to Newgate, and he conducted into the vehicle a female resembling the prisoner in stature, but who was dressed in such deep weeds that her face was rendered wholly invisible. The pseudo Mrs. Byrne entered the car with the inspector, and away rolled the jarvey, escorted by a number of the horse police, amid the hooting and angry exclamations of the infuriate populace. As soon as the car arrived at the corner of Harcourt-street the <i>widow</i> got out and walked quietly about her business. Mr Wade returned to Green-street, which was as desolate as if there had never been 5 people together there since the world began. Another car as then procured. Mrs Byrne, &quot;the true and genuine,&quot;  drove away in the company of her sons amid the utmost tranquillity.</blockquote>", "authorname": "John Spooner", "id": "47267889-9513088109-72157635082254348", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/nlireland/9513088109/#comment72157635082505580", "realname": "", "path_alias": "beachcomberaustralia", "author": "32162360@N00", "iconserver": "3722", "datecreate": "1376559658", "_content": "[http://www.flickr.com/photos/johnspooner] Does it say who the lawyers were? Perchance?", "authorname": "beachcomberaustralia", "id": "47267889-9513088109-72157635082505580", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nlireland/9513088109/#comment72157635082720016", "realname": "", "path_alias": "nlireland", "author": "47290943@N03", "iconserver": "5468", "datecreate": "1376561277", "_content": "[http://www.flickr.com/photos/beachcomberaustralia] Done on the Barbie, or am I oppressing you with a stereotype of the Australian male?  :D", "authorname": "National Library of Ireland on The Commons", "id": "47267889-9513088109-72157635082720016", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/nlireland/9513088109/#comment72157635076395109", "realname": "", "path_alias": "nlireland", "author": "47290943@N03", "iconserver": "5468", "datecreate": "1376561547", "_content": "[http://www.flickr.com/photos/johnspooner] Fantastic, John! I reckon the artist behind this engraving was dolloping on artistic license then, if the veils were so thick as to &quot;render her face alsmost invisible&quot;. Also, we now have a location - Green Street / Newgate. And how scary: &quot;... the mob was not to be baffled&quot;!", "authorname": "National Library of Ireland on The Commons", "id": "47267889-9513088109-72157635076395109", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/nlireland/9513088109/#comment72157635083081022", "realname": "", "path_alias": "johnspooner", "author": "29809546@N00", "iconserver": "8104", "datecreate": "1376563971", "_content": "[http://www.flickr.com/photos/beachcomberaustralia] &quot;Mr. Brewster, Q.C., Mr. Martley, Q.C., and Mr McKane, conducted the prosecution for the crown; Mr McDonogh and Mr. J. A. Curran appeared for the next of kin to the deceased; Mr.Hatchell, Q.C., Mr. Fitzibbon* Q.C., and Mr John Walsh, were counsel for the prisoner; and Mr. Charles Fitzgerald, who sat in the vicinity of his client, attended as her law agent.&quot;\n\n*elsewhere he's Mr. Fitzgibbon\n\nThe judges were Chief Justice Doherty and Mr Baron Pennefather.", "authorname": "John Spooner", "id": "47267889-9513088109-72157635083081022", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/nlireland/9513088109/#comment72157635083153550", "realname": "", "path_alias": "johnspooner", "author": "29809546@N00", "iconserver": "8104", "datecreate": "1376564497", "_content": "[http://www.flickr.com/photos/nlireland] You might think they didn't hang about, but in his summing up Mr Pennefather said that the inquiry (i.e. inquest) had taken place &quot;for a lengthened period, almost unexampled in its duration.&quot; The inquest had received a great deal of publicity, and the judge warned the jury to ignore anything they had read about it.\n\nFurther browsing shows that the inquest (largely because of adjournments) lasted 20 days, and didn't reach a conclusion until August 4th. On the 5th Freeman's said that it had &quot;dragged its weary length to a conclusion.&quot;", "authorname": "John Spooner", "id": "47267889-9513088109-72157635083153550", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/nlireland/9513088109/#comment72157635083181786", "realname": "", "path_alias": "nlireland", "author": "47290943@N03", "iconserver": "5468", "datecreate": "1376564708", "_content": "[http://www.flickr.com/photos/johnspooner] Wow, then justice really was swift in the early half of the 19th century.", "authorname": "National Library of Ireland on The Commons", "id": "47267889-9513088109-72157635083181786", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/nlireland/9513088109/#comment72157635083278476", "realname": "", "path_alias": "beachcomberaustralia", "author": "32162360@N00", "iconserver": "3722", "datecreate": "1376565412", "_content": "[http://www.flickr.com/photos/johnspooner] Thanks for that - I had a strange feeling that <a href=\"http://www.flickr.com/photos/beachcomberaustralia/9406525822/\">Jonathan Henn QC</a> might have been involved - he is looking over my shoulder at this page.\n\n[http://www.flickr.com/photos/nlireland] Grilled, like a dubious witness!", "authorname": "beachcomberaustralia", "id": "47267889-9513088109-72157635083278476", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nlireland/9513088109/#comment72157635083470206", "realname": "", "path_alias": "johnspooner", "author": "29809546@N00", "iconserver": "8104", "datecreate": "1376566673", "_content": "[http://www.flickr.com/photos/nlireland] At that time, in the case of a guilty verdict, murderers were usually executed 2 or 3 weeks later (although of course Mrs Byrne left the court without a stain on her character - just a very nasty stain on her bedlinen).\n\nFor instance, John Delahunt was convicted of murder on January 15th 1842 and executed at Kilmainham on February 5th (in front of a crowd of &quot;not less than 10,000 persons&quot; although if you weren't there, you could read a <u>very</u> detailed account of his last moments in Freeman's Journal).", "authorname": "John Spooner", "id": "47267889-9513088109-72157635083470206", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/nlireland/9513088109/#comment72157635083778608", "realname": "", "path_alias": "nlireland", "author": "47290943@N03", "iconserver": "5468", "datecreate": "1376568695", "_content": "[http://www.flickr.com/photos/beachcomberaustralia] Have you ever seen your great great great great uncle's obituary in the <i>Irish Times</i>?", "authorname": "National Library of Ireland on The Commons", "id": "47267889-9513088109-72157635083778608", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/nlireland/9513088109/#comment72157635084323910", "realname": "", "path_alias": "beachcomberaustralia", "author": "32162360@N00", "iconserver": "3722", "datecreate": "1376572043", "_content": "[http://www.flickr.com/photos/nlireland] No, I haven't.  Is it linkable and postable to his portrait?  Please!", "authorname": "beachcomberaustralia", "id": "47267889-9513088109-72157635084323910", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nlireland/9513088109/#comment72157635084710346", "realname": "", "path_alias": "nlireland", "author": "47290943@N03", "iconserver": "5468", "datecreate": "1376574266", "_content": "[http://www.flickr.com/photos/beachcomberaustralia] It's behind a paywall unfortunately, but if you can just hold one minute...\n\nFrom Thursday, 24 July 1873 in the <i>Irish Times</i>,  page 3:\n\n<blockquote>DEATH OF MR. JONATHAN HENN, Q.C.\nThe public will regret to learn that one of the most distinguished advocates in the celebrated State trial of Daniel O'Connell and his co-traversers, in the Repeal prosecutions in 1843, died on Tuesday. Mr Jonathan Henn, the gentleman referred to, had long retired from practice, but his reputation as one of the most brilliant orators of a brilliant period, associated as he was with Richard Lalor Shiel, James Whiteside, Thomas O'Hagan, Gerald Fitzgibbon, sen, and Francis Macdonogh, still lives fresh in the memory of the Bar and the people of this country. Those who have read the reports of the memorable trials in question, although unacquainted with his imposing figure and persuasive delivery, will not have failed to have pourtrayed [sic] to themselves a character singularly great even among those who are now recognised as his great compeers. Amongst his contemporaries he was always regarded as an ornament to his profession. He was called to the Bar in the year 1811, after a distinguished collegiate career, and in the year 1835 &quot;took silk&quot; as a Queen's Counsel. Soon after his great display in the O'Connell case, Mr Henn declined practice, and for the last 20 years he has never appeared in a court of justice as an advocate. Mr Henn died at Clifton Villa, Bray, at the advanced age of 84 years.</blockquote>", "authorname": "National Library of Ireland on The Commons", "id": "47267889-9513088109-72157635084710346", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/nlireland/9513088109/#comment72157635087697758", "realname": "", "path_alias": null, "author": "63505449@N00", "iconserver": "30", "datecreate": "1376589654", "_content": "The drawing is very reminiscent of one done of Marie Lafarge...on trial for the murder of her husband as well around the same time I believe....but with a different verdict!", "authorname": "CHutesNEthing", "id": "47267889-9513088109-72157635087697758", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/nlireland/9513088109/#comment72157635088058154", "realname": "", "path_alias": "johnspooner", "author": "29809546@N00", "iconserver": "8104", "datecreate": "1376591550", "_content": "[http://www.flickr.com/photos/63505449@N00] I see what you mean.\n<a href=\"http://digitalgallery.nypl.org/nypldigital/dgkeysearchdetail.cfm?trg=1&amp;strucID=1027755&amp;imageID=1551637&amp;total=1&amp;num=0&amp;parent_id=1027736&amp;s=&amp;notword=&amp;d=&amp;c=&amp;f=&amp;k=1&amp;sScope=&amp;sLevel=&amp;sLabel=&amp;lword=&amp;lfield=&amp;sort=&amp;imgs=20&amp;pos=1&amp;snum=&amp;e=w\" rel=\"nofollow\">Marie Lafarge</a>", "authorname": "John Spooner", "id": "47267889-9513088109-72157635088058154", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/nlireland/9513088109/#comment72157635086665817", "realname": "", "path_alias": null, "author": "66151649@N02", "iconserver": "6166", "datecreate": "1376622947", "_content": "Ah, the innocent widow, dressed in black for the court case...", "authorname": "oaktree_brian_1976", "id": "47267889-9513088109-72157635086665817", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/nlireland/9513088109/#comment72157635092371003", "realname": "", "path_alias": null, "author": "63505449@N00", "iconserver": "30", "datecreate": "1376663301", "_content": "Yeah...it's kind of a cliche' now.... If you were a woman and you wanted to get away with murder... wear back....or use an axe! A woman wielding an axe is just unfathomable. (See Lizzy Borden, See Smuttynose Island murders).", "authorname": "CHutesNEthing", "id": "47267889-9513088109-72157635092371003", "iconfarm": 1}], "photo_id": "9513088109"}}