{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/3276526664/#comment72157625172930205", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1288717977", "_content": "É célebre a frase do Sr. Abel Pereira da Fonseca ao dizer que &quot;da uva também se faz vinho&quot;. Era esta Sociedade  explorava a maior rede de mercearias no país - as lojas Val do Rio, com cerca de 100 lojas em Lisboa.\nAbel Pereira da Fonseca fundou nos anos 20's a Companhia Agrícola do Sanguinhal, com a finalidade de administrar as propriedades que possuía na zona do Bombarral.\nEsta empresa sempre se dedicou à produção e comercialização de vinhos. tais como Quinta das Cerejeiras, Quinta do Sanguinhal e Quinta de São Francisco\nNas respectivas adegas, possuía no conjunto uma capacidade em toneis e balseiros de madeira de carvalho e mogno da ordem dos dois milhões de litros, utilizados para a fermentação, armazenagem e envelhecimento de vinhos de mesa, vinhos licorosos e aguardentes\n&quot;Sanguinhal um vinho sem rival&quot;\nHoje é uma empresa modera e dinâmica.\nAqui, fotos das antigas instalações no Poço do Bispo, que incluía adega, engarrafamento e comercialização de vinhos. \nEstas instalações assim como o armazém central e loja, no Poço do Bispo (Praça David Leandro da Silva), do genial arquitecto Manuel Joaquim Norte Júnior  recuperado pela EXPO '98 no âmbito do projecto Caminhos do Oriente, de Sarmento de Matos. Hoje, que está em fase de requalificação pela CML", "authorname": "J. Leite", "id": "26532116-3276526664-72157625172930205", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/biblarte/3276526664/#comment72157626863587842", "realname": "", "path_alias": null, "author": "63557604@N05", "iconserver": "0", "datecreate": "1306965917", "_content": "I have a bottleof Rose Bella 0.70 12o Label says Soc com. ABEL PERERIA DA FONSECA Lisboa Portugal Can you tell me how old it is??? It is in a bottle with the rope. and the numbers on the bottom of the bottle are 348 78 5 R", "authorname": "amayer@comcast.net", "id": "26532116-3276526664-72157626863587842", "iconfarm": 0}], "photo_id": "3276526664"}, "flarchive:created": 1387760336}