{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/state-records-nsw/7506040214/#comment72157630433188800", "realname": "", "path_alias": "pellethepoet", "author": "47201412@N02", "iconserver": "2683", "datecreate": "1341490429", "_content": "Sir Thomas Elder (1818–1897) &quot;... in <i>Notes From a Pocket Journal of Rambles in Spain in 1860</i> (1894) he confessed after visiting the art galleries that 'picture seeing is more fatiguing than people think'; but he later gave £25,000 to the art gallery in Adelaide.&quot; - <a href=\"http://adb.anu.edu.au/biography/elder-sir-thomas-347\" rel=\"nofollow\">adb.anu.edu.au/biography/elder-sir-thomas-347</a>\n\n&quot;It was not until Sir Thomas Elder bequeathed part of his fortune to the Gallery in 1897 that it became possible to envision a broadly representative collection of European art. In the following year, Harry P. Gill, the Gallery’s Honorary Curator, travelled to Britain to buy works for Adelaide. Gill spent a large proportion of the Elder bequest on eighty-nine works of art, including thirty-four oil paintings, most of them purchased from or through Arthur Tooth &amp; Sons. In one stroke, Gill had acquired works by Lawrence Alma-Tadema, Aubrey Beardsley, Émile Claus, William Fettes Douglas, Henri Fantin-Latour, Benjamin Leader, Frederic Leighton, Edward Poynter, Frederick Cayley Robinson, Giovanni Segantini, George Watts and William Bouguereau. Even though these were contemporary, or nearly contemporary works mostly by living artists, they were nevertheless the single most important group of acquisitions in the Gallery’s history since they brought to the collection a model of consistently high quality and comprehensiveness that in future would guide its collecting in other areas.&quot; - <a href=\"http://www.artgallery.sa.gov.au/agsa/home/Collection/european_and_north_american_paintings_and_sculpture.html\" rel=\"nofollow\">www.artgallery.sa.gov.au/agsa/home/Collection/european_an...</a>\n\n<b>The Art Gallery. The New Pictures</b>, Friday 6 April 1900 - <a href=\"http://trove.nla.gov.au/ndp/del/article/36952113\" rel=\"nofollow\">trove.nla.gov.au/ndp/del/article/36952113</a>\n\n<b>The New Art Gallery</b>, Saturday 7 April 1900 - <a href=\"http://trove.nla.gov.au/ndp/del/article/36952259\" rel=\"nofollow\">trove.nla.gov.au/ndp/del/article/36952259</a> [ &quot;It is severely simple in design, without being unblushingly ugly like the gallery erected in Sydney.&quot; !!! ]\n\nI wonder if these photos were taken before 1 o'clock on 7 April 1900, when &quot;<a href=\"http://trove.nla.gov.au/ndp/del/article/36952364\" rel=\"nofollow\">the building was thrown open the general public</a>&quot;?\n\n<b>The New Art Gallery. The Opening Ceremony. Speech by Lord Tennyson</b>, Monday 9 April 1900 - <a href=\"http://trove.nla.gov.au/ndp/del/article/35352094\" rel=\"nofollow\">trove.nla.gov.au/ndp/del/article/35352094</a>\n\n<b>The Art Gallery. Elder Tablet Unveiled</b>, Saturday 16 June 1906 - <a href=\"http://trove.nla.gov.au/ndp/del/article/5082474\" rel=\"nofollow\">trove.nla.gov.au/ndp/del/article/5082474</a>", "authorname": "pellethepoet", "id": "27286215-7506040214-72157630433188800", "iconfarm": 3}], "photo_id": "7506040214"}, "flarchive:created": 1389619167}