{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/6538195477/#comment72157628587441593", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1324982820", "_content": "Foto decerto de 1929, onde se vê os efeitos no telhado do Palácio Foz do incêndio no Salão Foz, em 29 de Janeiro de 1929.\n\nO Salão Foz inaugurado por Raúl Lopes Freire, a 30 de Novembro de 1914 estava instalado no Palácio Foz, assim como o Central Cinema, junto ao elevador da Glória.\nRaul Lopes Freire em 1907, tinha aberto no número 116 da Rua Nova do Almada,  «Salão Chiado», mais conhecido pelo «Animatógrafo dos Armazéns do Chiado». \nInicialmente só com plateia, O Salão Foz após sofrer obras de remodelação, reabre em 6 de Outubro de1916, já equipado com um balcão superior circundadndo a sala., onde existiam num dos lados janelas que se abriam para os jardins interiores do palácio.\nA partir de 1918 passa a exibir variedades, deixando para segundo plano as projecções cinematográficas, tornando-se num music-hall.\n\nNa foto também de pode ver à esquerda do elevador da Glória, o Central Cinema\n\nO Central Cinema  foi inaugurado em 1908. Era na altura a sala de cinema mais luxuosa de Lisboa. Foi construída na capela do Palácio Foz. \nA partir de 1917 o cinema foi equipado com uma orquestra para acompanhar os filmes, que eram mudos na altura. Albergava 425 espectadores. \nEm 1958 foi reformado e passou a albergar a Cinemateca Portuguesa até ao ano de 1980. \nA partir de 1980 passou a funcionar como Cinemateca Júnior até hoje, com a denominação de “Salão Foz”.\n\nNo edifício à direita do elevador da Glória, o Stand da firma &quot;Bernardino Corrêa, Lda&quot; importador dos automóveis «Dodge Brothers». Neste edifício anteriormente, em 1912, funcionou a &quot;Casa de Saúde para Cirurgia, Clínica Henrique Barros&quot;.\n\nApós o stand de automóveis ter abandonado este edifício, a loja albergou o famoso café lisboeta &quot;Palladium&quot;.", "authorname": "J. Leite", "id": "26532116-6538195477-72157628587441593", "iconfarm": 6}], "photo_id": "6538195477"}, "flarchive:created": 1387728896}