{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/statelibraryqueensland/4423447233/#comment72157632391661744", "realname": "", "path_alias": null, "author": "71888487@N05", "iconserver": "0", "datecreate": "1356931306", "_content": "What a bunch of handsome men... !\nIt does not matter what time in history.]", "authorname": "Lia T.", "id": "32560314-4423447233-72157632391661744", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/statelibraryqueensland/4423447233/#comment72157634806422944", "realname": "Tim Hulley", "path_alias": null, "author": "78706559@N00", "iconserver": "0", "datecreate": "1374862598", "_content": "Great photo", "authorname": "tim_hulley", "id": "32560314-4423447233-72157634806422944", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/statelibraryqueensland/4423447233/#comment72157635180631016", "realname": "تيكو حمدى", "path_alias": null, "author": "100635125@N06", "iconserver": "0", "datecreate": "1377131244", "_content": "of glowing dust and gas, bombarded by the energetic radiation of new stars, this placid name hides a dramatic reality.\n\nThe Advanced Camera for Surveys (ACS) on the NASA/ESA Hubble Space Telescope has captured a dramatic view of gas and dust sculpted by intense radiation from hot young stars deep in the heart of the Lagoon Nebula (Messier 8). This spectacular object is named after the wide, lagoon-shaped dust lane that crosses the glowing gas of the nebula.\n\nThis structure is prominent in wide-field images, but cannot be seen in this close-up. However the strange billowing shapes and sandy texture visible in this image make the Lagoon Nebula’s watery name eerily appropriate from this viewpoint too.\n\nLocated four to five thousand light-years away, in the constellation of Sagittarius (the Archer), Messier 8 is a huge region of star birth that stretches across one hundred light-years. Clouds of hydrogen gas are slowly collapsing to form new stars, whose bright ultraviolet rays then light up the surrounding gas in a distinctive shade of red.\n\nThe wispy tendrils and beach-like features of the nebula are not caused by the ebb and flow of tides, but rather by ultraviolet radiation’s ability to erode and disperse the gas and dust into the distinctive shapes that we see.\n\nIn recent years astronomers probing the secrets of the Lagoon Nebula have found the first unambiguous proof that star formation by", "authorname": "تيكو جمال", "id": "32560314-4423447233-72157635180631016", "iconfarm": 0}], "photo_id": "4423447233"}, "flarchive:created": 1389680900}