{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6465249743/#comment72157628344418311", "realname": "", "path_alias": null, "author": "11953092@N04", "iconserver": "0", "datecreate": "1323433673", "_content": "2nd Lt Nash entered France on 30th April 1915. He sadly died soon after on 29th June 1915. <a href=\"http://www.cwgc.org/search/casualty_details.aspx?casualty=364069\" rel=\"nofollow\">www.cwgc.org/search/casualty_details.aspx?casualty=364069</a>", "authorname": "David - Edinburgh", "id": "32254785-6465249743-72157628344418311", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6465249743/#comment72157628344424983", "realname": "", "path_alias": null, "author": "11953092@N04", "iconserver": "0", "datecreate": "1323433715", "_content": "From <a href=\"http://www.smilodon.plus.com/WarMems/martley.html\" rel=\"nofollow\">www.smilodon.plus.com/WarMems/martley.html</a> :\nGeorge Nash ... were ex-pupils of the King's School. Worcester. George died of wounds on the 29th June 1915 in Boulogne, and was buried at Martley on the 3rd July, with a detachment of the school's OTC under Lieut. R.M.M. Beach Hicks lining the churchyard path.", "authorname": "David - Edinburgh", "id": "32254785-6465249743-72157628344424983", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6465249743/#comment72157628344452677", "realname": "", "path_alias": null, "author": "11953092@N04", "iconserver": "0", "datecreate": "1323433925", "_content": "From the same link: \n&quot;There were two fifth form prizes endowed at the King's School in their honour, the James Nash Classical Prize, and the George Nash Divinity Prize. There is, apparently, a stained glass window in their memory in Martley Church&quot; It would appear then that George's brother James was also killed in 1915 serving with the East Surreys.", "authorname": "David - Edinburgh", "id": "32254785-6465249743-72157628344452677", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6465249743/#comment72157628344460067", "realname": "", "path_alias": null, "author": "11953092@N04", "iconserver": "0", "datecreate": "1323433971", "_content": "Some more here:\n<a href=\"http://www.selectsurnames.com/nash2.html\" rel=\"nofollow\">www.selectsurnames.com/nash2.html</a>\n\nRichard and Edith Nash of The Noak in Martley had three sons, George, James and Slade.  All three of the boys went to School House at King's School in Worcester.  George and James went onto scholarships at Cambridge and Oxford.  However, the War broke out in 1914 and both young men enlisted.  Within a year they were both dead. \n\nJames was the first to fall in action, in April 1915 in the trenches near Ypres.  He was killed by a bullet fired from long range.  He was just 21 and was buried in the Kemmel military cemetery in Flanders.\n \nJust two months later, George was seriously wounded during the battle at Hooge.  An operation was thought to have been successful but he later deteriorated.  His mother braved the dangers of trevelling abroad during the war and was with him when he died at the end of June, aged 24.  She brought his body back to Worcester and it was taken on a gun carriage first to The Noak and then to St. Peter's for the funeral service.\n \nLater, the George Nash Divinity Prize and the James Nash Classical Prize were endowed in their honor, both for the fifth form pupils of King's School.", "authorname": "David - Edinburgh", "id": "32254785-6465249743-72157628344460067", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6465249743/#comment72157628344588445", "realname": "", "path_alias": null, "author": "11953092@N04", "iconserver": "0", "datecreate": "1323434856", "_content": "IThis is probably the action which cost Lt Nash's live :\n<a href=\"http://nlwmemorial.tripod.com/nlwmemorial/pages/pagesmisc/bellewaarde1stwkelly.htm\" rel=\"nofollow\">nlwmemorial.tripod.com/nlwmemorial/pages/pagesmisc/bellew...</a>", "authorname": "David - Edinburgh", "id": "32254785-6465249743-72157628344588445", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6465249743/#comment72157628889575365", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1326683476", "_content": "freeBMD.co.uk\nNash George    birth date registered  Martley 6c243  4th qr 1890\nNash James     birth date registered  Martley 6c112  3rd qr  1893 \nNash Slade       birth date registered  Martley 6c273  1st qr 1902\n\nIn 1889, 32-year-old Richard Nash married Miss Edith Day from a well known Somerset horse racing family. They had 7 children, 4 sons and 3 daughters, yet only two survived in to old age: Miss Barbara Frances, the 6th child, and Slade Nash, the 7th child. Their third son died aged 2 days.\nDorothy Alice, the eldest daughter, died suddenly of acute myelitis (a form of polio) at The Noak on 16th May 1911 within days of returning from a May Ball in Cambridge where her brother George was a student. All three of the Nash boys, George, James and Slade, went to School House, King's School, Worcester. This was to be expected as their mother was the daughter of the Rev. Maurice Day, Headmaster of King's for 20 years from 1859 (and later vicar of Wichenford).\n\nGeorge, the eldest son, was at School House for 4 years from 1900 and then went on to Repton. From there he won an open scholarship to Magdalene College, Cambridge, where, in 1912, he graduated with a BA Hons degree in History. Wishing to be ordained, he then studied Divinity at Cuddesdon Theological College, Oxford, and it was from there that he joined the Worcestershire Regiment.\nThe second son James was at School House for longer, 1903-12. He won a Meeke scholarship to Hertford College, Oxford, to read Classics but, before graduating, he joined the East Surrey Regiment in August 1914.\nWithin a year, these two bright young men were dead. Later, the George Nash Divinity Prize and the James Nash Classical Prize were endowed in their honour, both for the Fifth Forms of King's School.\nJames was the first to fall in action, on 2nd of April 1915, in the trenches north-east of Mount Kemmel near Ypres. He was killed by a bullet coming from long range from the right flank. He was buried in the Kemmel Military Cemetary, Flanders, aged 21.\nThen just two months later, Richard and Edith had another shock when a War Office telegram arrived at The Noak informing them that George had been seriously wounded in the head, on 10th June, during the Battle at Hooge. An operation was at first thought to have been successful but he deteriorated. His mother braved the dangers of travelling abroad during the war and was with him when he died at the Boulogne Stationary Hospital on 29th June 1915, aged 24.\nOn Thursday 1st July, Edith arrived back in Worcester with her son's body which was taken on a gun carriage first to The Noak and then, on the next day, to St. Peter's. His funeral was on the Saturday afternoon, a detachment of King's school O.T.C. lining the path.\n\nIn 1937, following the death of his father, Slade Nash returned home from Sudan, where he was a cotton planter.  He died on 27th June, 1989, aged 87, at Redroofs, Everdine Lane, Colwall, but his ashes were buried alongside his father's grave in St. Peter's churchyard. Four years before he died, he set up &quot;The Slade Nash Charity&quot; to benefit the poor and sick, the schools and the church of Martley.  \n<a href=\"http://www.martley.org.uk/people/nashclose.htm\" rel=\"nofollow\">www.martley.org.uk/people/nashclose.htm</a>", "authorname": "brenontario", "id": "32254785-6465249743-72157628889575365", "iconfarm": 8}], "photo_id": "6465249743"}}