{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/6025590588/#comment72157627447599898", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1313507357", "_content": "Os Namarrais foram um povo selvagem e guerreiro da costa oriental de África, junto às povoações de  Mossuril e Moginqual, em Moçambique, pertenecente à grande raça dos Mocuas.\n\nAs causas das revoltas continuavam a ser o imposto de palhota e o trabalho forçado sobre uma população empobrecida e fragilizada, incapaz de fazer frente às exigências da administração portuguesa, assim como a pressão para a adaptação a um sistema económico que se via privado do tráfico da escravatura. Em síntese, as populações cediam as suas terras ou fugiam ou, ainda, em alternativa, produziam e pagavam o que lhes era exigido, permanecendo nelas.\n\nOs Namarrais tendo-se revoltado contra as autoridades portuguesas, foram derrotados em vários combates, nas Campanhas de Pacificação levadas a cabo pelas forças portuguesa, em 1896 destacando-se a Campanha dos Namarrais, uma campanha militar comandada pelo capitão Mouzinho de Albuquerque, destinada a submeter os povos do norte de Moçambique reduzindo-os à obediência.\n\nO ano de 1913 assinala o esperado “fim político dos Namarrais”. Os seus chefes foram vencidos e dominados pelos militares portugueses, a confederação dos chefes do interior e do litoral claudicou face à superioridade técnica e militar daqueles e face a um conjunto de circunstâncias inerentes à desestruturação económica e social dos novos Estados, que após um curto período de formação não lograram consolidar-se. \n\nA população optou, ora por permanecer nas suas terras, integrando-se em novas estruturas de base tradicional linhageira, ora por se dispersar em direcção às terras de Angoche.", "authorname": "J. Leite", "id": "26532116-6025590588-72157627447599898", "iconfarm": 6}], "photo_id": "6025590588"}, "flarchive:created": 1387729601}