{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7697916792/#comment72157630985532602", "realname": "", "path_alias": null, "author": "69732318@N06", "iconserver": "0", "datecreate": "1344518344", "_content": "Just a note really, 2nd Battalion Welsh Regiment is spelt Welch not Welsh, this may have been changed after the 1st Word War though!!", "authorname": "rmatt11", "id": "32254785-7697916792-72157630985532602", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7697916792/#comment72157630996866484", "realname": "Willem", "path_alias": null, "author": "32921850@N00", "iconserver": "7439", "datecreate": "1344575706", "_content": "It can't be changed now.\n\nThe French spelling of a Flemish place name is always adopted and never the Flemish one. French maps must have been used. Gheluvelt is Geluveld in Flemish.", "authorname": "✿ willem ツ", "id": "32254785-7697916792-72157630996866484", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7697916792/#comment72157630998958900", "realname": "IWM Collections", "path_alias": "imperialwarmuseum", "author": "32300107@N06", "iconserver": "5535", "datecreate": "1344588808", "_content": "[http://www.flickr.com/photos/69732318@N06] Hi, thank you for your comment. You are right, the name of the regiment was changed after the First World War, in 1921. We have kept the spelling of regiments etc. contemporaneous for consistency, hence it is still Welsh here.", "authorname": "IWM Collections", "id": "32254785-7697916792-72157630998958900", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7697916792/#comment72157631635929480", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1348760165", "_content": "John William Harford Nicholl was the son of Lieutenant Colonel John Iltyd Dillwyn Nicholl MBE (Imperial Yeomanry) (Deputy Lord Lieutenant of Glamorgan from 1899) and Eleanor Dorothy Nicholl (nee Harford) of Merthyr Mawr, Bridgend, Glamorgan.  He was the third of 5 children, with a brother, Robert, b. 1894, and three sisters Gladys, Olive and Rachel. He was Commissioned from Gentleman Cadet into the Rifle Brigade on 22nd January 1913.  He was seconded to 3rd Battalion Welsh Regiment as a Second Lieutenant on 14th August 1914 [LG 1 Sep 1914].\n\nThe 3rd Battalion Welsh Regiment was the Depot and a 'holding' unit.  With 1st Battalion in India, it is likely that 2Lt Nicholl volunteered for the 2nd Battalion almost immediately on his secondment being confirmed.  The photograph shows him in full Welsh Regiment service dress, so taken at some time in the 77 days that he served with the Regiment, but certainly in the brief period when he was still in England before going over to France.  The 2nd Battalion had actually landed at Le Havre (complete with their goat 'Taffy', the Regimental mascot) as part of 3rd Brigade in 1st Division on 13th August 1914.\n\nGheluvelt was the most desperate of battles, arguably the last effort against the BEF of the 1914 War of Movement; victory offered the German Army a breakthrough to Paris and the decisive victory required by the Schlieffen Plan.  The 2nd Welsh fought there alongside 1st Battalion Royal Regiment of Wales.//", "authorname": "Gary Donaldson", "id": "32254785-7697916792-72157631635929480", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7697916792/#comment72157638676572464", "realname": "s n", "path_alias": null, "author": "111538296@N06", "iconserver": "0", "datecreate": "1387058884", "_content": "Hi, I just came across this photo of John William Hardford Nicholl and couldn't get over the resemblance he has with my great Grandfather John Nicholl!. That's my Mothers Fathers Father, and my Grandfathers name is William James Nicholl and his older brothers were John Nicholl then Robert Nicholl, Robert died in the war aged 19 in 1944. My great Grandfather John Nicholl is from Ballymena (N.Ireland) where the surname Nicholl seems to be quite common. Although it states that John William Hardford Nicholl was born in Swansea (and around the same time as my great Grandfather) I wouldn't be surprised if we are distantly related!, but I find this very interesting and I would like to say thank you for posting this information on here.\n\nYours sincerely,  Sarah Nicholl.", "authorname": "snchll", "id": "32254785-7697916792-72157638676572464", "iconfarm": 0}], "photo_id": "7697916792"}}