{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalgalleries/3102958732/#comment72157612581611192", "realname": "", "path_alias": "overthetopofny", "author": "30884978@N00", "iconserver": "3103", "datecreate": "1231983736", "_content": "Wow, I have tassel envy.", "authorname": "Over the Top of NY", "id": "30813981-3102958732-72157612581611192", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nationalgalleries/3102958732/#comment72157612561673981", "realname": "David Badagnani", "path_alias": null, "author": "8442333@N05", "iconserver": "1058", "datecreate": "1232049720", "_content": "Wow, I didn't even know there was photography before the 1860s. Thank you for uploading this precious photo.\n\nA suggestion: maybe you could add the tag &quot;music&quot; to any photos that have music or musicians, to aid in searching.  (I've just added one.)", "authorname": "dbadagna", "id": "30813981-3102958732-72157612561673981", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/nationalgalleries/3102958732/#comment72157613015582271", "realname": "", "path_alias": "navygurlfromcali", "author": "73509976@N00", "iconserver": "3693", "datecreate": "1233083971", "_content": "This is really awesome. I had a friend who was part of a Gordon Highlanders reenactment society. It was so much fun to watch them &quot;do their thing&quot; at the Highland games we went to in California (USA).", "authorname": "FlyButtafly", "id": "30813981-3102958732-72157613015582271", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nationalgalleries/3102958732/#comment72157613367881541", "realname": "", "path_alias": null, "author": "35113154@N06", "iconserver": "0", "datecreate": "1233860372", "_content": "You'll note that the facing colour, ie the particular regimental colour worn on collar and cuffs, was yellow for the 92nd. However, due to the nature of black/white photography at that time, yellow used to show up as a dark hue.\n\nYou get the same effect in American Civil War photos of Union cavalrymen wearing their yellow-trimmed dark-blue shell jackets.", "authorname": "l_gow2006", "id": "30813981-3102958732-72157613367881541", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalgalleries/3102958732/#comment72157613368638079", "realname": "", "path_alias": null, "author": "35113154@N06", "iconserver": "0", "datecreate": "1233861831", "_content": "These are exactly the types of uniform worn by the 42nd Black Watch, 79th Cameron Highlanders and 93rd Sutherland Highlanders when they fought in the Crimean War against Russia in 1854-55. Imagine surviving a Russian winter (even Southern region) in thin, tight uniforms like that. The 92nd joined the Highland Brigade in the Crimea in late 1855 and I think they wore the newly-introduced eminently more practical skirted Highalnd double breasted tunics (doublets).\n\nAs to the 92nd's impressive sporrans, all kilted Highland regiments wore multi-tasselled sporrans in the 1840's. The 42nd Black Watch had 5 black bell-tassels on white horsehair, the 78th Seaforths had 6 black bell-tassels on white horsehair, the 79th had 5 white bell tassels on grey horsehair, the 92nd had 5 white bell-tassels on brown horsehair and the 93rd had six white bell tassels on black horsehair. Just before the Crimean War of 1854, the 79th Camerons adopted 2 long white tails on grey horsehair. In 1881, the new county regiments adopted dress based on the old numbered Highland regiments. The Black Watch continued with the old 5 tassel 42nd sporran, the Seaforths adopted 2 long black tails on white horsehair, the Gordons also adopted 2 long black tails on white horsehair, the Queen's Own Cmerons kept with their 2 long white tails on grey horsehair, whilst the Argyll &amp; Sutherland Hlrds kept the old 93rd's sporran of six white bell tassels on black horsehair. \n\nUp to the amalgmations of 2006, when the old regiments were defunct and the new Royal Regt of Scotland adopted 2 black tails on white horsehair for all battalions, the Black Watch had kept their traditional 1840's style 5 tail sporrans and the Argylls their &quot;Swinging Six&quot; sporrans.", "authorname": "l_gow2006", "id": "30813981-3102958732-72157613368638079", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalgalleries/3102958732/#comment72157622750730484", "realname": "", "path_alias": "mando_gal", "author": "8110957@N08", "iconserver": "5446", "datecreate": "1257567336", "_content": "Hi, I'm an admin for a group called <a href=\"http://www.flickr.com/groups/428299@N24/\">ANYTHING GOES SCOTLAND,VINTAGE PHOTOS,POSTCARDS,EPHEMERAetc...</a>, and we'd love to have this added to the group!", "authorname": "Mando Maniac", "id": "30813981-3102958732-72157622750730484", "iconfarm": 6}], "photo_id": "3102958732"}}