{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/7029389853/#comment72157629704828215", "realname": "", "path_alias": "pixelwrangler", "author": "43854658@N00", "iconserver": "5533", "datecreate": "1333152969", "_content": "<b>Major Thomas B. Beall</b>. &nbsp; His brother was Major James Franklin Beall (b.1837) of the 21st Reg't, NC Infantry. Both men studied medicine at the Universities of North Carolina and Virginia. (The reference is not clear &ndash; the brother he studied medicine with may have been &quot;<a href=\"http://books.google.com/books?id=Kp5TVfUstr8C&amp;pg=PA91&amp;lpg=PA91&amp;dq=Major+Thomas+B.+Beall,+brother+James&amp;source=bl&amp;ots=92fa6_KkFs&amp;sig=mXT-JXuXX55oLjloQ9W-0NrsJfc&amp;hl=en&amp;sa=X&amp;ei=GAJ6T8iCCuO50QH--I3DDQ&amp;ved=0CFYQ6AEwBA#v=onepage&amp;q=Major Thomas B. Beall, brother James&amp;f=false\" rel=\"nofollow\">Robert</a>&quot;.)\n\n\nJames Beall gave a first-hand account of one of battles he participated in with his brother, Thomas, at Fishers' Hill, Virginia:\n\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<i>&quot;During this battle, occurred one of the most trying ordeals of the writer's life.  We were moving on the enemy, when the writer met his brother, Capt. T.B. Beall, of the 14th NC Regiment, coming out desperately wounded through the lung, the blood spurting from his breast.  There wasn't time to give him a word of sympathy, much less attention, leaving him as I then thought for the last time in this world.  He had the good fortuen [sic] soon after, to meet with an ambulance, which took him and the gallant Lt. W.G. Foy, of the 21st NC Reg't, who was also deperately [sic] wounded, to the field hospital.  They received immediate attention, and both finally recovered, but were left more or less disabled for life.&quot;</i> [<a href=\"http://www.forsythnchistory.com/udcphotoac.html\" rel=\"nofollow\">1</a>]", "authorname": "Pixel Wrangler", "id": "8602872-7029389853-72157629704828215", "iconfarm": 6}], "photo_id": "7029389853"}}