{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/4647587940/#comment72157626762716566", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1305883038", "_content": "Situado na cidade do Montijo, o Cine-Teatro Joaquim de Almeida foi inaugurado em 1957, sob o projecto doa arquitecto Sérgio Gomes. Outrora construído em madeira e localizado na Rua Miguel Pais, foi inaugurado no mesmo ano do Mercado Municipal, e no local da antiga Praça de Touros. O seu nome é em homenagem a um antigo actor português Joaquim de Almeida que viveu entre o século XIX e século XX.\n\nEm 21 de Dezembro de 1910, acerca da passagem à reforma do actor o jornal O Século noticiava que “o glorioso artista Joaquim de Almeida, a cuja velhice os governos da monarquia não quiseram atender, obstinando-se ingratamente a conceder-lhe a reforma que pedia e a que tinha jus, acaba finalmente de conseguir do governo da República o galardão material que lhe podia caber, depois de tantos anos de serviço consagrados ao levantamento da arte nacional ”. \n\nPossuí no seu interior peças escultóricas da autoria de Martins Correia e José Farinha, aliando o talento às artes, representa as musas inspiradoras – Teatro, Poesia, Dança, Música e Talento.\n\nEste cine-teatro funcionou até 1991. Em 1999 foi adquirido pela Câmara do Montijo tendo sofrido obras de melhoramento e reabrindo ao público em 14 de Agosto de 2005 - dia do XX aniversário da cidade do Montijo - após várias remodelações realizando-se-se as mais variadas actividades culturais. A traça original foi respeitada e a estrutura da sala de espectáculos foi mantida. Para conferir as condições “modernas”, “o palco foi alargado e o número de lugares foi reduzido de forma a tornar a sala mais intimista.\n\nEquipado com uma sala principal, três foyers, cafetaria/Espaço Mediart, dois gabinetes de tradução simultânea, baby-sitting, terraço e jardim, o Cinema-Teatro Joaquim d’Almeida permite reforçar e alargar o projecto cultural e socioeconómico do concelho do Montijo, oferecendo excelentes condições para a realização de qualquer evento.", "authorname": "J. Leite", "id": "26532116-4647587940-72157626762716566", "iconfarm": 6}], "photo_id": "4647587940"}, "flarchive:created": 1387756284}