{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/anmm_thecommons/8341295774/#comment72157632422356712", "realname": "Andy Brill", "path_alias": "angeljim46", "author": "55198937@N05", "iconserver": "8463", "datecreate": "1357204014", "_content": "HMAS Canberra by Kookaburra2011 :\n[http://www.flickr.com/photos/41311545@N05/4524249157/in/photostream/]", "authorname": "AndyBrii", "id": "33142378-8341295774-72157632422356712", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/anmm_thecommons/8341295774/#comment72157632424896515", "realname": "", "path_alias": "anmm_thecommons", "author": "33147718@N05", "iconserver": "3829", "datecreate": "1357260196", "_content": "[http://www.flickr.com/photos/angeljim46] Thanks Andy! Great photo &amp; information :)", "authorname": "Australian National Maritime Museum on The Commons", "id": "33142378-8341295774-72157632424896515", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/anmm_thecommons/8341295774/#comment72157632705517725", "realname": "Horatio J. Kookaburra", "path_alias": null, "author": "41311545@N05", "iconserver": "3439", "datecreate": "1360234523", "_content": "Among many fine ships photographers in Australia over the decades, the two contemporaries Sydney's Sam Hood [1872-1953]  and Melbourne's Allan C. Green [1878-1954]  are the equal giants of the field in my opinion, and we are so fortunate that their collections are so well preserv ed and now presented to the public, respectively by ANMM here, and the State Library of Victoria [La Trobe Library]. The true hallmark of their greatness was their gritty dedication, out in all weathers, at all times of the night and day, over decades - more than half a century in both cases. And they did it for the love of ships. There was not much money in it, and out of necessity their livings were earned in more commercial photography, or by other means in the case of Allan Green, who became a newsagent for a while.  His relatives tell me he was just not much of a businessman: a dreamer, photographer and marine artist. \n\nMany ports have had a dedicated maritime photographers; Fremantle had Saxon Fogarty, and just recently  I learned something of Vancouver's Walter Edwin Frost [1878-1988]. Britain must also have had very many: I came to admire the the superb technical  clarity of the Tyneside photographer James Henry Cleet FRPS [1876-1959] at Newcastle, U.K.,  another contemporary of Sam Hood and Allan Green, who did commissioned work for the British Ministry of Defence.\n\nThere will be many I know nothing of, but  I would place Sam Hood and Allan  Green on a plane with the Italian  Aldo Fraccaroli [1919-2010 who overcame bad eyesight to become a Regia Marfina officer and widely acknowledged as the world's greatest naval photographer. He did did much work for Janes Fighting Ships and other publications. He retired and had lost his sight completely by 1984. His work is held in a massive archive, but is unfortunately is still not very widely available.\n\nThank heavens we are receiving these from the ANMM - there is so much to learn from them, and truthfully in Australia we have had limited access to our own visual history for too long.", "authorname": "Kookaburra2011", "id": "33142378-8341295774-72157632705517725", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/anmm_thecommons/8341295774/#comment72157632744692357", "realname": "", "path_alias": "anmm_thecommons", "author": "33147718@N05", "iconserver": "3829", "datecreate": "1360636856", "_content": "[http://www.flickr.com/photos/41311545@N05] Wow, thank YOU Kookaburra2011! It is a pleasure to share the collection with the Flickr community and those who simply stumble across our collection. The discussions going on underneath our images have contributed enormous value and meaning to our collection, and for that we are immensely grateful. We recently published a <a href=\"http://anmm.wordpress.com/2013/01/16/flickr-commons-turns-5/\" rel=\"nofollow\">blog</a> about the Commons community, thanking our 'super sleuths' (of which you are included)!", "authorname": "Australian National Maritime Museum on The Commons", "id": "33142378-8341295774-72157632744692357", "iconfarm": 4}], "photo_id": "8341295774"}, "flarchive:created": 1389620397}