{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7159683547/#comment72157630066674056", "realname": "", "path_alias": null, "author": "72133717@N05", "iconserver": "0", "datecreate": "1339000012", "_content": "According to the 1901 Census Lt Layard was born in 1897 in Malvern, Worcestershire. He was living at Lorraine Cottage, Great Malvern with his father George S Layard, an author and barrister, his mother Eleanor B, a brother and sister and four servants.\n\nAccording to <a href=\"http://www.cwgc.org\" rel=\"nofollow\">www.cwgc.org</a> he died on 23 August 1918 and is buried at Douchy-les-Ayette British Cemetery in the Pas de Calais, France", "authorname": "paddymag1", "id": "32254785-7159683547-72157630066674056", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7159683547/#comment72157630009414913", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1339057287", "_content": "Peter Clement Layard was born on 7 June 1896, the youngest of the 4 children of George Somes Layard and Mary Byng (Gribble).  His siblings were George Anthony, b. 1884 (d. 1890); Nancy, b. 1886; and John Willoughby, b. 1891, (a noted anthropologist and psychologist).\n\nExtracts of Lieutenant Layard's letters from the Front were posthumously privately published by his father (John Murray, Albemarle St, London 1919).  These reveal a remarkable naivete and almost schoolboy attitude towards the war which he nevertheless hated with a passion.  In a touching insight to the family grief that his death caused, the book is dedicated to &quot;Peter's Mother for of All People in the World he Loved Her Best&quot;.  The letters, which include an extensive and insightful character sketch by his father, are available on the internet at: <a href=\"http://www.archive.org/stream/peterclementlaya00layaiala/peterclementlaya00layaiala_djvu.txt\" rel=\"nofollow\">www.archive.org/stream/peterclementlaya00layaiala/petercl...</a>  \n\nHe was certainly asked for as a Trench Mortar officer in May 1916, but it is unclear if he took up the appointment before he was wounded on 19 June 1916. He received a fragmented bullet wound to the head, rendering him semi-conscious, and the tibia of his left arm was severely broken.  He reached 14 General Hospital at Wimereux on 20 June 1916 and was soon returned to 'Blighty' to the Northumberland War Hospital near Newcastle upon Tyne (as Wimereux was cleared for the coming Somme offensive).  \n\nHis recovery took some time and he was not passed fit for light duties until September 1917.  He returned to his Battalion in France on 24 June 1918, reaching the Front around 1 July 1918 where, now a Temporary Captain, he was soon appointed as a Company Commander.  At about this time his Cousin, Captain Julian Royds Gribble serving in the Royal Warwicks, was awarded the VC.  (Captain Gribble was posted as Missing - later found to be a PoW, he died of influenza whilst a prisoner).\n\nT/Capt Layard was killed in action not at Gommecourt on the Somme, but at Gommiecourt, a village 16 kms S of Arras and 6 kms NW of Bapaume in the Pas-de-Calais Departement.  Gommiecourt was captured by 3rd Division on 23rd August 1918 during the final Hundred Days Advance and it would appear that it was in the reorganisation after this attack that T/Capt Layard was reported &quot;shot in the heart by a German sniper&quot;.  Only Peter Layard and one other officer in his Company had reached the objective, a German strongpoint, unwounded.  Whatever the exact nature of his death, having led his Company with considerable bravery, he was almost certainly killed whilst helping a wounded German soldier, having gone back over the route of the Company advance to find more of his men.//", "authorname": "Gary Donaldson", "id": "32254785-7159683547-72157630009414913", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7159683547/#comment72157630072768884", "realname": "Beth", "path_alias": null, "author": "29184580@N04", "iconserver": "3183", "datecreate": "1339073801", "_content": "Such a gentle hero.", "authorname": "toureasy47201", "id": "32254785-7159683547-72157630072768884", "iconfarm": 4}], "photo_id": "7159683547"}}