{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/5375679652/#comment72157625884791090", "realname": "Richard Norton", "path_alias": "richard_arthur_norton", "author": "54904823@N00", "iconserver": "2568", "datecreate": "1295753106", "_content": "Major-General Alexander Augustus Frederick William Alfred George Cambridge, 1st Earl of Athlone KG GCB GCMG GCVO DSO PC ADC(P) FRS (born Prince Alexander of Teck; 14 April 1874 – 16 January 1957), was a close relative of the shared British and Canadian royal family, as well as a British military commander and major-general who served as Governor-General of the Union of South Africa, the country's fourth, and as Governor General of Canada, the 16th since Canadian Confederation.\nPrince Alexander was born in London, United Kingdom, to the Duke and Duchess of Teck, and was educated at Eton College before moving on to Sandhurst for training as an officer. He rose in rank through his service in African campaigns and the First World War, receiving numerous honours and decorations, including elevation to the peerage as the Earl of Athlone, after he relinquished his German title of Prince of Teck in the Kingdom of Württemberg. He was in 1927 appointed as South Africa's governor general by George V, King of the United Kingdom, on the recommendation of Prime Minister of the United Kingdom Stanley Baldwin, to replace Prince Arthur of Connaught as viceroy, and he occupied the post until succeeded by the Earl of Clarendon in 1930. Athlone then served as Chancellor of the University of London until he was in 1940 appointed as Canada's governor general by George VI, king of Canada, on the recommendation of Prime Minister of Canada William Lyon Mackenzie King, to replace the Lord Tweedsmuir as viceroy, and he occupied the post until succeeded by the Viscount Alexander of Tunis in 1946. Athlone proved to be instrumental in the Canadian war effort and as a host to British and American statesmen during the Second World War.\n\n<a href=\"http://en.wikipedia.org/wiki/Alexander_Cambridge,_1st_Earl_of_Athlone\" rel=\"nofollow\">en.wikipedia.org/wiki/Alexander_Cambridge,_1st_Earl_of_At...</a>\n\n[http://www.flickr.com/photos/library_of_congress/5285330969/]\n[http://www.flickr.com/photos/library_of_congress/4545362697/]\n[http://www.flickr.com/photos/library_of_congress/5209400730/]\n[http://www.flickr.com/photos/library_of_congress/5208803161/]", "authorname": "Richard Arthur Norton  (1958- )", "id": "8602872-5375679652-72157625884791090", "iconfarm": 3}], "photo_id": "5375679652"}}