{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/9574724873/#comment72157635205739008", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1377295545", "_content": "Composer and pianist Enrique Granados Campiña\n\nThis set of 4 pictures are probably related to the Metropolitan Opera production of Granados' &quot;Goyesca&quot;, which premiered in January, 1916.\n\nA portion of the review of opening night by Richard Aldrich, from the Met's website:\n\n&quot;The Spanish colony most rarely has an opportunity to celebrate the success of a fellow countryman in opera, and took the fullest advantage of this one. There was ecstatic applause after each of the first two tableaux and more at the end of the opera. The singers were again and again recalled. Mr. Granados came frequently; Mr. Periquet came; Messrs. Setti, Spech and Bavagnoli came, and none was left unhonored. Vast wreaths were given the two authors of the opera, a bronze one to Mr. Granados. The applause on this occasion doubtless had much of the fictitious value of first-night applause, to which was added the element of national pride. But there seemed to be evidence to show that the brilliantly exotic little opera-it lasts hardly an hour-had really made an impression an the general public, and that it may turn out to have more than the transitory attraction of many new additions to the operatic list.&quot;\n\nSee notes under <a href=\"http://www.flickr.com/photos/library_of_congress/9577520148/\" title=\"E. Granados and A. De Segurola  (LOC) by The Library of Congress, on Flickr\"><img src=\"http://farm4.staticflickr.com/3771/9577520148_7590655daf_m.jpg\" width=\"165\" height=\"240\" alt=\"E. Granados and A. De Segurola  (LOC)\" /></a>", "authorname": "artolog", "id": "8602872-9574724873-72157635205739008", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/9574724873/#comment72157635247926624", "realname": "", "path_alias": "ryan_loc", "author": "35234565@N04", "iconserver": "1021", "datecreate": "1377541925", "_content": "Thank you so much for your research artolog. We'll fill in the caption for both records the next time we update.", "authorname": "Ryan (LOC P&P)", "id": "8602872-9574724873-72157635247926624", "iconfarm": 2}], "photo_id": "9574724873"}}