{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/5260636778/#comment72157625646385530", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1292951521", "_content": "Em S. João da Madeira, então, capital do chapéu em Portugal e nº 3 a nível mundial, era fundada em 1925 como “Oliveira, Filhos e Cia. Lda”, a Oliva que começou por dedicar-se à indústria de fundição, serralharia, serração e carpintaria mecânica. Quatro anos depois ocupava uma área de 2.700 metros quadrados e empregava 20 trabalhadores, que produziam sobretudo alfaias agrícolas, forjas portáteis e material para a indústria chapeleira.\nEm 1934 chegavam à Oliva os fogões de cozinha, ferros de engomar, radiadores e tornos de bancada e em 1948 era inaugurada a fábrica das máquinas de costura que lideraram o mercado nacional durante mais de 30 anos.\nNessa altura inicia-se também a produção de ferro fundido maleável, a que se segue o fabrico de tubos em 1945, de motores de explosão de pequena cilindrada em 1963 e de material para lavandaria em 1964.\nCinco anos mais tarde, a empresa passava a sociedade anónima - Oliva, Indústrias Metalúrgicas SA - e é adquirida pelo grupo norte-americano ITT - International Telephone and Telegraph Corporation.\nA produção de componentes de torneiras, sómente para exportação, em “joint-venture” com a empresa alemã Friederich Grohe,  também do grupo ITT, começava em 1972 e, no ano seguinte, a Oliva chegava aos 90.000 metros quadrados e 3.363 funcionários. \nA marca de torneiras &quot;Oliva&quot;, é criada para o mercado nacional e  junta-se a outras marcas de prestígio como  &quot;Zenite&quot; (esta desde os anos 90 pertença de António Saraiva, actual presidente da CIP),  &quot;Hei&quot; ( extinta e integrada na Zenite) e &quot;JAS&quot;, dominando as quatro o mercado nacional no sector.\nA Oliva - Indústrias Metalúrgicas, S.A. é nesta altura líder do mercado em tubos e acessórios em  ferro galvanizado, e em ferro &quot;preto&quot;.\nEm 1985 regressava a accionistas portugueses, destacando-se João Cebola, que compra a Oliva - Indústrias Metalúrgicas, S.A. à multinacional ITT por 1 dólar,  e sucedem-se diversas reformulações: nesse ano a empresa passa a chamar-se Oliva Trade - Importação e Exportação Lda., e em 1989 a sua designação é Euromec - Moldes, Automatismos e Serviços de Manutenção Industrial S.A.\nCom fundos estruturais do PEDIP I, a metalúrgica conclui em 1993 a modernização das fundições,.\nEm 1995 A pujança começa a esbater-se, define-se um plano de viabilização e a empresa passa a chamar-se Buciqueira, gerida por uma sociedade de credores com o Estado a comandar. Ludgero Marques, dono da Cifial (fábrica de torneira e ferragens para portas de luxo cujo mercado era quase exclusivamente de exportação) e então presidente da AEP, entra em cena em 1997, ao comprar a fábrica de torneiras da Oliva por 600 mil euros, com a contrapartida dessa produção sair da metalúrgica\n\nEm 2004, e após mais um processo de insolvência, o grupo Suberus, com investimentos na cortiça e imobiliário, compra a Oliva por 1,5 milhões de euros, seis anos depois de ter adquirido a fábrica de tubos metálicos da Oliva por 360 mil euros. A empresa surge como Novolivacast e a administração avança com capital e estratégias como o reforço no mercado externo, reajuste nos equipamentos e a redução de trabalhadores. Cinco anos depois, em Agosto do ano passado, a administração da Oliva, nas mãos da Suberus, pede a insolvência para &quot;garantir a sua viabilidade económica&quot;. Em Maio, tinha já recorrido ao lay-off que atingiu 178 dos 198 trabalhadores. \n\nEncerra definitivamente em 15 de Abril de 2010, tendo sido declarada a sua insolvência.\n\nEm 2009, a Câmara Municipal de São João da Madeira adquiriu parte das instalações da antiga metalúrgica Oliva, um dos símbolos industriais da cidade. Para este local, foi recentemente aprovado financiamento para um projecto de 9,2 milhões de euros que, em conjunto com a Casa das Artes e da Creatividade (já em construção), pretende revolucionar culturalmente a cidade nos próximos anos. Irá ser instalado no espaço um Centro de Arte Contemporânea, para o qual a autarquia já dispõe de uma colecção privada, recentemente doada, de mais de 1000 obras de autores reconhecidos como Júlio Pomar, Paula Rego, Maria Helena Vieira da Silva e Árpád Szenes", "authorname": "J. Leite", "id": "26532116-5260636778-72157625646385530", "iconfarm": 6}], "photo_id": "5260636778"}, "flarchive:created": 1387730790}