{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6383082015/#comment72157628217994743", "realname": "Christian Lüts", "path_alias": "liits", "author": "63191264@N00", "iconserver": "2156", "datecreate": "1322652650", "_content": "James Abell  Jowett born 1884 Sheffield, Yorks.\nThe 1901 census records him living at 27 Hall Street, Gorton, Manchester, with his parents James [b.1859 Wakefield, Yorks.] employed as a bricklayer (furnace builder) and Ann Elizabeth [b.1862 Wakefield, Yorks.],his younger (twin?) sisters Gertrude Loretta &amp; Florence Etheldred [b.1887 Sheffield, Yorks.] and younger brother Ronald Oswald [b.1893 Sheffield, Yorks.], and his mothers younger brother Albert E Abell [b.1876, Wakefield, Yorks.].At the time of the Census James is employed as an apprentice bricklayer. His second or middle name Abell is derived from his mother’s maiden name.\nIn 1906 he married Esther Cartledge [b. June 1887 Ashton under Lyne, Lancs.] at Gorton, Manchester.  They had three children James [b.1907], Rowland [b.1910] and Norman J [b.1916].\nEsther remarried in 1922 and had one more child with her second husband.\nThe 1914 Kelly's Directory of Leeds records James livin at 2 Kearsley Place, Leeds and employed as a Hairdresser. This had also been the occupation of his uncle [mother's younger brother, when he lived with the family in 1901 at Gorton, Manchester.\nThe National Probate Calendar [index of Wills &amp; Administrations] records the following information;\n“Jowett James Abell of 2 Kearsley Place, Hunslet, Leeds died 30th November 1917 in France Administration (with Will). London 17th July to Esther Jowett – widow. Effects £1140 15s 1d&quot;.\n£1100 in 1917 equates to about £59000 in 2011 terms, so this would have been quite an amount of money. This, to some extent is reflected in the house in which he lived with his wife and family. Although the property has been demolished, the adjacent street remains. They are substantial and quite &quot;posh&quot; terraced houses, not the normal back-to-backs or through terraces which were common throughout Hunslet.\nHere is a Google Earth capture, overlaid with the 1908 OS Map, of Hunslet, Leeds showing the location - now demolished and the route of the M62 motorway - of his 1914 home at Kearsley Place.\nClick on the thmbnail view for a large view\n[http://www.flickr.com/photos/liits/6430457647/in/photostream]", "authorname": "liits", "id": "32254785-6383082015-72157628217994743", "iconfarm": 3}], "photo_id": "6383082015"}}