{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/uw_digital_images/4326185936/#comment72157623499890180", "realname": "Susanne Jerome", "path_alias": "susanne-pic", "author": "30961659@N00", "iconserver": "231", "datecreate": "1267017405", "_content": "how come you scanned the photograph at so low and so small???  What use are these photos when you cannot even print at 81/2 by eleven?  would a researcher be able to scan the original to get good quality.  Looks like your person in charge of scanning is a computer nerd rather than a graphics person.", "authorname": "susanne1776", "id": "8291911-4326185936-72157623499890180", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/uw_digital_images/4326185936/#comment72157623507662110", "realname": "University of Washington Libraries Digital Collections", "path_alias": "uw_digital_images", "author": "8337233@N06", "iconserver": "4034", "datecreate": "1267121070", "_content": "Hi Susanne - Even though we've already communicated via email I'll post my response here in case anyone else is wondering the same thing.  Thanks!\n\nItems can be requested on an individual basis from our Special Collections Department via <a href=\"http://www.lib.washington.edu/specialcoll/service/reproduction.html\" rel=\"nofollow\">www.lib.washington.edu/specialcoll/service/reproduction.html</a>. \n\n<b>A bit of background may be helpful:</b>  We began the process of digitizing our photographs more than 10 years ago. Not all photographs in our collections were scanned - only a representative sample of thousands was selected. At the time, we decided to scan at grayscale and save in .jpg format. Some manipulation of the images was done to present the clearest possible digital image. Technology has improved considerably since then but we have not had the time nor resources to redo all of the scanning. The original images are located in our Special Collections Division and available for viewing there or you can request scans via the URL above.", "authorname": "UW Digital Collections", "id": "8291911-4326185936-72157623507662110", "iconfarm": 5}], "photo_id": "4326185936"}}