{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/6265950397/#comment72157627957805220", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1319370314", "_content": "I believe this is actually Forêt de l'Aigle ,which I think is  now Forêt Domaniale de Laigue  located outside Choisy-au-Bac and Compiegne.\nFrom The Literary Digest History of the World War:\n\n&quot;SOISSONS AND THE BOMBARDMENT OF REIMS - TRENCH WARFARE\n\nSeptember 13, 1914—September 27, 1914\n\nSUNDAY, September 13, was the first day of the great frontal battle on the Aisne. A more detailed account of it must be given here. The German army had then crossed and taken up positions on the north bank between Compiegne and Soissons and toward Reims. Heavy artillery had been rushed down from the north and placed on various strategic points, notably in the quarries behind Soissons, at Vic-sur-Aisne, and at Attichy. On the right the army was protected by the Forest of l'Aigle and the Oise, which descends almost due south from Noyon. It was an extremely strong position, capable only of frontal attack. It was clear from the outset that these fortified positions must be fought for and taken, no matter how great the effort, how terrible the sacrifice.&quot;\n<a href=\"http://books.google.com/books?id=Q58MAAAAYAAJ&amp;lpg=PA128&amp;ots=IAW2EwBn8d&amp;dq=l'aigle%20forest%20france%20war&amp;pg=PA130#v=onepage&amp;q=l'aigle&amp;f=false\" rel=\"nofollow\">books.google.com/books?id=Q58MAAAAYAAJ&amp;lpg=PA128&amp;...</a>", "authorname": "artolog", "id": "8602872-6265950397-72157627957805220", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/6265950397/#comment72157627851902409", "realname": "Arden", "path_alias": "arden_loc", "author": "35072786@N08", "iconserver": "3331", "datecreate": "1319562042", "_content": "artolog: I think you are correct that this image shows the Forêt de l'Aigle not &quot;Laigle&quot;.  We will add the correct location to the image description when we update. Thanks for your help!", "authorname": "Arden (LOC P&P)", "id": "8602872-6265950397-72157627851902409", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/6265950397/#comment72157627858952439", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1319645545", "_content": "Here's yet another variation, in the original photo from Agence Meurisse at the Gallica site:\n &quot;Ambulances transportant des blessés dans la forêt de Laigne&quot;\nAmbulances carrying wounded in the forest of Laigne\n\n(Meurisse catalog number at bottom right of Bain negative)", "authorname": "artolog", "id": "8602872-6265950397-72157627858952439", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/6265950397/#comment72157627996908546", "realname": "Arden", "path_alias": "arden_loc", "author": "35072786@N08", "iconserver": "3331", "datecreate": "1319811265", "_content": "artolog: Thanks for the find of the matching image on the Gallica site.  As there are several variations of the name here, we will keep the title as written on the piece and add the other possiblities to a note. I am leaning towards the Agence Meurisse caption being the more accurate one, but we will include the others as well.  The Laigne forest is in the province of Picardy, where there were battles during the early days of World War I in 1914.", "authorname": "Arden (LOC P&P)", "id": "8602872-6265950397-72157627996908546", "iconfarm": 4}], "photo_id": "6265950397"}}