{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/8414568158/#comment72157632606712511", "realname": "", "path_alias": null, "author": "11418107@N02", "iconserver": "1068", "datecreate": "1359143414", "_content": "Helen Frances Warren (1880-1915), wife of General John J. Pershing; she died in a fire at their San Francisco residence, with their three little daughters, in August 1915.\n<a href=\"http://www.findagrave.com/cgi-bin/fg.cgi?page=gr&amp;GRid=5795509\" rel=\"nofollow\">www.findagrave.com/cgi-bin/fg.cgi?page=gr&amp;GRid=5795509</a>", "authorname": "pennylrichardsca (now at ipernity)", "id": "8602872-8414568158-72157632606712511", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/library_of_congress/8414568158/#comment72157632636439306", "realname": "Arden", "path_alias": "arden_loc", "author": "35072786@N08", "iconserver": "3331", "datecreate": "1359407996", "_content": "pennylrichardsca:  Thank you for this sad information about General Pershing's family.  We will add some of the details to the image description when we update.", "authorname": "Arden (LOC P&P)", "id": "8602872-8414568158-72157632636439306", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/8414568158/#comment72157632697989623", "realname": "Brenda  Anderson", "path_alias": "curiouskiwi", "author": "69005233@N00", "iconserver": "7371", "datecreate": "1360142550", "_content": "How sad.  Here is the story as it appeared in a newspaper:\n\nGIVES LIFE TRYING\nTO SAVE CHILDREN\n-----\nMrs. John J. Pershing and Three\nLittle Daughters Perish in\nFlames at Presidio\n------\nSan Francisco -- Mrs. John J. Pershing, wife of Brigadier General Pershing and her three\nchildren were burned to death early Friday, August 27, in their home at the Presidio.\nGeneral Pershing is at the Mexican border.\nThe dead are:\nMrs. John J. Pershing\nMargaret Pershing, aged 3 years.\nAnn Pershing, aged 6 years.\nHelen Pershing, aged 8 years.\n\nMrs. Walter O. Boswell, wife of Lieutenant Boswell, instructor in the Athens Military\nSchool, Atlanta, Ga.; her two sons, Billie, aged 1 1/2 years, and James, aged 5 years; the\n5-year-old son of Mrs. Pershing, Warren Pershing, and Florentine Perery, a Filipine maid, \nwere rescued by officers and soldiers of the business men's instruction camp.\n\nMrs. Pershing is a daughter of Senator Francis E. Warren of Wyoming.  She is well\nknown in San Francisco and has been a general favorite since taking up residence here.\n\nFire was discovered raging through the building, near the parade grounds, shortly\nbefore 5 a.m.\n\nMrs. Pershing sacrificed her life in an ineffectual attempt to save her three baby\ngirls.  She was found in a bedroom, baby Margaret in her arms, the other two girls clinging\nto the bedclothes.  Mrs. Pershing was crushed under a heavy beam.\n\nMrs. Boswell, a life-long friend of Mrs. Pershing was visiting at the Pershing home.\nLieutenant Boswell, formerly with the Twenty-first Infantry here, has just been assigned\nto the Atlanta military school.  He and General Pershing saw service together in the \nPhilippine Islands, where Lieutenant Boswell acted as the general's aid.\n\nMrs. Boswell and Mrs. Pershing graduated from Wellesley College in the same class, and\nhave been taking a prominent part in the Wellesley celebration at the Exposition.\n\nThree hundred heroes, members of the army instruction camp, officers and soldiers of\nthe post, three city fire companies and three from the Exposition fought vainly to save\nthe lives of Mrs. Pershing and the children.\n\nBattling through smoke and flames, the rescuers dared a veritable furnace to bring the\nwoman and children to safety.  Their relentless efforts saved Warren Pershing.\n\nAn investigation, which was started during the day by a board of inquiry appointed by\nMajor H.H. Whitney, commanding officer, established the fact that the fire started from\nan open grate in the dining room, which was left piled hight with living coals when Mrs.\nPershing and Mrs. Church retired shortly before midnight.\n\nBrigadier-General John J. Pershing returned to San Francisco Sunday morning, August 29,\nbowed, haggard, silent.\n\nHe went at once to the undertaking parlors at Geary and Divisadero streets and for \nhalf an hour remained alone with the bodies of his wife and his three little girls, Ann,\nHelen and Margaret, who perished in the Presidio fire.\n\nFrom this flower filled room he went to look at the ruin of his house in the Presidio.\n\nHe walked through the black and empty rooms and saw the bare beds and the path that\nthe flames had taken in the night.\n\nHe then went to the Letterman Hospital. Here he was greeted wit loving arms and the \nfamiliar cry of &quot;pape, papa.&quot; His son Warren, 5 years old, the only one left, was waiting \nfor him.  They were left alone. The only thing that has consoled the boy in these last\ntwo days has been the fact that &quot;papa is coming.&quot; His father had telegraphed him.\n\nThe General returned to the Stewart Hotel for a brief rest. At 1:30, accompanied by\nMajor-General Murray and the officers of the army post, he went to Gray's undertaking\nchapel, Geary and Divisadero streets, where Episcopal funeral services were conducted.\nThe Rev. Dr. Edward Morgan, rector of St. Luke's Church, officiated.\n\nWhile the services were in progress a crowd of close to a thousand gathered in front\nof the chapel. General Pershing and his party left immediately after the services.\n\nAn hour after the services the caskets containing the bodies of Mrs. Pershing and her \nthree daughters were borne by the non-commissioned officers to two motor hearses outside the chapel. The caskets were in white cases, prepared for shipment.\n\nSix honorary pallbearers marched before them as they were being carried to the hearses.\n\nThe non-commissioned officers acting as body-bearers did not march beside the hearses\nuntil the ferry was reached.  They then formed in line and accompanied the hearses aboard\nthe ferryboat Alameda, which left a 3:20 to connect with the Overland Limited. The train\ndrew out of the Oakland mole at 4 o'clock.\n\nAccompanying General Pershing on his way to Cheyenne for the burial were his son\nWarren, Senator and Mrs. Warren, parents of Mrs. Pershing, and Mr. and Mrs. Frederick\nWarren.\n\nsource: <i>(The (Placerville, California) Mountain Democrat, Sept 4, 1915, page 4</i>", "authorname": "Brenda Anderson", "id": "8602872-8414568158-72157632697989623", "iconfarm": 8}], "photo_id": "8414568158"}}