{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/4564873107/#comment72157623839175881", "realname": "", "path_alias": null, "author": "11418107@N02", "iconserver": "1068", "datecreate": "1272649873", "_content": "Sally Frances Grant Slaton, wife of the Governor of Georgia (1913-1915).  He was the governor who commuted Leo Frank's death sentence.\n<a href=\"http://en.wikipedia.org/wiki/John_Marshall_Slaton\" rel=\"nofollow\">en.wikipedia.org/wiki/John_Marshall_Slaton</a>", "authorname": "pennylrichardsca (now at ipernity)", "id": "8602872-4564873107-72157623839175881", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4564873107/#comment72157623867668999", "realname": "", "path_alias": "anne_loc", "author": "35014516@N03", "iconserver": "3087", "datecreate": "1272995756", "_content": "pennylrichardsca: Thanks for the additional info. We'll add it to the source data next time we update.", "authorname": "Anne (LOC P&P)", "id": "8602872-4564873107-72157623867668999", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4564873107/#comment72157624000875818", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1273102096", "_content": "John Slaton, who earlier had served two months as an appointed Governor or Georgia, to fill a vacancy, was elected in his own right and took office on June 28, 1913. Two months later, on August 26, in Atlanta, Leo Frank (in an infamous miscarriage of justice blamed on racial excitement and antisemitism) was found guilty, after trial, of the murder of a young factory employee, Mary Phagan. The verdict became national and international news. Frank's attorneys requested an appeal of the verdict, and excitement was running high in October and November, when Bain's news agency circulated this photo of the new governor's wife to its subscribers. Was this the only photo Bain could locate near to hand? Why Georgia's first lady, and not the Governor? \n\nAfter the appeals process, which continued through 1914 and part of 1915, Governor Slaton committed political suicide by commuting Frank's sentence from death by hanging to life imprisonment. But the Georgia mob would not have it; the KKK dragged Frank out of prison and lynched him. Only in 1986 did the state of Georgia grant him a posthumous pardon.", "authorname": "Wystan", "id": "8602872-4564873107-72157624000875818", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4564873107/#comment72157632687008273", "realname": "Leo Frank", "path_alias": "leofrankcase", "author": "62196584@N02", "iconserver": "7025", "datecreate": "1360013258", "_content": "There was no more excitement about the murder of Mary Phagan, than there was over any other grizzly murder of a child in American history. The Leo Frank case became famous, because the organized Jewish community and many of its leaders decided to embrace the case as a cause celebre of anti-Semitism.  \n\nThere was NO miscarriage of Justice at the Leo Frank trial, because when Leo Frank mounted the witness stand on August 18, 1913, he made an admission that amounted to a murder trial confession. \n\nThe Leo Frank Admission that Amounted to a Murder Trial Confession:\n\nNow, gentlemen [of the jury], to the best of my recollection from the time the whistle blew for twelve o’clock [noon on Saturday, April 26, 1913] until after a quarter to one [12:46 pm] when I went up stairs and spoke to Arthur White and Harry Denham [on the fourth floor], to the best of my recollection, I did not stir out of the inner office [located at the front of the second floor]; but it is possible that in order to answer a call of nature or to urinate I may have gone to the toilet [in the metal room at the back of the second floor]. Those are things that a man does unconsciously and cannot tell how many times nor when he does it (Leo Frank Trial Brief of Evidence, August 18, 1913).", "authorname": "Leo Max Frank", "id": "8602872-4564873107-72157632687008273", "iconfarm": 8}], "photo_id": "4564873107"}}