{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/brooklyn_museum/2633978932/#comment72157605954524458", "realname": "Anita Fontaine", "path_alias": "ladybuggin", "author": "56198234@N00", "iconserver": "54", "datecreate": "1215096686", "_content": "its great", "authorname": "Anita Fontaine", "id": "3064182-2633978932-72157605954524458", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/brooklyn_museum/2633978932/#comment72157606057016563", "realname": "", "path_alias": "pcoin", "author": "42264328@N00", "iconserver": "28", "datecreate": "1215541444", "_content": "Wonderful--right up there with Fuertes in the pantheon of 20th century ornithologists. The artist's name is there, but I can't quite make it out at this scale. (<b>Edit:</b> Artist's signature reads <i>Jamieson</i>.) Murphy worked with several prominent artists--it should be pretty easy to find out the identity of this one.\nRobert Cushman Murphy, 1887-1973, American ornithologist--see <a href=\"http://en.wikipedia.org/wiki/Robert_Cushman_Murphy\">Wikipedia article</a>. Also a good biography <a href=\"http://www.stonybrook.edu/libspecial/collections/manuscripts/murphy.shtml\">here</a>.\nMurphy did extensive work in the Southern Ocean and Antarctica. The illustration shows a bull Elephant Seal, one of the spectacular (and large!) seals of that region.\n\n<b>Edit:</b> This bookplate is mentioned briefly in the biography of Murphy published in <i>The Auk</i> in 1973 (<a href=\"http://elibrary.unm.edu/sora/Auk/v091n01/p0001-p0009.pdf\">here</a>). Quoting:\nGrace and Bob were married shortly after he graduated with a Ph.B. (<i>sic</i>) in 1911, but she insisted that he accept an opportunity to sign on as seaman (actually naturalist) on the whaling brig 'Daisy,' built in Setauket, Long Island in 1872 by Nehemiah Hand, but sailing out of New Bedford. Perhaps the last of whaling cruises under sail, this voyage, including a stay of several months on South Georgia Island, was the formative period in Murphy's career as a scientist. His bookplate bears the likeness of a South Georgia elephant-seal, and his researches there on the King Penguin and other marine birds channeled his interests for the remainder of his life.", "authorname": "cotinis", "id": "3064182-2633978932-72157606057016563", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/brooklyn_museum/2633978932/#comment72157606088700513", "realname": "Brooklyn Museum", "path_alias": "brooklyn_museum", "author": "83979593@N00", "iconserver": "7330", "datecreate": "1215698980", "_content": "cotinis,\n\nThank you all for your informative comments! We appreciate your assistance with identification of the images and designers. Many of these bookplates date back to the days when the Brooklyn Institute of Arts &amp; Sciences, parent of the Brooklyn Museum, collected and exhibited natural history specimens in addition to fine art and ethnography. The Institute used to support field expeditions and the research of curators including Robert Murphy Cushman, Curator of Natural Science. Visit our online catalog to see <a href=\"http://library.brooklynmuseum.org/cgi-bin/Pwebrecon.cgi?Search_Arg=murphy,+robert+&amp;SL=None&amp;Search_Code=NAME_&amp;PID=1434&amp;CNT=25&amp;BROWSE=2&amp;HC=23&amp;SID=1\">Cushman's writings</a> here in the Brooklyn Museum Library:\n\n\nThe image on the bookplate bears a close resemblance to a bull seal elephant illustrated in Cushman's article entitled Cruising in the South Atlantic from the Equatorial Island of Fernando Noronha to South Georgia on the threshold of the Atlantic; an account of the Museum's recent expedition to the Far South (Brooklyn Museum Quarterly, v. 1, no. 2, July 1914). In the article he describes the &quot;wholesale killing&quot; of sea elephants and I am guessing he sympathized with the sea elephants and was inspired to have the image on his bookplate. In 1914 Murphy was elected a fellow of the American Association for the Advancement of Science and it looks like their logo is on the bookplate as well. \n\nThe <a href=\"http://www.flickr.com/photos/brooklyn_museum/2633978730/in/photostream/\">Fuertes plate</a> is also interesting to us since he was a painter. We have <a href=\"http://library.brooklynmuseum.org/cgi-bin/Pwebrecon.cgi?Search_Arg=fuertes&amp;SL=None&amp;Search_Code=CMD&amp;PID=761&amp;SEQ=20080710095613&amp;CNT=25&amp;HIST=1\">two artists files of clippings on him and a link to an article</a>.\n\nThe bookplates are a nice intellectual link to our past interests in the world of natural science! \n\nDeirdre Lawrence\nPrincipal Librarian", "authorname": "Brooklyn Museum", "id": "3064182-2633978932-72157606088700513", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/brooklyn_museum/2633978932/#comment72157606094903812", "realname": "", "path_alias": "pcoin", "author": "42264328@N00", "iconserver": "28", "datecreate": "1215741619", "_content": "Deirdre: In case you are interested, Robert Cushman Murphy wrote a whole popular book on his sealing expedition. It is called <i>Logbook for Grace</i>. (Grace was his wife.) I've seen a paperback reprint from 1982--it is pretty widely available. (And I see you have a number of his more scholarly publications there at your library.)", "authorname": "cotinis", "id": "3064182-2633978932-72157606094903812", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/brooklyn_museum/2633978932/#comment72157606128608726", "realname": "Brooklyn Museum", "path_alias": "brooklyn_museum", "author": "83979593@N00", "iconserver": "7330", "datecreate": "1215908166", "_content": "We are always very interested in what our esteemed staff has written no matter what the topic is - even though we are an art museum today we look back at our history and document the people who helped build the collections. Thanks so much for pointing this publication out to us! ~Deirdre", "authorname": "Brooklyn Museum", "id": "3064182-2633978932-72157606128608726", "iconfarm": 8}], "photo_id": "2633978932"}}