{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/anmm_thecommons/8662311522/#comment72157633297382099", "realname": "", "path_alias": "anmm_thecommons", "author": "33147718@N05", "iconserver": "3829", "datecreate": "1366603886", "_content": "<a href=\"http://www.flickr.com/photos/beachcomberaustralia/\">www.flickr.com/photos/beachcomberaustralia/</a> Re MORNA, our vessels curator David says:\n\n&quot;Hard to tell if its Morna, or perhaps Bona or one of our other favourites. No sail number by the looks of things either to help us out.\n\nBut what is interesting is that the 18 foot skiff has its ‘extra’ sails up, and they show a classic pattern of wet and dry patches, the spinnaker in particular. The topsail is thoroughly soaked, the ringtail is almost completely  wet, but the spinnaker has stripes of dry patches. It’s  been rolled up, and all the sails have been in the bottom of the boat, so it must have shipped some water earlier in the race. The wind may have been a bit stronger earlier on , it looks like one of those damp east, north east  wind days with the wind dying off as the afternoon goes on. Hall seemed to not worry about the weather, there are images in all sorts of conditions. They are sailing into Rose Bay at this point, the yacht is off the point at the south of Nielson Park, and the skiff behind seems to be just setting its spinnaker.&quot;\n\nWas just about to say all that myself... ;)", "authorname": "Australian National Maritime Museum on The Commons", "id": "33142378-8662311522-72157633297382099", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/anmm_thecommons/8662311522/#comment72157633298830261", "realname": "", "path_alias": "beachcomberaustralia", "author": "32162360@N00", "iconserver": "3722", "datecreate": "1366624698", "_content": "[http://www.flickr.com/photos/anmm_thecommons] Ha - I knew that too !!", "authorname": "beachcomberaustralia", "id": "33142378-8662311522-72157633298830261", "iconfarm": 4}], "photo_id": "8662311522"}, "flarchive:created": 1387834955}