{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7365232894/#comment72157630143238048", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1339842338", "_content": "Ronald Tress Barry, Second Lieutenant on Probation from the Reserve of Officers to be a Second Lieutenant in the Scots Guards wef 31 Oct 1914. [LG 28957 of 30 Oct 1914].\n\nAs a Lieutenant, serving with the Scots Guards, Ronald Barry was wounded in action.\n\nLt R T Barry S G was promoted to Captain effective 5 Jul 1917 [LG 30314 of 28 Sep 1917] while serving with the Guards Machine Gun Regiment.//", "authorname": "Gary Donaldson", "id": "32254785-7365232894-72157630143238048", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7365232894/#comment72157630143349328", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1339843227", "_content": "Ronald Tress Barry was born on 23 January 1888 in Middlesex; his father was Douglas Herron Barry and his mother Rose Grace Barry (nee Gowlland).  Ronald had two sisters, Dorothy Grace Barry, b. 1885; and Audrey Rose Barry, b. 1895.  In 1922, Audrey Rose married a Royal Artillery officer, Major Leslie Fitzroy Richard RA.\n\nRonald Barry married Elspeth Sophia Louise Sinclair-Rogers in 1909.  They had a daughter, Marjory Hermione Barry in 1910; but Ronald and Elspeth Sophia Louise divorced in 1913 (the co-respondent in the divorce was A R Hervey-Bathurst).  After the war Ronald married Madge Dorrington Bangay in 1919 (she was the widow of Nicholas Arthur Loggin possibly an American citizen, who she had married in 1907). \n\n[Arthur R Hervey-Bathurst was removed from the List of Reserve of Officers on 29th January 1913 when a Royal Artillery Second Lieutenant for being Absent without Leave.  Having gained his pilot's licence on 1 Oct 1916, he joined the Royal Flying Corps (29 Sqn RFC) as a Sergeant Pilot.  He was twice wounded in air-to-air combat over the Western Front in the summer of 1917, and on 1 Jan 1918 he was awarded a rare Distinguished Conduct Medal for gallantry and devotion to duty despite being shot through the knee during combat in the air on 9 Aug 1917.  In 1920 Arthur Hervey-Bathurst married Pegatha Seymour].\n\n[Elspeth Sophia Louise Sinclair (from Portsea Island in Hampshire, b.1882) appears to have been singularly unfortunate in her choice of men.  Already a divorcee when she married Ronald Barry, having divorced her first husband Sidney Harvey Rogers in 1907 (this was her petition but the co-respondent in this case was William Henry Bacon Atkinson (later a Major in the Royal Artillery who survived the war)) she subsequently married Herbert A Lawford in 1915.  This appears to be Herbert Acland Lawford who was commissioned into the infantry as a 2Lt in February 1915, but appears in the London Gazette in Oct and Nov of 1915 pursued by creditors as an untraceable bankrupt.  2lt Herbert Acland Lawford of the Motor Machine Gun Service is reported in the Supplement to the London Gazette of 1 December 1915 as &quot;Removed from the Army&quot; having been Absent Without Leave since 29th September 1915.]\n\nRonald Tress Barry died in Norfolk in 1969.//", "authorname": "Gary Donaldson", "id": "32254785-7365232894-72157630143349328", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7365232894/#comment72157630895391864", "realname": "Herry Lawford", "path_alias": "herry", "author": "32662631@N00", "iconserver": "1", "datecreate": "1344072064", "_content": "Most interesting. I hope we can help trace what happened to HA Lawford and his wife.", "authorname": "HerryLawford", "id": "32254785-7365232894-72157630895391864", "iconfarm": 1}], "photo_id": "7365232894"}}