{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/center_for_jewish_history/4409333442/#comment72157625494800498", "realname": "Herb Neufeld", "path_alias": "oggiedog", "author": "13085946@N02", "iconserver": "5487", "datecreate": "1291061985", "_content": "Was the synagogue destroyed in 1938 but  the photo taken at a later date?  The Frauenkirche in the background appears also to be damaged.", "authorname": "Oggie Dog", "id": "36895548-4409333442-72157625494800498", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/center_for_jewish_history/4409333442/#comment72157625370973497", "realname": "", "path_alias": null, "author": "56083368@N02", "iconserver": "0", "datecreate": "1291077226", "_content": "The synagogue was destroyed in June 1938, but you are correct....I think the Frauenkirche looks damaged.  I will look at the original picture and get back to you, I think maybe the catalogue record is incorrect, and the individual doing the cataloging put June 1938 assuming it was taken shortly after the synagogue was destroyed.\n\nIncidentally, the synagogue in Munich was destroyed in June 1938, many months before the Kristallnacht.  It was the first synagogue to be destroyed in Germany in the Nazi period.", "authorname": "ludwigtieck55", "id": "36895548-4409333442-72157625370973497", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/center_for_jewish_history/4409333442/#comment72157625438049929", "realname": "", "path_alias": null, "author": "56083368@N02", "iconserver": "0", "datecreate": "1291915769", "_content": "After doing some research, you are correct that this photograph was taken after the war.  Leo Baerwald, whose image this was, fled the Nazis, immigrating to the United States in the early Nazi period.  He had been an active member of this synagogue in Munich.  After the war, he went back to Munich and took photographs of the devestated site, in the now-destroyed Munich.\n\nI am going to mention the mistake in the dating of these photographs to the administration here, and we will update these records in our catalog.\n\nMichael Simonson\nLeo Baeck Institute", "authorname": "ludwigtieck55", "id": "36895548-4409333442-72157625438049929", "iconfarm": 0}], "photo_id": "4409333442"}}