{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7365233480/#comment72157630324948766", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1340870207", "_content": "Arthur Geoffrey Thurlow, b. 1892 in High Wycombe, son of Arthur J. and Florence Thurlow of 'Coniston', Amersham Hill, High Wycombe.  His father was an oatmeal and corn merchant.  Arthur was a graduate of Cauis College, Cambridge, holding a BA.\n\nWhen wounded he was the Adjutant of 8th (Service) Battalion The Duke of Wellington's (West Riding Regiment).  8th Battalion was a New Army, K1 battalion, formed in August 1914 at Halifax.  Arthur Geoffrey Thurlow's Commission as an infantry Second Lieutenant is published in the London Gazette of 8 Sep 1914.  8th Battalion was in 11th (Northern) Division, initially in 34th Brigade, but in January 1915 was re-assigned to 32nd Brigade.  Having completed battle training at Witley in Surrey, 8th Battalion sailed for Gallipoli from Liverpool in July 1915.  2Lt Arthur Thurlow was by this time the Battalion Adjutant.  Embarking at Mudros at 0430hrs on 6th August (having just been given a debilitating cholera inoculation, many suffering from dysentery) 8 DWR landed under fire in an assault at 1230pm on 7th August behind Lala Baba hill at Suvla Bay.  The landing and subsequent attacks to get forward were chaotic; Commander 32nd Brigade, Brigadier Haggard was killed, and after 36 hours fighting and significant casualties, 8th Battalion was back close to the beach consolidating a position on the reverse slope of Lala Baba.\n\nAt 3pm on 21st August, still attempting to break-out from the beach-head at Suvla Bay, 11th and 29th Divisions made a large scale attack to take the enemy off the dominating high ground East of the beach.  32nd Brigade, including 8 DWR, attacked an entrenched Turkish position at Hetman Chair at the foot of the Ismail Oglu Tepe feature.  Despite optimistic assessments that Turkish artillery observers would be dazzled by the sun, accurate gunfire crashed onto the assaulting troops and in a hail of shrapnel they lost direction, veering NE instead of forcing their way East.  Although 8th Battalion and others bravely got into the enemy communications trenches, the cohesion of the attack was lost and by 4pm the attack had failed.  Only when 32nd Brigade withdrew was the extent of their casualties realised.  The survivors of the four battalions had to be reconfigured into two composite battalions.  It was probably in this attack that Second Lieutenant Thurlow was wounded.  He would then have been evacuated by lighter, under fire, to a hospital ship offshore and taken across the Mediterranean to a hospital in Alexandria in Egypt.\n\nArthur was also commemorated on a plaque at the High Wycombe &amp; District War Memorial Hospital//", "authorname": "Gary Donaldson", "id": "32254785-7365233480-72157630324948766", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7365233480/#comment72157630469018646", "realname": "", "path_alias": null, "author": "82188683@N08", "iconserver": "0", "datecreate": "1341698097", "_content": "[http://www.flickr.com/photos/69679868@N03] Sorry to sound pedantic but Arthur was born in 1891, and at that time the family were living at, 12 Castle Street, High Wycombe.", "authorname": "keithyoung903303", "id": "32254785-7365233480-72157630469018646", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7365233480/#comment72157630474700360", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1341735065", "_content": "Keith, not pedantic at all.  Thank you for adding better detail with your research.  My source was <a href=\"http://www.buckinghamshireremembers.org.uk/php_scripts/bksidget.php?id=4547\" rel=\"nofollow\">www.buckinghamshireremembers.org.uk/php_scripts/bksidget....</a> and yours is very likely more accurate.  The family address I found is based on the 1901 census.//", "authorname": "Gary Donaldson", "id": "32254785-7365233480-72157630474700360", "iconfarm": 0}], "photo_id": "7365233480"}}