{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/7118552469/#comment72157629914914177", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1335575588", "_content": "This appears to be Guggenheim's testimony before the Walsh Commission at New York's City Hall on January 21, 1915.  Guggenheim was a copper magnate.\nOther pictures from the Commission hearings in New York are in the Bain collection:\n<a href=\"http://www.flickr.com/search/?w=8623220@N02&amp;q=walsh commission\">www.flickr.com/search/?w=8623220@N02&amp;q=walsh%20commis...</a>\n\nI don't know why the picture is dated 1926.  Perhaps it was pulled for another use at that time.", "authorname": "artolog", "id": "8602872-7118552469-72157629914914177", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/7118552469/#comment72157630872087660", "realname": "Kristi", "path_alias": "kristi_loc", "author": "34904489@N07", "iconserver": "3309", "datecreate": "1343930599", "_content": "artolog,\n\nYou're correct - this definitely seems to be a photograph of Guggenheim's testimony before the Walsh Commission. And yes, I think your supposition about the other date on the image reflecting a later usage is correct as well. On January 18, 1926, the date on the photo, Guggenheim was in the news for pledging $2.5 million to then Secretary of Commerce Herbert Hoover in order to establish the Daniel Guggenheim Fund for the Promotion of Aeronautics.  \n\nWe will update the record to reflect more details - as well as make sure the other images from the Walsh Commission hearings are more accurately labeled. Thanks for your help!", "authorname": "Kristi (LOC P&P)", "id": "8602872-7118552469-72157630872087660", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/7118552469/#comment72157630872636558", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1343933267", "_content": "Mystery solved.. and you're welcome.. I've learned a lot from dipping into the Walsh Commission history as a result of LOC's sharing of these photos.  There was a lot of rage, anarchy and revolution in the air, and the Commission brought the key players, as well as social and economic thinkers and doers together for a public examination of  the ills of Capitalism at the end of the Gilded Age.   Though it had no power to do anything, it showed people that we were a democracy where  controversial issues could be examined publicly.", "authorname": "artolog", "id": "8602872-7118552469-72157630872636558", "iconfarm": 4}], "photo_id": "7118552469"}}