{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/4342844699/#comment72157623390080818", "realname": "", "path_alias": "nationalarchives", "author": "31575009@N05", "iconserver": "7325", "datecreate": "1265737381", "_content": "<b>Transcription</b>\n\nEnglands Arbeitslose wollen wissen:\n\n&quot;Warum helft ihr Fremden, dieweil Briten Kohldampf schieben?&quot;\n\nDie Arbeitslosen Englands sind - wie dieses Bild und viele Veröffentlichungen in den wenigen nichtjüdischen Zeitungen Englands beweisen - der Meinung, daß die hilfsbereitschaft des englischen Volkes zuerst einmal für sie selbst und &quot;gegen den hunger ihrer unterernähten kinder&quot; mobilisiert werden müßte, bevor Sammlungen für aus Deutschland getürmte jüdische Verbrecher und Spanisches Bolschewikengesindel veranstaltet werden. Maßgebende Demokraten Englands sind also offensichtlich anderer Meinung. - Die Arbeitslosen Englands glauben auch, daß die &quot;Nächsten&quot;, denen zu helfen das fünfte Gebot Gottes vorschreibt, für einen Briten zunächst die hilfsbedürftigen seines eigenen Volkes sein müßten. Hier ist zweifellos - neben anderen englischen kirchenfürsten - der Erzbischof von Canterbury anderer Meinung, denn seine christliche Nächstenliebe hat sich, wie ihm von seinen Landsleuten öffentlich vorgeworfen wird, auch erst zugunsten jüdischer emigranten zu flammenden Ausrufen in presse und film verdichtet. Für die Not der Angehörigen seines Volkes hat er sich bis heute noch nicht in gleiche unkosten gestürzt.\n\nDiese Tatsachen zu erfahren, hat das von den Juden, demokraten und sonstigen humanitätsaposteln der weit seit monaten beschimpfte deutsche volk ein gutes recht. Den kommentar dazu macht es sich dann schon selbst.", "authorname": "The National Archives UK", "id": "31569669-4342844699-72157623390080818", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/nationalarchives/4342844699/#comment72157623407975878", "realname": "", "path_alias": "nationalarchives", "author": "31575009@N05", "iconserver": "7325", "datecreate": "1265900436", "_content": "<b>Foreign Office Translation from FO 371/23052</b>\n23rd February 1943\n\nEngland's Unemployed want to know:\n&quot;Why do you help aliens while Britons starve?&quot;\n\nThe English unemployed, as this picture and many announcements in the few non-Jewish English papers show, are of the opinion that the British people's own readiness to help should for once be mobilised for their own fellow citizens and &quot;against the starvation of their under-nourished children&quot; before collections are organised for the Jewish criminals chucked out of Germany and for the Spanish-Bolshevik rabble. Influential democrats in England hold, however, evidently another opinion. The unemployed of England also think that the &quot;neighbours&quot; which the Fifth Commandment of God tells us to help, must for a Briton be primarily the needy of his own nation. The Archbishop of Canterbury, among other Princes of the Church, is, however, evidently of a different mind, for his Christian love of his neighbours has concentrated itself in burning appeals in the press and on the screen for the benefit of Jewish emigrants, as witnessed by the open reproaches levelled at him by his fellow citizens. He has not hitherto put himself out to the same extent for the afflictions of his own compatriots.\n\nThe German people who have been constantly traduced by the Jews, Democrats and such-like apostles of humanity of the world for months past, have every right to know these facts. Comment, then, becomes unecessary.", "authorname": "The National Archives UK", "id": "31569669-4342844699-72157623407975878", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/nationalarchives/4342844699/#comment72157623709928584", "realname": "", "path_alias": "stadtkatze", "author": "14314789@N03", "iconserver": "5446", "datecreate": "1269642660", "_content": "Hi,\nthere are two misspellings in the transcription deriving from the poster's use of <a href=\"http://en.wikipedia.org/wiki/Fraktur_(script)\" rel=\"nofollow\">Fraktur</a>:\n1) In the sentence &quot;Die Arbeitslosen Englands&quot; the following word begins with a <a href=\"http://en.wikipedia.org/wiki/Long_s\" rel=\"nofollow\">long or descending s</a>, not a f. So it correctly reads &quot;sind&quot;.\n2) The capital S looks similar to the capital G, so it has to be &quot;Sammlungen&quot; instead of &quot;Gammlungen&quot;.", "authorname": "Stadtkatze", "id": "31569669-4342844699-72157623709928584", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/nationalarchives/4342844699/#comment72157623726216372", "realname": "", "path_alias": "nationalarchives", "author": "31575009@N05", "iconserver": "7325", "datecreate": "1269860938", "_content": "Thanks for those. Evidently I rushed things a bit!", "authorname": "The National Archives UK", "id": "31569669-4342844699-72157623726216372", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/nationalarchives/4342844699/#comment72157623603920013", "realname": "", "path_alias": "stadtkatze", "author": "14314789@N03", "iconserver": "5446", "datecreate": "1269885249", "_content": "No problem as there are enough people around Flickr who love to disseminate their &quot;wisdom&quot;  ;-)", "authorname": "Stadtkatze", "id": "31569669-4342844699-72157623603920013", "iconfarm": 6}], "photo_id": "4342844699"}}