{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1284657568", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "4996527638", "title": {"_content": "M2-F1 mounted in NASA Ames Research Center 40x80 foot wind tunnel"}, "media": "photo", "tags": {"tag": [{"raw": "Aviation", "machine_tag": 0, "id": "44489032-4996527638-5867", "_content": "aviation", "author": "25695066@N00"}, {"raw": "Aerospace", "machine_tag": 0, "id": "44489032-4996527638-95437", "_content": "aerospace", "author": "25695066@N00"}, {"raw": "National Aeronautics and Space Administration", "machine_tag": 0, "id": "44489032-4996527638-861876", "_content": "nationalaeronauticsandspaceadministration", "author": "25695066@N00"}, {"raw": "NASA", "machine_tag": 0, "id": "44489032-4996527638-11023", "_content": "nasa", "author": "25695066@N00"}, {"raw": "Lifting Body", "machine_tag": 0, "id": "44489032-4996527638-1114002", "_content": "liftingbody", "author": "25695066@N00"}, {"raw": "Aircraft", "machine_tag": 0, "id": "44489032-4996527638-5854", "_content": "aircraft", "author": "25695066@N00"}, {"raw": "Airplane", "machine_tag": 0, "id": "44489032-4996527638-1649", "_content": "airplane", "author": "25695066@N00"}]}, "comments": {"_content": "1"}, "secret": "e5618b3c54", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>Collection:</b> NASA Image eXchange Collection\n<b>Title:</b> M2-F1 mounted in NASA Ames Research Center 40x80 foot wind tunnel\n\n<b>Description:</b> After the first attempted ground-tow tests of the M2-F1 in March 1963, the vehicle was taken to the Ames Research Center, Mountain View, CA, for wind-tunnel testing. During these tests, Milt Thompson and others were in the M2-F1 to position the control surfaces for each test. The wingless, lifting body aircraft design was initially conceived as a means of landing an aircraft horizontally after atmospheric reentry. The absence of wings would make the extreme heat of re-entry less damaging to the vehicle. In 1962, Dryden management approved a program to build a lightweight, unpowered lifting body as a prototype to flight test the wingless concept. It would look like a &quot;flying bathtub,&quot; and was designated the M2-F1, the &quot;M&quot; referring to &quot;manned&quot; and &quot;F&quot; referring to &quot;flight&quot; version. It featured a plywood shell placed over a tubular steel frame crafted at Dryden. Construction was completed in 1963. The first flight tests of the M2-F1 were over Rogers Dry Lake at the end of a tow rope attached to a hopped-up Pontiac convertible driven at speeds up to about 120 mph. This vehicle needed to be able to tow the M2-F1 on the Rogers Dry Lakebed adjacent to NASA's Flight Research Center (FRC) at a minimum speed of 100 miles per hour. To do that, it had to handle the 400-pound pull of the M2-F1. Walter &quot;Whitey&quot; Whiteside, who was a retired Air Force maintenance officer working in the FRC's Flight Operations Division, was a dirt-bike rider and hot-rodder. Together with Boyden &quot;Bud&quot; Bearce in the Procurement and Supply Branch of the FRC, Whitey acquired a Pontiac Catalina convertible with the largest engine available. He took the car to Bill Straup's renowned hot-rod shop near Long Beach for modification. With a special gearbox and racing slicks, the Pontiac could tow the 1,000-pound M2-F1 110 miles per hour in 30 seconds. It proved adequate for the roughly 400 car tows that got the M2-F1 airborne to prove it could fly safely and to train pilots before they were towed behind a C-47 aircraft and released. These initial car-tow tests produced enough flight data about the M2-F1 to proceed with flights behind the C-47 tow plane at greater altitudes. The C-47 took the craft to an altitude of 12,000 where free flights back to Rogers Dry Lake began. Pilot for the first series of flights of the M2-F1 was NASA research pilot Milt Thompson. Typical glide flights with the M2-F1 lasted about two minutes and reached speeds of 110 to l20 mph. A small solid landing rocket, referred to as the &quot;instant L/D rocket,&quot; was installed in the rear base of the M2-F1. This rocket, which could be ignited by the pilot, provided about 250 pounds of thrust for about 10 seconds. The rocket could be used to extend the flight time near landing if needed. More than 400 ground tows and 77 aircraft tow flights were carried out with the M2-F1. The success of Dryden's M2-F1 program led to NASA's development and construction of two heavyweight lifting bodies based on studies at NASA's Ames and Langley research centers--the M2-F2 and the HL-10, both built by the Northrop Corporation, and the U.S. Air Force's X-24 program, with an X-24A and -B built by Martin. The Lifting Body program also heavily influenced the Space Shuttle program. The M2-F1 program demonstrated the feasibility of the lifting body concept for horizontal landings of atmospheric entry vehicles. It also demonstrated a procurement and management concept for prototype flight test vehicles that produced rapid results at very low cost (approximately $50,000, excluding salaries of government employees assigned to the project).\n\n<b>Date:</b> 1962\n<b>ID:</b> EC97-44183-3\n<b>UID:</b> SPD-NIX-EC97-44183-3\n<b>Original url:</b> <a href=\"http://nix.ksc.nasa.gov/info?id=EC97-44183-3&amp;orgid=7\" rel=\"nofollow\">nix.ksc.nasa.gov/info?id=EC97-44183-3&amp;orgid=7</a>\n\n<b>SOURCE</b>: <a href=\"http://www.nasaimages.org/luna/servlet/detail/nasaNAS~2~2~12717~114907\" rel=\"nofollow\">www.nasaimages.org/luna/servlet/detail/nasaNAS~2~2~12717~...</a> \n\n<b>Visit <a href=\"http://www.nasaimages.org\" rel=\"nofollow\">www.nasaimages.org</a> for the most comprehensive compilation of NASA stills, film and video, created in partnership with Internet Archive. </b> "}, "isfavorite": 0, "views": "19313", "farm": 5, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2010-09-16 10:19:28", "lastupdate": "1376000522", "takengranularity": "0", "posted": "1284657568"}, "originalsecret": "489799355a", "license": "7", "notes": {"note": []}, "server": "4128", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/4996527638/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387643285}