{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/proni/8722520489/#comment72157633445871999", "realname": "", "path_alias": "proni", "author": "54403180@N04", "iconserver": "7371", "datecreate": "1368171892", "_content": "Yes, I would agree with you - that's why the set has been titled 'Family and Group portraits'. I have removed the tags which contained references to 'family'. Thanks for your comment!", "authorname": "Public Record Office of Northern Ireland", "id": "54371041-8722520489-72157633445871999", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/proni/8722520489/#comment72157638217388126", "realname": "", "path_alias": null, "author": "61021438@N06", "iconserver": "0", "datecreate": "1385839736", "_content": "Front row 2nd R (light suit, glasses) is Mr Q Y Lawson (1888-1972) who was my grandfather. He was proprietor of the Solo Shirt Company which had a factory in Ballybofey c.1920s-30s. Born in Glasgow, his father W R Lawson was Secretary of the County Donegal Railway, c.1890-1910.  \nMr Q Y (Quintin or 'Quinny') Lawson lived at 'Ard-na-Finn', Urney Road, Strabane from the 1920s until his death in 1972. He was on a number of church (C of I) committees, including Urney parish. He was president of Strabane Golf Club c.1950s-60s - around the time it moved from Carrickalee to Ballycolman.\nI'm afraid I don't know any others in the group, but it's not a family group - possibly church or golf-related, or other social group. The date c.1940 suggests possibly Civil Defence or organising leave visits for service personnel stationed at Derry, both of which he and his wife Mrs Amy Lawson were involved with.\nI will ask my mother who lives in Belfast - she is 96, but still remembers quite a lot about the 'old days' in Strabane - she certainly knew and remembers the Cooper family.\nHope this is of some interest.\nQ J Pink (grandson of Mr Q Y Lawson), Musselburgh, Scotland.", "authorname": "qjampfinder", "id": "54371041-8722520489-72157638217388126", "iconfarm": 0}], "photo_id": "8722520489"}}