{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/8558478433/#comment72157633225337005", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1365780710", "_content": "Até 1907 o desembarque de passageiros era feito ao largo no rio Tejo por impossibilidade dos navios de maior porte atracarem nos cais existentes. Só após 1907 após sucessivas dragagens a oeste do cais de Alcântara é que passou a ser possível navios da companhia &quot;Messageries Maritimes&quot;, e a partir de 1918 navios transatlânticos de maior porte, como os da &quot;Mala Real Holandesa&quot;. Em 1927 tornou-se obrigatória a atracação de todos os navios de passageiros. Ao cais de Alcântara e ao molhe oeste do cais de Santos ficam destinadas as companhias de navegação estrangeiras. Aos cais da Fundição, Terreiro do Trigo e molhe leste do cais de Santos ficaram destinados as companhias com destino a África e Ilhas Adjacentes.\n\nA &quot;Gare Marítima de Alcântara&quot;, mandada edificar pelo Ministro das Obras Públicas e Comunicações engenheiro Duarte Pacheco foi projectada entre 1934 e 1936 pelo arquitecto Porfírio Pardal Monteiro (1897-1957) e inaugurada a 7 de Julho de 1943 . Na posse de um esquema com as necessidades específicas de uma gare e colhendo exemplos em estações marítimas de recente construção de Verdun, Cherburg e Havre em França e as de Génova e Trieste em Itália, Pardal Monteiro distribuiu o projecto da Gare de Alcântara por dois pisos.\n\nOs projectos da Gare Marítimas da Alcântara e da Gare Marítima da Rocha do Conde de Óbidos foi um processo moroso e de apresentação cuidada, que se traduziu em 28 volumes com cerca de 7 mil páginas e 200 desenhos. Pardal Monteiro ficou encarregue do projecto arquitectónico, Rodrigues de Carvalho ocupou-se das coberturas e torre semafórica, Eduardo Arantes e Oliveira e Francisco de Melo e Castro do estudo das partes restantes. Henrique Leote Tavares ficou encarregue dos estudos de betão armado e João Paulo de Nazareth Oliveira encarregue do estudo das disposições de armadura de todos os elementos projectados e finalmente Edmundo Martins superintenderia os estudos das instalações.\n\nNo topo oeste do edifício foi projectada uma torre semáforo de forma a indicar aos navios não só o local de atracação como a altura da maré. A par da sua utilidade, a torre permitiria ainda o desfruto do «magnífico panorama do Tejo». Inicialmente a Gare foi projectada de modo a que a sua cobertura fosse construída num sistema de terraços que permitiria à população de Lisboa «uma extensa esplanada sobre Lisboa» .\n\nO primeiro andar ficaria reservado aos serviços de alfândega e aos serviços de passageiros de 1ª classe e 2ª classe distintos por norma regulamentar dos passageiros de 3ª classe, enquanto que o piso térreo corresponderia a serviços gerais da gare marítima. Os passageiros de embarque teriam acesso à gare pelo vestíbulo inferior, equipado com todos os serviços inerentes à assistência da viagem como: agências das companhias de navegação; serviços de bagagens; serviço de bilheteira «de gare» para os acompanhantes dos viajantes.\n\nOs passageiros subiriam depois ao andar superior por «escada ampla e largamente iluminada» ou, em alternativa, pelo elevador, tendo assim ao grande hall de embarque. Neste segundo piso existiriam também os mais diversos serviços de apoio e assistência, como agências de turismo, tabacarias, câmbios, correios e telégrafos, e telefones. O hall teria três portas voltadas a sul que davam acesso a uma galeria e desta, através de uma passarelle montada sobre grua móvel os passageiros teriam acesso directo ao barco de destino. Este seria o trajecto dos passageiros das 1ª e 2ª classes enquanto os da 3ª classe e emigrantes, realizando o mesmo trajecto, teriam contudo acessos que lhes eram estritamente reservados.\n\nO projecto comtemplava também uma galeria colocada à altura do primeiro piso, com a largura de 11 metros e numa extensão de 1 quilómetro, que uniria a &quot;Gare Marítima de Alcântara&quot; à &quot;Gare Marítima da Rocha do Conde de Óbidos&quot;. Deste modo conseguir-se-ia «uma grande estação constituída por dois postos de embarque e desembarque».\n\nPara passageiros de desembarque, e por diferença das formalidades, depois de atracado o barco seria aberta a galeria e, uma vez mais através de passarelles se fariam sair os passageiros encaminhando-os até aos serviços de alfândega. Daí os passageiros transitariam para o hall, podendo usufruir de todos os serviços ao dispor e poderiam ainda recorrer ao balcão de venda de «souvenirs».\n\nEstes projectos (o outro dizia respeito à &quot;Gare Marítima da Rocha de Conde de Óbidos&quot;) apesar de encomendados em 1934 só seriam finalizados em 1936. Estes projectos ficariam «na gaveta» até Março de 1938 altura em que o Presidente do Conselho Dr. Oliveira Salazar, traçaria como linha prioritária a construção de pelo menos uma gare a estar concluída para as celebrações do duplo centenário em 1940.\n\nA &quot;Gare Marítima de Alcântara&quot; não estaria concluída a tempo das celebrações centenárias, apenas sendo inaugurada a 7 de Julho de 1943 e &quot;Gare Marítima da Rocha de Conde de Óbidos&quot; só a 19 de Junho de 1948. A galeria de ligação entre as duas gares, inicialmente projectada, assim como as passarelles para embarque de passageiros, uma torre semaforo , e a cobertura da Gare em terraço com «esplanada sobre o Tejo», não chegaram a efetivar-se. Para todas as alterações foi invocada a mesma razão: contenção orçamental.\n\nApesar de em 1946 se ter tentado inviabilizar o orçamento de 500 contos (2.500€ x coef. de actualização 79,02= 197.550 € actualmente) que José Almada Negreiros apresentara, a sala de espera dos passageiros foi enriquecida com pinturas deste pintor. Estas pinturas vêm no seguimento de outras no edfício do jornal “Diário de Notícias” também projectado por Pardal Monteiro, e que se prolongariam ao edifício da &quot;Gare Marítima da Rocha de Conde de Óbidos&quot;.\n\nNota: Acerca da Gare Marítima da Rocha do Conde d'Óbidos consultar comentário em foto na página anterior neste bloco alusivo ao Porto de Lisboa.", "authorname": "J. Leite", "id": "26532116-8558478433-72157633225337005", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/biblarte/8558478433/#comment72157638877200245", "realname": "", "path_alias": null, "author": "13959461@N07", "iconserver": "0", "datecreate": "1387625011", "_content": "J. Leite - boa prestação, obrigado", "authorname": "mfpa.194958", "id": "26532116-8558478433-72157638877200245", "iconfarm": 0}], "photo_id": "8558478433"}, "flarchive:created": 1387726427}