{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/7371684944/#comment72157630174193550", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1340015511", "_content": "A Pompadour&quot; situada na Rua Garrett, ao Chiado, foi projectada pelo arquitecto Raúl Lino em 1924 e inaugurada em 23 de Junho de 1925. Pertencia à firma &quot;Pinto de Lima, Lda.&quot; cujos sócios-gerentes eram Joaquim Pinto de Lima e Virgínia Costa. Esta família já em 1909 tinha aberto a famosa “Perfumaria da Moda”  na Rua do Carmo, que veio a ser consumida pelo grande incêndio na baixa lisboeta a 25 de Agosto de 1988.\n\nSeu nome foi inspirado na “Madame de Pompadour”, amante de Luis XV de França e uma das mulheres mais influentes de França no seu tempo. De seu nome Jeanne-Antoinette Poisson, apesar de vir de uma classe social inferior, com perseverança e determinação rapidamente alcançou um lugar de destaque na corte de França. Luis XV apaixonou-se por ela e esta chegou a governar Versailles, com a astúcia de um verdadeiro monarca.\n\nNa revista “Notícias Ilustrado”  em 1929 podia-se ler:\n\n«Casa que rapidamente se impoz à consideração do público pela superior qualidade e elegância “rafinée” dos seus modelos de Cintos, Espartilhos e “Soutiens-gorges”, pelo seu sistema de vendas moderno e pratico, pelos seus gabinetes de prova onde as Exmas. damas podem vestir e experimentar os modelos que mais se adaptem ao seu busto, é com justiça considerada a primeira casa do paiz. Chic e moderno estabelecimento que ao Chiado dá uma nota de elegância parisiense e onde as nossas lindas lisboetas dão “rendez-vous”». \n\nMais tarde, em 1939 abriram uma sucursal na Rua Augusta apelidada de “Sucursal Económica”.\n\nDepois de encerrada deu lugar a uma loja de pronto-a-vestir “Vitrine” que procedeu a grandes alterações na decoração, que depois de ter desaparecido todo o mobiliário original só restou a a &quot;screen-fachada&quot; do fundo da loja, elemento mais importante e determinante da sua arquitectura de interiores, juntamente com os candeeiros. Esta loja encerrou e foi ocupada pela cadeia de lojas de cristais “Swarovsky” em 2011.", "authorname": "J. Leite", "id": "26532116-7371684944-72157630174193550", "iconfarm": 6}], "photo_id": "7371684944"}, "flarchive:created": 1387727821}