{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/3174205455/#comment72157612527807498", "realname": "", "path_alias": "httpwwwflickrcomphotosvh", "author": "34234672@N04", "iconserver": "3327", "datecreate": "1231870998", "_content": "wonderful.", "authorname": "Georgiaonmymind!", "id": "8602872-3174205455-72157612527807498", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3174205455/#comment72157612600494074", "realname": "", "path_alias": null, "author": "34370122@N07", "iconserver": "0", "datecreate": "1232023978", "_content": "Not really Bandak's Canal, but the Bandak Canal i.e. the Canal leading from the ocean up to lake Bandak. Bandak is not a person, but a lake. See <a href=\"http://en.wikipedia.org/wiki/Bandak\">en.wikipedia.org/wiki/Bandak</a>. The picture looks like it may have been taken directly above the Vrangfoss locks if I am not mistaken.", "authorname": "Hovedsjef", "id": "8602872-3174205455-72157612600494074", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3174205455/#comment72157612603905367", "realname": "Geir Helge Nilsen", "path_alias": "nilsenhelgeir", "author": "34353889@N02", "iconserver": "3341", "datecreate": "1232147347", "_content": "Yes, I agree that it resembles Trangen (position UTM32V  6573922N 51137E)\nin the canalized river from Nomevatn above Vrangefoss. However,\nthere is not such a pathway with an uphill there. Today there is an owergrown path where I suppose there was a short railway from the quarry to the gate construction works downfalls. So short time afterwards also this bank would have been less overgrown. And there is also a small cliff in the river at Trangen, but it is not connected with the gates with this screen wall from upstream, what is the case here. And this screen comes from Vrangfoss. So this is \nthe downstram inlet to Vrangfoss gatelocks (Vrangfoss' underkanal med skjermen) at position UTM 32V 6573542N 512167 E. The pathway is also today used by many canal tourists for a short walk between Eidsfoss and Vrangfoss while the canal boat is being sluiced through. The pathway was later reconstructed and diverted from the original route from the top of the uphill on towards Vrangfoss in the late 1950ies and early 60'ies when hydroelectric stations were constructed in both waterfalls. The old tourist pathway turned right from the top of the hill and crossed Yttingen or Eiebekken brook on a wooden bridge (Børtebrua) that fell down in the 1970'ies but was later reconstructed. The local shop (Børtebua) at Vrangfoss was also situated on the other side of this brook, but must have been out of business since the late 1940'ies. On the other side of the pathway from the shop, close to the river was Kongens utsikt, from where the next picture \n in this series (with a view of the Vrangfoss locks) is taken.", "authorname": "nilsenhelgeir", "id": "8602872-3174205455-72157612603905367", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3174205455/#comment72157615586621967", "realname": "Andrew Nicholas", "path_alias": "zip0082", "author": "56799434@N00", "iconserver": "4001", "datecreate": "1237555934", "_content": "I'm really liking the colorized look with all of these library of congress shots, good stuff", "authorname": "andrew nicholas", "id": "8602872-3174205455-72157615586621967", "iconfarm": 5}], "photo_id": "3174205455"}}