{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2163743884/#comment72157603747620467", "realname": "", "path_alias": "toots", "author": "61849735@N00", "iconserver": "79", "datecreate": "1200694502", "_content": "I wonder if these are immigrants and the quarantine is before they can come into the US?", "authorname": "Cassies grandma", "id": "8602872-2163743884-72157603747620467", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163743884/#comment72157603851325634", "realname": "", "path_alias": null, "author": "22716314@N06", "iconserver": "2010", "datecreate": "1202179153", "_content": "THE FORGOTTEN OF ELLIS ISLAND\r\nDeaths in Quarantine, 1909-1911\r\n\r\n\r\nA LITTLE ISLAND NEAR NEW YORK PEOPLED WITH BABIES\r\n\r\nTaken from Incoming Steamers Suffering from Measles, Scarlet Fever and Other Ills,\r\nThey are Cared for on Hoffman Island Till They Get Well.\r\nSource: The New York Times, Magazine Section, November 27, 1910, pages 13+\r\nOn a little strip of &quot;made&quot; land, rising midway from the waters of New York Bay, between the Coney and Staten Island shores – a strip safeguarded by grim seawalls and barely thirteen acres in extent – hundreds of foreigners, almost all women and children, gaze wistfully up the bay toward the city, scarcely visible in the distance, which lured them from their homes across the ocean with promise of work and riches. It is not Ellis Island – these particular immigrants have not got as near as that to the goal of their dreams.\r\n\r\nThe strip of &quot;made&quot; land is Hoffman Island, and the hundreds on it are those taken from incoming ships by Dr. Doty, Health Officer of New York, and his busy assistants at the Quarantine station. Some of these – mostly little children – have been removed from the ships because of illness; the rest of these on the island are the mothers, brothers, and sisters of these children, who are allowed to remain on the island until their kin get well, and the passengers of incoming ships who have been exposed to infection while in transit and are under observation for signs of disease.\r\n\r\nIt is only within the last year that Hoffman Island has been so populous. Formerly only those under detention used to sojourn there. But exactly a year ago Dr. Doty put through a plan he had long had in mind - namely, to remove at Quarantine all persons on incoming ships found to have contagious diseases. Previous to the introduction of this rule, the Quarantine officials had jurisdiction only over cases of small pox, yellow fever, typhus fever, bubonic plague, and cholera, which will go to Swinburne Island, Hoffman Island's neighbor, a short distance further down the bay.", "authorname": "cabingoddess", "id": "8602872-2163743884-72157603851325634", "iconfarm": 3}], "photo_id": "2163743884"}}