{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2178248137/#comment72157603802002012", "realname": "E N", "path_alias": "esteban_nelson", "author": "50814612@N00", "iconserver": "20", "datecreate": "1201450694", "_content": "I love this backdrop and scenery, it very much reminds me of some places I have been in Australia. Amazing clarity and beauty for such an old slide, wow.", "authorname": "~BroBro", "id": "8602872-2178248137-72157603802002012", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178248137/#comment72157603821033960", "realname": "", "path_alias": null, "author": "23340362@N06", "iconserver": "0", "datecreate": "1201718606", "_content": "Looks to be a buzzard the top of the chimney", "authorname": "gkinms", "id": "8602872-2178248137-72157603821033960", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178248137/#comment72157631428455620", "realname": "", "path_alias": null, "author": "85140343@N08", "iconserver": "0", "datecreate": "1346888299", "_content": "Notice the soil, the crops are rocks and weeds and that's about all that would grow after a couple of centuries of cotton monoculture.  The United States Government bought land like this throughout the South in the thirties and early forties (before our entry into WWII) for four to five dollars per acre (my research says it was not &quot;four to five&quot; but rather four OR five,)  The sellers, in most cases were very happy with the deal and many moved on to a better life elsewhere.  Much of the land purchased in Georgia under the auspices of Piedmont Plantation Project has since become Oconee National Forest, but when it was purchased it was all as barren as the land in this picture.  Thanks to Franklin Delano Roosevelt for both the thriving and verdant National Forest in Putnam, Jasper, Oconee, Jones, Morgan, counties and for the beautiful pictures in this collection.", "authorname": "GroverH", "id": "8602872-2178248137-72157631428455620", "iconfarm": 0}], "photo_id": "2178248137"}}