{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8244754858/#comment72157632271463415", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1355821183", "_content": "Geoffrey George Horn Batty was Commissioned as a Temporary Second Lieutenant for general employment in the Infantry on 14th September 1914 being a Cadet or ex-Cadet of an Officer Training Corps.  [London Gazette of 18th September 1914].\n\n6th (Service) Battalion of the Northamptonshire Regiment was formed at Northampton in September 1914 as part of the K2 volunteers and attached as Army Troops to 18th (Eastern) Division.   The battalion went to Shorncliffe and then Colchester for basic training and in November 1914 was placed in 54th Brigade of 18th Division.  6th Battalion Northamptons went to Codford on Salisbury Plain for battle camp in May 1915, before embarking at Southampton on 25th July and landing in France on 26 July 1915.  The Battalion served exclusively in trenches on the Somme sector at Mametz, Fricourt and Carnoy.  On 1st July 1916, 6th Northamptons attacked the Pommiers Redoubt at Montauban supporting 11th Royal Fusiliers and 7th Bedfords.  On 14th July 6th Northamptons and 12th Middlesex captured Trones Wood an action in which a 6th Northamptons Sergeant, William Boulter, won a Victoria Cross.\n\nOn 26th September 1916, 6th Northamptons were in support for an attack on Thiepval by 11th Royal Fusiliers and 12th Middlesex Regiment. 6th Northamptons' Commanding Officer, Lt Col George Eustace Ripley was badly wounded and later had arm amputated.  (Lt Col Ripley died of tetanus on 16th October 1916).\n\nIt is likely that Captain Batty was OC of 'B' Company in this attack - all of 'B' Company's officers being killed or wounded, the Acting CSM, Sergeant John William Partridge, was awarded a DCM for his leadership after subsequently taking over command during the action.", "authorname": "Gary Donaldson", "id": "32254785-8244754858-72157632271463415", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8244754858/#comment72157633112545443", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1364549363", "_content": "National Probate Calendar gives his usual place of residence as Christ's College, Cambridge. Probate granted to Herbert Batty, retired Indian judge.\n\nCaptain Batty was born 17th Oct 1894 in India. Baptised 6th Dec 1894 at Poona, son of Herbert Batty and Minnie Horn.", "authorname": "Mrs Audubon", "id": "32254785-8244754858-72157633112545443", "iconfarm": 4}], "photo_id": "8244754858"}}