{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9364025613/#comment72157634839432011", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1375102886", "_content": "Lieutenant John Lyle Barr was a Forward Observation Officer for C Battery of 157th Brigade (CLVII Brigade), Royal Field Artillery. CLVII (Aberdeen) Brigade was raised in Scotland in August 1915 as part of Kitchener's New Army to support 35th Division.  35th Division was originally primarily made up of 'Bantam' battalions, men under 5' 3&quot; who had previously been declined for military service as beneath the stipulated height requirement.  \n\nThis 'Bantam' Division trained in North Yorkshire and went to France in in late January and early February 1916.  35th Division (104, 105 and 106 Brigades) was committed to the attack on the First Day of the Battle of the Somme on 1st July 1916.\n\nOn the 20th July 1916, the 35th Division were tasked with an assault in the area of the village of Guillemont.  C Battery of CLVII Brigade RFA was probably in Direct Support of 20th Battalion Lancashire Fusiliers (4th Salford Pals) and John Lyle Barr would have been working with their Command Group to direct the fire of the guns by telephone and runner.\nIt is difficult to ascertain what objectives they were assigned to capture but a section of trench between ‘Arrow Head Copse’ and Maltz Horn Farm was to be cleared of the enemy, and it could also have been to support a French attack on their right at Maurepas. Whatever the objective, the attack went nowhere and cost the 35th Division 450 casualties from combined rifle, machine gun and shell fire.  There was a specific action in Trones Wood commencing at 4.30am on 24th July in which 20th Lancashire Fusiliers were involved and took significant casualties.  Of interest is the astonishing story of Captain Richard Coke MC who led this attack (see <a href=\"http://www.lancs-fusiliers.co.uk/gallerynew/20THBN/20thBN.htm\" rel=\"nofollow\">www.lancs-fusiliers.co.uk/gallerynew/20THBN/20thBN.htm</a> ).\n\nJohn Lyle Barr is buried in Abbeville Communal Cemetery, Abbeville, Departement de la Somme, Picardie, France, in Plot: VI. B. 2.  This cemetery served No 2 and No 5 Stationary Hospitals to which many seriously wounded casualties of the Somme battlefield were evacuated.  \n\nJohn Lyle Barr is also commemorated in Argentina on the First World War Memorial in St. Andrew’s Church, Buenos Aires, suggesting that he was employed and living in South America, returning home to fight for his country.//", "authorname": "Gary Donaldson", "id": "32254785-9364025613-72157634839432011", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9364025613/#comment72157634883244639", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1375366879", "_content": "Second Lieutenant John Lyle Barr, from Bridge of Weir, joined the Army at the outbreak of World War I, along with his two brothers, Fred and William.\n\nJohn was commissioned as an officer in the Royal Field Artillery in March, 1915, and was sent to France with his regiment in February, 1916.\n\nBefore being shipped out to France, he married Bridge of Weir girl Isobel Gilmour.\n\nOn July 29, his mother received word that brave John had died from wounds he received during the opening days of the Battle of the Somme, just a few days before his 23rd birthday.\n\nBoth John’s brothers perished in the war – Fred in February, 1915, and William in June, 1917.\n<a href=\"http://www.paisleydailyexpress.co.uk/\" rel=\"nofollow\">www.paisleydailyexpress.co.uk/</a>", "authorname": "brenontario", "id": "32254785-9364025613-72157634883244639", "iconfarm": 8}], "photo_id": "9364025613"}}