{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7554821862/#comment72157630604691204", "realname": "", "path_alias": null, "author": "77788549@N05", "iconserver": "0", "datecreate": "1342453391", "_content": "Research by David O'Mara of Croonaert Research Services published at <a href=\"http://www.westernfrontassociation.com/great-war-people/remember-on-this-day/1945-17-july-1916-capt-david-westcott-brown.html\" rel=\"nofollow\">www.westernfrontassociation.com/great-war-people/remember...</a> There is another photograph of him, as a student at that site.\n\nDavid Westcott Brown was born in Bedford on 19 December 1892, David was educated at Marlborough and Balliol (Oxford) where he was taking a second in ‘Classical Moderations' at the time of the outbreak of war. A member of the OTC, he took a commission in the Leicesters and went to France in July 1915. Promoted to Captain in November 1915, he was last seen alive attacking near Bazentin le Grand on the Somme. He has no known grave, so David is therefore commemorated on the Thiepval Memorial to the Missing.", "authorname": "Trench-Foote", "id": "32254785-7554821862-72157630604691204", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7554821862/#comment72157630604871808", "realname": "", "path_alias": null, "author": "82837485@N08", "iconserver": "0", "datecreate": "1342454162", "_content": "There's more at <a href=\"http://www.roll-of-honour.com/Bedfordshire/BedfordStMarys.html\" rel=\"nofollow\">www.roll-of-honour.com/Bedfordshire/BedfordStMarys.html</a>  The Bedford St Mary's Roll of Honour, compiled by Mr Martin Edwards in 2003 - I hope he doesn't mind me adding his work to this project.\n\nIt says that his parents were Rev. George Gibson Brown and Mrs Nelly Brown of St Mary's Rectory, Bedford.\n\nFrom the Balliol College War Memorial Book, Volume 1 - David Westcott Brown\n\nDAVID BROWN, son of a very loyal old member of the College, the Rev. G. G. Brown, Rector of St. Mary’s, Bedford, was born on December 19, 1892. From the Oxford Preparatory School he went to Marlborough as a scholar in 1907, and came up to Balliol in 1912. He took a Second Class in Classical Moderations in March 1914, and was reading for Greats when war broke out. He was a regular and useful helper at the Boys’ Club, and a keen member of the Officers’ Training Corps, and at once took a commission in the 6th Battalion of the Leicestershire Regiment. He went to France in July 1915, and became Captain in November. For the greater part of a year the Battalion was in the trenches north of Albert, opposite Monchy-au-Bois; in the great attack on the Somme on July 14, 1916, they captured the woods at Bazentin-le-Petit and Bazentin-le-Grand, with two lines of German trenches, but at a loss of over 600 men and officers. David Brown was last seen going out with his sergeant to reconnoitre, and both were killed. He was a fine warm-hearted man; military service greatly developed his qualities, and he took to his work in the Army with unaffected enthusiasm. Few who were getting so much out of life can have faced the prospect of death with a firmer determination, as he said, “not to shirk or dodge the thought of it,” and some of his later letters, while not less full of life and fun than the earlier, are noble expressions of his strong and deep religious faith. One or two poems which he wrote in France breathe the same spirit.", "authorname": "Stratyllis", "id": "32254785-7554821862-72157630604871808", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7554821862/#comment72157630604969850", "realname": "", "path_alias": null, "author": "78785369@N06", "iconserver": "0", "datecreate": "1342454571", "_content": "Two Voices David Westcott Brown, (1892-1916) Killed at the Battle of the Somme on the 14th of July 1916 \nWritten in May 1916 \n\nThe roads are all torn, but the sun's in the sky, \nThe houses are waste; but the day is all fair, \nThere's death in the air; and the larks are on high, \nThough we die - ; It is spring-time, what do we care? \n\nThe Gardens are rank; but the grass is still green, \nThe orchards are shot-torn; There's bloom on the trees, \nThere's war all around; Yet is nature serene, \nThere's danger; we'll bear it, fanned by the breeze. \n\nSome are wounded; they rest, and their glory is known, \nSome are killed; there's peace for them under the sod, \nMens' homes are in peril; their souls are their own, \nThe bullets are near us; not nearer than God.", "authorname": "Wemmbley-Hogg", "id": "32254785-7554821862-72157630604969850", "iconfarm": 0}], "photo_id": "7554821862"}}