{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1230584075", "originalformat": "jpg", "owner": {"username": "Brooklyn Museum", "realname": "Brooklyn Museum", "nsid": "83979593@N00", "iconserver": "7330", "location": "", "path_alias": "brooklyn_museum", "iconfarm": 8}, "publiceditability": {"canaddmeta": 0, "cancomment": 1}, "id": "3147823753", "title": {"_content": "Target First Saturday January 3, 2009"}, "media": "photo", "tags": {"tag": [{"raw": "brooklyn", "machine_tag": 0, "id": "3064182-3147823753-1203", "_content": "brooklyn", "author": "83979593@N00"}, {"raw": "museum", "machine_tag": 0, "id": "3064182-3147823753-1154", "_content": "museum", "author": "83979593@N00"}, {"raw": "firstsaturday", "machine_tag": 0, "id": "3064182-3147823753-438389", "_content": "firstsaturday", "author": "83979593@N00"}, {"raw": "january", "machine_tag": 0, "id": "3064182-3147823753-7328", "_content": "january", "author": "83979593@N00"}, {"raw": "2009", "machine_tag": 0, "id": "3064182-3147823753-48795", "_content": "2009", "author": "83979593@N00"}]}, "comments": {"_content": "1"}, "secret": "02ff535c36", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>**Last Target First Saturday to catch Gilbert and George exhibition.**</b>\n\nAt the Brooklyn Museum's Target First Saturdays, thousands of visitors enjoy free programs of art and entertainment each month from 5–11 p.m. All evening long, the Museum Café serves a wide selection of sandwiches, salads, and beverages, and a cash bar offers wine and beer. Parking is a flat rate of $4 starting at 5 p.m. All other Saturdays, the Museum closes at 6 p.m.\n\nPlease note that due to limited capacities, some Target First Saturday programs require tickets. Ticket lines often form 30 minutes before ticket distribution at the Visitor Center located in the Rubin Lobby. Members may pick up tickets from the Membership Desk beginning at 2 p.m. while supplies last. Programs subject to change without notice.\n\n***\nIntroducing 1stfans! A new first-of-its-kind socially networked Brooklyn Museum Membership tier has been created and will debut at January's event.\n\nDuring the evening's launch, artists from Swoon's studio will create prints on found paper provided by new 1stfans.\n\nJoin 1stfans for $20 per year and get access to exclusive events at Target First Saturday, skip the movie line, updates via social networks and access contemporary artists Tweeting on our 1stfans Twitter Art Feed!\n\n<a href=\"http://www.brooklynmuseum.org/join/1stfans\">www.brooklynmuseum.org/join/1stfans</a>\n\n***\nFacebook Event:\n<a href=\"http://www.facebook.com/event.php?eid=54017414432\">www.facebook.com/event.php?eid=54017414432</a>\n\n***\n\nSchedule:\n\n5:00 p.m.–7:00 p.m. Music\nMartha A. and Robert S. Rubin Pavilion, 1st Floor\n\nListen to the passionate guitar notes of Flamenco Latino as they tell stories of the distant past and the fleeting present, of love and loss across centuries, and of a Spanish art form that traveled the world.\n\n6:00 p.m.–7:00 p.m. Community Dance Circle\nBeaux-Arts Court, 3rd Floor\n\nIt’s Contra Dance, so swing a stranger, twirl your skirt, and join in the fun as caller Carl Levine gives the steps for this good old-fashioned American folk dance.\n\n6:30 p.m.–8:00 p.m. Dance: From Stage to Page\nIris and B. Gerald Cantor Auditorium, 3rd Floor\n\nLori Belilove &amp; The Isadora Duncan Dance Company and Sabrina Jones, author of Isadora Duncan: A Graphic Biography, present an evening of live dance and discussion about Duncan's life and art. A question-and-answer session and book signing follow. Free tickets are available at the Visitor Center at 5 p.m.\n\n6:30 p.m.–8:30 p.m. Hands-On Art\nEducation Division, 1st Floor\n\nParticipants are invited to decorate a New Year's fabric sash or belt. Free timed tickets (300) are available at the Visitor Center at 5:30 p.m.\n\n7:00 p.m. Young Voices Gallery Talk\nMeet at the entrance to American Identities, 5th Floor\n\nStudent Guides give a gallery talk on the connections between dance and fine art.\n\n7:00 p.m.–8:00 p.m. Community Dance Circle\nBeaux-Arts Court, 3rd Floor\n\nJump in and get down with Ifetayo Cultural Arts’s master dance teacher, dancers, and drummers, as they demonstrate the exuberance of traditional Francophone West African dances.\n\n8:00 p.m. Young Voices Gallery Talk\nMeet at the entrance to The Black List Project, 1st Floor\n\nStudent Guides give a Sign Language–interpreted gallery talk on The Black List Project: Timothy Greenfield-Sanders and Elvis Mitchell.\n\n8:30 p.m. Film\nIris and B. Gerald Cantor Auditorium, 3rd Floor\n\nSee the heartwarming documentary Mad Hot Ballroom (Marilyn Agrelo, 2005, 105 min., NR) about children from several New York City schools competing in a city-wide dance competition. The documentary is preceded by the short film Ghostcatching (Bill T. Jones, Paul Kaiser, Shelley Eshkar, 1999, 7 min., NR). Free tickets are available at the Visitor Center at 7 p.m.\n\n9:00 p.m. Target First Saturdays Book Club\nMeet at the entrance to the Schapiro Wing, 5th Floor\n\nRead the book and then join us for a conversation about it. This month's selection is Swing, a multimedia mystery masterpiece by Emmy and Tony award–winning Rupert Holmes.\n\n9:00 p.m.–11:00 p.m. Dance party\nBeaux-Arts Court, 3rd Floor\n\nWaltz the night away at the annual Brooklyn Winter Ball. Dance lessons from 8 to 9 p.m. by Stepping Out Dance Studios precede the Ball.\n\n9:00 p.m.–11:00 p.m. Chicago House Dance Party\nMartha A. and Robert S. Rubin Pavilion, 1st Floor\n\nDJ Quentin Harris spins Chicago house—a funky mix of house, electronica, soul, and deep groove rhythms."}, "isfavorite": 0, "views": "1105", "farm": 4, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2008-12-29 15:54:35", "lastupdate": "1241984136", "takengranularity": "0", "posted": "1230584075"}, "originalsecret": "c4fbccb07e", "license": "3", "notes": {"note": []}, "server": "3113", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/brooklyn_museum/3147823753/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}