{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/6053382412/#comment72157627358174045", "realname": "", "path_alias": "hockadilly", "author": "99646216@N00", "iconserver": "7415", "datecreate": "1313922638", "_content": "<a href=\"http://www.britishpathe.com/record.php?id=17699\" rel=\"nofollow\">French liner ablaze at Le Havre</a>", "authorname": "hockadilly", "id": "31569669-6053382412-72157627358174045", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/nationalarchives/6053382412/#comment72157627358206745", "realname": "", "path_alias": "hockadilly", "author": "99646216@N00", "iconserver": "7415", "datecreate": "1313923082", "_content": "<a href=\"http://www.britishpathe.com/record.php?id=17692\" rel=\"nofollow\">New berth for bananas</a>\n\nFrom The Observer, 30 June 2002:\n<blockquote>The development of refrigerated shipping changed everything. Then, as now, bananas were imported in bunches to ripening houses in dockyards where they were stored until they had turned a greenish-yellow colour. Then they were broken into individual fingers and transported to stores and markets.\n\nAt times of war, however, bananas disappeared from Britain. In World War I, this shortage led to the popularity of the music hall song 'Yes, we have no bananas', written by Leon Trotsky's nephew.\n\nSimilarly, during World War II bananas disappeared from shops. When transatlantic shipping re-commenced at the end of the war, the return of the banana was hailed as heralding an end to austerity and to the curse of the ration book. The Labour government even instigated a national banana day in 1946. Every child should have a banana that day, it was decreed - sometimes with unfortunate results, as the writer Auberon Waugh recalled. He and two of his sisters received their quota of three precious bananas, an exotic fruit whose deliciousness they had heard of but never experienced.\n\n'They were put on my father's plate, and before the anguished eyes of his children he poured on cream, which was almost unprocurable, and sugar, which was heavily rationed, and ate all three,' Waugh wrote. 'From that moment, I never treated anything he had to say on faith or morals very seriously.'</blockquote>", "authorname": "hockadilly", "id": "31569669-6053382412-72157627358206745", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/nationalarchives/6053382412/#comment72157628077973928", "realname": "Fraser Pettigrew", "path_alias": "fraserpettigrew", "author": "88364971@N00", "iconserver": "3693", "datecreate": "1320704818", "_content": "A comfortable AND luxurious cinema? Well, I'm trying to imagine a cinema that was luxurious but uncomfortable...\n\nAlso the possibility that the attached cinema is not necessarily adapted to the dimensions required to be towable by a train.\n\nCopywriting has come a long way since the 30s.", "authorname": "Fraser P", "id": "31569669-6053382412-72157628077973928", "iconfarm": 4}], "photo_id": "6053382412"}}