{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/powerhouse_museum/4623131183/#comment72157624013913029", "realname": "lifeasdaddy ...a guy, his wife, and their son...", "path_alias": "lifeasdaddy", "author": "13267298@N00", "iconserver": "3144", "datecreate": "1274845706", "_content": "Here is the Sydney Morning Herald report of the Grecian Ball from the following Monday's issue (28 May, 1934, page 4)\n\n&quot;... When the offlciil party arrived at the Grecian Ball held at Mark Foys Empress  rooms on Saturday night they passed througha guard of honour of Greciann dancers clad  in the classical flimsy gowns of various pastel  colours and then were entertained by a  charmingly executed solo dance given by Miss Neridah Larson\n\nSix debutantes were presented to Lady Julius Lady, Fuller and Mr L Chrysanthopoulos ( Conul General for Greece) They  were presented by Mrs Jack Mercer matron of honour and were preceded by little Helen  Adams wearing full Grecian dress who led\n\nthem unfalteringly to the air of Advance  Australia The debutantes were Misses Beverley Comino Gwen Vallalas Mary Demetracos , Annie Angelides, Minnie Economus and Lulu Soldatos They all wore white and carried white posies.\n\nIn the official party were Lady Julius, wearing heavy black lace with touches of pink on the cowled bodice; Lady Fuller who wore an ermine cape over her black velvet gown; Mr j L Chrysanthopoulos Mr J T Jennings and  Mrs Jennings in black velvet. Miss Muriel Fletcher who came with Lady Julius, wore  sherry red romaine trimmed with lame matching her brocade sandals; Mrs Darley who wore black velve;t Mrs Jack Mercer in a gown of purple pebble crepe trimmed with gold lace; Mrs Stephen Herford who wore a  bunch of violets pinned to her gown of parma  violet romaine; Mrs M. Adams in black velvet with silver lame; Mrs J Lester wore oyster morocain and lace; Mrs L Louison  wore sparkling crystals with her black velvet; Mrs G Larides wore black romaine; Mrs J Karanzeils pink crepe de Chine, Mrs N J  Ballantine buff beige georgette trimmed with  a big burgundy velvet bow across the back; Mrs B Larson wore a closely fitting gown of  black organdi with a long train lavishly trimmed with fluting of the materia;  Mrs A Lenos's gown was of prettily embroidered muslin while Miss Audrey Foulsham wore a  trained gown of pink velvet.   Matron Angermunde wore brown and gold lace and Miss a Beftene Masaris wore blue organdi \n\nDr Potiri, Mrs A E Louison, Mr. L Louison, Mr. M Adams, Mr E Larson, Mr A Lenos and Mr. Thomas E  Shonk represented the Benevolent Society of New South Wales for which the ball was organised&quot;\n\n[ ref. <a href=\"http://nla.gov.au/nla.news-article17058904\" rel=\"nofollow\">nla.gov.au/nla.news-article17058904</a> ]", "authorname": "BobMeade", "id": "24762863-4623131183-72157624013913029", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/powerhouse_museum/4623131183/#comment72157624236230646", "realname": "", "path_alias": "cepatri55", "author": "10377819@N05", "iconserver": "8134", "datecreate": "1276066510", "_content": "Hi, I'm an admin for a group called <a href=\"http://www.flickr.com/groups/641783@N22/\">Group Pictures</a>, and we'd love to have this added to the group!", "authorname": "cepatri55", "id": "24762863-4623131183-72157624236230646", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/powerhouse_museum/4623131183/#comment72157624243671772", "realname": "", "path_alias": null, "author": "51002951@N04", "iconserver": "0", "datecreate": "1276161059", "_content": "Great article. Really thank you! Cool.", "authorname": "radu prisacaru", "id": "24762863-4623131183-72157624243671772", "iconfarm": 0}], "photo_id": "4623131183"}}