{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/4462320370/#comment72157623565734937", "realname": "", "path_alias": "drunfs", "author": "42139066@N02", "iconserver": "4055", "datecreate": "1269518178", "_content": "Existe informação sobre que linha é?", "authorname": "drunfs", "id": "26532116-4462320370-72157623565734937", "iconfarm": 5}, {"permalink": "http://www.flickr.com/photos/biblarte/4462320370/#comment72157623690935598", "realname": "", "path_alias": "jose_sousa", "author": "7854844@N03", "iconserver": "0", "datecreate": "1269527980", "_content": "Quase de certeza em Paço de Arcos, no sentido Paço de Arcos - Santo Amaro.", "authorname": "josesousa1972", "id": "26532116-4462320370-72157623690935598", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/biblarte/4462320370/#comment72157623950848353", "realname": "Tiago Alves Miranda", "path_alias": "talvesmiranda", "author": "25105996@N02", "iconserver": "3781", "datecreate": "1274054814", "_content": "Oi! Sou administrador de um grupo chamado <a href=\"http://www.flickr.com/groups/1454271@N22/\">Linha de Cascais</a> e nós adoraríamos ter isto adicionado ao grupo!", "authorname": "Tiago Alves Miranda", "id": "26532116-4462320370-72157623950848353", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/biblarte/4462320370/#comment72157625146720779", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1288432417", "_content": "Combóio da &quot;Sociedade Estoril&quot;, e já eléctrico, GEC da North British, Company of Glasgow, de 1948 com o nº3, e conhecido como &quot;Amália&quot;\n\nA Linha de Cascais foi crescendo ao longo dos anos: primeiro só ia a Pedrouços (inaugurado em 1889), depois prolongou-se a Alcântara, seguindo-se o Cais Sodré. A exploração era feita pela Companhia Real dos Caminhos de Ferro. Em 1915, a Sociedade Estoril, assinou um contrato, para desenvolver a linha com fins turísticos, uma obrigação desse contrato era electrificar a linha. A Electrificação começou em 1918 e só em 1926 se concluiu, devido a problemas causados pela Guerra. Foi a primeira linha do País e da Península Ibérica a ser electrificada, enquanto que a CP, só em 1956 electrificou as linhas nacionais. Passados 50 anos, a linha de Cascais voltava a pertencer aos Caminhos de Ferro Portugueses.", "authorname": "J. Leite", "id": "26532116-4462320370-72157625146720779", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/biblarte/4462320370/#comment72157625844824132", "realname": "", "path_alias": null, "author": "57899860@N08", "iconserver": "0", "datecreate": "1295280443", "_content": "Segundo sei estas composições foram fabricadas pela Baume et Marpent, a partir de 1926.\nForam sendo sucessivamente retiradas ou metalizadas entre finais dos anos 50 e finais dos anos 70.\nEm 1959 são metalizadas as primeiras carruagens, pela Sorefame, compondo automotoras triplas, ainda que não acopladas semi-permanentemente, dando origem a uma das mais bizarras sub-séries da Linha de Cascais, uma vez que são compostas por motoras Craven, circularam quer na formação típica R(eboque)-M(otora)-R, quer na formação R-R-M. Esta é a subsérie 106-109+111 da Sociedade Estoril, matriculada na CP como 3106-3109+3111\nEm 1969, para dar uso a alguns reboques intermédios integralmente construídos pela Sorefame, dez anos antes, são metalizadas mais algumas carruagens B&amp;M para constituírem reboques piloto, ao mesmo tempo que se fazem construir carruagens motoras, assumindo uma formação Rp-Ri-M-Rp. Subsérie 210-214, ou 3210-3214, na CP.\nEm 1979, a subsérie 112-118 (3112-3118) também é composta por reboques piloto metalizados.\n\nComo as ex-subséries 112-118, 119-124 e a série 201-222 (com a excepção de uma composição), foram modernizadas entre 1998 e 2002, ainda se podem distinguir carruagens assentes sobre chassis das primeiras automotoras da Linha de Cascais, o ponto de distinção mais evidente, entre carruagens integralmente &quot;novas&quot; e metalizadas, é a presença das estruturas metálicas que se podem ver na lateral inferior das carruagens (com esta forma: \\______/), nas carruagens metalizadas", "authorname": "ATI4000", "id": "26532116-4462320370-72157625844824132", "iconfarm": 0}], "photo_id": "4462320370"}, "flarchive:created": 1387756768}