{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/6358163563/#comment72157628038114851", "realname": "", "path_alias": null, "author": "29079609@N02", "iconserver": "5491", "datecreate": "1321629755", "_content": "US Navy ship, from Wiki: Jason was once again involved in a humanitarian gesture as she sailed from New York 14 November, bearing Christmas gifts for the Mediterranean fleet and the people of Europe.", "authorname": "Kilted Cowboy", "id": "8602872-6358163563-72157628038114851", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/6358163563/#comment72157628054458403", "realname": "", "path_alias": null, "author": "46398110@N05", "iconserver": "2755", "datecreate": "1321733588", "_content": "is the lad wiping away a tear?", "authorname": "tommy tui", "id": "8602872-6358163563-72157628054458403", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/6358163563/#comment72157628108041039", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1322036161", "_content": "An account of the mission and sendoff of the Christmas Ship Jason in the World Almanac, 1915:\nTHE SANTA CLAUS SHIP. The World co-operated to the fullest extent with the Chicago Herald and perhaps 150 other newspapers of the United States to this end—that the children of Europe, whose fathers have been killed in the war might be remembered by Santa Claus on Christmas. The Idea originated with James Keeley, publisher of the Chicago Herald. Generous response to the call on behalf of the children was made. The World established sixty-four receiving depots In New York. A general receiving station was established through the co-operation of Dock Commissioner R.A.C. Smith. This station was on the upper deck of Pier No. 1, North River. Its use was given to Commissioner Smith on behalf of the Christmas Ship by the lessees, the Iron Steamboat Company. The American Red Cross, under the guidance of` Miss Mabel T. Boardman, co-operated by offering to convey and deliver gifts to the children. This co-operation meant a wide and impartial distribution. Irving T. Bush, President of the Bush Terminal Company, offered the use, without cost, of the Bush Terminal stores. Gifts were handled there as well as at the Iron Steamboat Pier. The collier Jason was given by Secretary of the Navy Josephus Daniels to carry the Christmas presents to Europe. \n\nThe quantity of merchandise that was sent in response to The World's call for help for the orphan children was great. The pier was strung with electric lights and the work of preparing the cargo for shipment was rushed night and day. The soldiers from Fort Hamilton worked under Major Lawton of the Quartermaster's Department assorting the gifts. A company of marines helped the Red Cross representatives. The wives and daughters of the officers on Governor's Island and many others worked each day until the gifts were all stowed away in the big collier. When she steamed away, Lieutenant-Commander C. E. Courtney commanding, she bore 6,000,000 gifts. It was probably the most remarkable cargo that any ship ever carried from this or any other port.\n\nShe was given a great send-off. Mayor Mitchel sent a letter and Mr. McAneny as his representative to see her sail. John Callan O'Laughlin, representing the Chicago Herald, went with the ship as American Commissioner. All paid tribute to the work of The World to the end that the undertaking might be a success and bring Joy, or at least a measure of comfort, to the helpless children, sufferers because of the war.\n\n\n<a href=\"http://books.google.com/books?id=-GQ3AAAAMAAJ&amp;pg=PA25&amp;lpg=PA25&amp;dq=christmas+ship+1914+bush+terminal&amp;source=bl&amp;ots=FXYTJImfse&amp;sig=PrwxEgP0DWUxNmK2GvwTjZRafVc&amp;hl=en&amp;ei=yUvITrbIPKHniAK5783rDw&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=1&amp;ved=0CBwQ6AEwAA#v=onepage&amp;q=christmas%20ship%201914%20bush%20terminal&amp;f=false\" rel=\"nofollow\">books.google.com/books?id=-GQ3AAAAMAAJ&amp;pg=PA25&amp;lp...</a>", "authorname": "artolog", "id": "8602872-6358163563-72157628108041039", "iconfarm": 4}], "photo_id": "6358163563"}}