{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7554822196/#comment72157630624463392", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1342554417", "_content": "16910 Company Sergeant Major William Scott of 'McCrae's Battalion' (16th Battalion Royal Scots - raised as a 'sportsmans' battalion' by Lieutenant Colonel Sir George McCrae.  Recruiting players from the Heart of Midlothian football team in Edinburgh the Battalion attracted professional sportsmen, amateur soccer and rugby players and football supporters from across the City).\n\nOn 1 July 1916 the Battalion attacked and briefly captured the German strongpoint known as Scots Redoubt defended by the German 110th Reserve Regiment (there is now a memorial - McCrae's Cairn - marking their objective).  As part of 101st Brigade in the 34th Division, behind 15th Royal Scots, those who got through the enemy fire opposite Contalmaison managed to cover 2kms in 48 minutes, achieving the deepest penetration of the German trench line anywhere on that morning.  Heart of Midlothian football players and other professionals joined the 16th Royal Scots, known as Macrae's Battalion after Lt. Col Sir George McCrae.  \n\nOn the First Day of the Battle of the Somme orders were issued to many battalions that Commanding Officers and Company Sergeant Majors were not to go over the top with their men.  Commanders at all levels suspected that casualties would be heavy and that there would be a need to reconstitute battalions under firm guidance afterwards.  This order was ignored in many battalions where the CO and CSMs felt morally obliged to lead their men into action by personal example and could not abandon them when their presence was most needed.\n\nIn the course of the first hours of 1 July 1916, 16th Battalion Royal Scots suffered 256 men killed and 320 men wounded in this attack.//", "authorname": "Gary Donaldson", "id": "32254785-7554822196-72157630624463392", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7554822196/#comment72157630634493254", "realname": "", "path_alias": null, "author": "77788549@N05", "iconserver": "0", "datecreate": "1342609302", "_content": "William Scott was the eldest son of William Scott and Isabella Johnston S. Scott of Linn, Glasgow.  His body was never recovered from the battlefield.  There is a memorial gravestone to him, raised by his parents, in the Cathcart Cemetery, Glasgow, Renfrewshire.", "authorname": "Trench-Foote", "id": "32254785-7554822196-72157630634493254", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7554822196/#comment72157630635773778", "realname": "", "path_alias": null, "author": "82837485@N08", "iconserver": "0", "datecreate": "1342616970", "_content": "There is a book about 'McCrae's Battalion' - by Jack Alexander, published in 2003, ISBN 1 84018 707 7.  \n\n16(Service) Battalion Royal Scots was completed to Establishment in December 1914.  They trained at Ripon in North Yorkshire from January 1915; then at Sutton Veny, just off Salisbury Plain, SE of Warminster in Wiltshire, from September 1915.  \n\nFrom a review, by Jeremy Crang of Edinburgh University, of the book by Jack Alexander:\n\n&quot;The battalion landed in France in [January] 1916 and was earmarked to spearhead the British attack on the Somme on 1 July. Shortly before dawn on that fateful day the troops filed into their assault positions near La Boisselle. An early morning mist shrouded the valley in front of them, but the sun was beginning to burn through. The order was given to fix bayonets. Throats went dry and stomachs tightened. Some men nervously cracked jokes; others literally trembled with fear. At 7.30am the whistles blew and McCrae's went 'over the top'. The slaughter began. The German gunners emerged from their deep dugouts, where they had been protected from the British bombardment, and scythed down the advancing Scots. One doomed soldier was seen to put his hands in front of his face as if to shield himself from the hail of lead and iron. All around khaki turned maroon. Amazingly, some brave souls penetrated the German trench system. The Germans were determined to drive them out but the Scots heroically fought off repeated German counter attacks. Sir George joined his men in the German trenches and was in the thick of the action. He positioned himself on a parapet and picked off Germans with his rifle while his servant spotted for him. On 3 July the 16th Royal Scots were relieved, having held onto their slim gains, but the battalion had been virtually destroyed. Of the 800 men who had taken part in the attack, 600 had been killed or wounded. Among the dead were three Hearts players: Sergeant Duncan Currie, Private Ernest Ellis and Private Harry Wattie. 1 July 1916 was Edinburgh's blackest day since Flodden.&quot; \n\nBadly wounded, WO2 CSM William Scott would have lain out in the scorching sun between the front lines.  We will never know if he bled to death, quickly or slowly, or if he tried to get himself back to the British line, or if he was hit again, by rifle or machine-gun fire, or the high explosive of artillery.\n\nFurther to the point made above.  Lt Col George McCrae, aged 56, was one of the Commanding Officers who led his men into action on 1st July.  He notably got well forward in the attack, gaining the German trenches, and organised defence against repeated German counter-attacks.  He was a noted shot and fought with his rifle, sniping approaching Germans while his batman acted as spotter.  A Liberal MP (for Edinburgh East) and a popular CO, he survived the war and was awarded the DSO.  However in the aftermath of the First Day of the Somme, as elsewhere, the 'volunteer' COs were often unjustly attributed with poor leadership and a lack of tactical knowledge.  George McCrae was removed from Command of his 16th Battalion Royal Scots by the Divisional Commander, Maj Gen Nicholson CMG, (Maj Gen Ingouville-Williams CB DSO, the original Divisional Commander, having been killed by shellfire on 22nd July 1916), and McCrae was assigned to a Reserve battalion.", "authorname": "Stratyllis", "id": "32254785-7554822196-72157630635773778", "iconfarm": 0}], "photo_id": "7554822196"}}