{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/galt-museum/3390365229/#comment72157622531256458", "realname": "", "path_alias": "whatsthatpicture", "author": "24469639@N00", "iconserver": "3790", "datecreate": "1254863677", "_content": "Hi, I'm an admin for a group called <a href=\"http://www.flickr.com/groups/99672494@N00/\">What's that picture?</a>, home of Flickr's unidentified vintage photographs, and we'd love to have this and other other mysteries that you may have added to the group!", "authorname": "whatsthatpicture", "id": "23663808-3390365229-72157622531256458", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/galt-museum/3390365229/#comment72157626319078045", "realname": "", "path_alias": null, "author": "61450492@N05", "iconserver": "0", "datecreate": "1302123775", "_content": "believe it or not but my family lived in this house in 1953", "authorname": "wolf1881", "id": "23663808-3390365229-72157626319078045", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/galt-museum/3390365229/#comment72157632436622926", "realname": "", "path_alias": null, "author": "91885015@N04", "iconserver": "0", "datecreate": "1357331215", "_content": "My step father owned the ranch which the Urch Halfway house sat on. His name was Karl Roelofs of Lethbridge. As the house went into a sad but decaying state, I remember that my dad's cattle would walk right into it to escape the wind and snow. My step-dad is now gone, but now I look back and wish he would have preserved the half-way house. As a girl in the mid-seventies, I remember the  original wallpaper hanging from the walls in shreds, pink with little rosebuds, and my little brother and I could still go upstairs, carefully, as the stairs were then starting to give out. I still recall the sounds of the wind whistling through the open windows where the glass panes had once been. Now living on the west coast, I often wonder if there is anything left of the halfway house still standing. Time to take journey back one of these days. Thanks for posting this.", "authorname": "jojomiller2013", "id": "23663808-3390365229-72157632436622926", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/galt-museum/3390365229/#comment72157637034021844", "realname": "", "path_alias": null, "author": "61450492@N05", "iconserver": "0", "datecreate": "1382932790", "_content": "my dad worked for Katl Roelofs in 1953   karl owned the ranch by the old man river and #3 highway at that time dad use to go back and forth by horse  from the house to the ranch  i was only 10 years old then  but i loved it there -as far as i knoe there is nothing left -----i remember the natives coming by  to get wood   i live in ontario now  my dads name was addo swarts- mom name henny swarts---my name is lucs swarts     thank you very much", "authorname": "wolf1881", "id": "23663808-3390365229-72157637034021844", "iconfarm": 0}], "photo_id": "3390365229"}}