{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2163714782/#comment72157603831799227", "realname": "", "path_alias": null, "author": "22716314@N06", "iconserver": "2010", "datecreate": "1201835614", "_content": "This is interesting\r\n<a href=\"http://www.history.navy.mil/faqs/faq71-1.htm\">www.history.navy.mil/faqs/faq71-1.htm</a>", "authorname": "cabingoddess", "id": "8602872-2163714782-72157603831799227", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163714782/#comment72157603844448525", "realname": "", "path_alias": null, "author": "23103743@N05", "iconserver": "2155", "datecreate": "1202046196", "_content": "Likely in late1911.  Quote below is from Wikipedia  <a href=\"http://en.wikipedia.org/wiki/USS_Maine_(ACR-1)\" rel=\"nofollow\">en.wikipedia.org/wiki/USS_Maine_(ACR-1)</a> \r\n\r\n1911 Court of Inquiry ==  By 1908, the war drums had long stopped beating, and many parties demanded that the Maine be raised from Havana harbor. Cuban officials became worried about the safety of having a sunken ship in their harbor, U.S. officials wanted the remains of the sailors trapped in the wreck recovered and buried, and a few people wanted to confirm the cause of the sinking. Begun in December 1910, a huge waterproof cofferdam was built around the wreck and water was pumped out, finally exposing the wreck by late summer 1911. Sections of the hull of the Maine were numbered, many photographs were taken, and models of the Maine and her wreckage were built by the single Navy employee assigned to the job in Havana. Except for many souvenir items retained by the Navy and frequently distributed to the public, most of the tangled wreckage was dumped into the sea off the coast of Cuba. Between November 20 and December 2, 1911 a court of inquiry headed by Rear Admiral Charles E. Vreeland visited the wreck. ... After the investigation, the newly located dead were buried in Arlington National Cemetery and the hollow, intact portion of the hull of the Maine was refloated and ceremoniously scuttled at sea on March 16, 1912.", "authorname": "swanq", "id": "8602872-2163714782-72157603844448525", "iconfarm": 3}], "photo_id": "2163714782"}}