{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/8147806499/#comment72157631914959238", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1351899479", "_content": "The original Charles Schwab.", "authorname": "Wystan", "id": "8602872-8147806499-72157631914959238", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/8147806499/#comment72157631918779251", "realname": "Al", "path_alias": null, "author": "18778996@N00", "iconserver": "96", "datecreate": "1351960891", "_content": "Charles Michael Schwab (1862-1939) is one of the greatest entrepreneurs in US history. Thomas Edison once referred to him as the “master hustler.”\n\nEarly in his life, Charles was a laborer in a Pennsylvania company known as Edgar Thompson Steel Works, which was owned by steel tycoon Andrew Carnegie. Charles ascended the ranks there, becoming assistant manager in the early 1880s, and manager in 1887.\n\nFive years later, Andrew Carnegie asked him to restore relationships between labor and management after a severe strike at the Homestead steel plant. Charles not only succeeding in doing so, but he also dramatically and impressively improved the plant’s efficiency. This made way for his rise in Carnegie’s steel empire, and by 1897, Charles became president of the Carnegie Steel Company.\n\nThen in 1901, he teamed with financier J.P. Morgan, and combined and consolidated several competing steel companies (including Carnegie’s) in order to form a new powerhouse called United States Steel Corporation.\n\nCharles also became the new company’s president, but he resigned two years later due to conflicts with Morgan and the company’s directors.\n\nCharles then devoted his efforts to a smaller steel company of his called Bethlehem Steel, which he had a controlling interest in since 1901.\n\nA masterful innovator and motivator, Charles was able to make his company one of the most powerful steel-manufacturers in the world, mainly through efficiency improvements and a merger with the U.S. Shipbuilding Corporation.\n\nThe company reaped huge profits during World War I, supplying steel for military uses.\n\nBy then, Charles was very well known as a steel tycoon with a lavish lifestyle, risk-taking style, and rumored unethical business tactics.\n\nBy the 1920s his fortune was worth around $200 million, but that fortune slowly drained due to factors such as his spending habits, a string of bad investments, and the Great Depression. He died broke in 1939.", "authorname": "randeclip", "id": "8602872-8147806499-72157631918779251", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/8147806499/#comment72157631944547395", "realname": "Richard Norton", "path_alias": "richard_arthur_norton", "author": "54904823@N00", "iconserver": "2568", "datecreate": "1352223899", "_content": "<a href=\"http://en.wikipedia.org/wiki/Charles_M._Schwab\" rel=\"nofollow\">en.wikipedia.org/wiki/Charles_M._Schwab</a>", "authorname": "Richard Arthur Norton  (1958- )", "id": "8602872-8147806499-72157631944547395", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/8147806499/#comment72157631963776090", "realname": "", "path_alias": "ryan_loc", "author": "35234565@N04", "iconserver": "1021", "datecreate": "1352411067", "_content": "Thanks to all of you for this research. We'll fill in the name the next time we update the record.", "authorname": "Ryan (LOC P&P)", "id": "8602872-8147806499-72157631963776090", "iconfarm": 2}], "photo_id": "8147806499"}}