{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8181883704/#comment72157632109445094", "realname": "", "path_alias": null, "author": "90502926@N07", "iconserver": "0", "datecreate": "1353960978", "_content": "Which is it: W.T. Senior,or W.Talbot, Sr. At last report, the Talbots claim no link to the Plantagenets,but descent from William the Conqueror's illegitimate son, Hugh, Bishop of Taleboth, France. There once was a war dog called a Talbot, a large white mastiff type. These dogs descend from the alaunt, a breed brought to Europe by the Alans from the Steppes. Many Alans settled near Orleans, and helped stop the Huns.", "authorname": "nep2004", "id": "32254785-8181883704-72157632109445094", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8181883704/#comment72157632109128415", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1353998227", "_content": "It is Walter Talbot Senior, who enlisted in 1914 as a Private in the Royal Fusiliers and was subsequently commissioned on probation as Second Lieutenant W T Senior in the West Yorkshire Regiment on 23rd June 1916.  [London Gazette of 27 Jun 1916].\n\nWalter Senior is commemorated at St Helen's Church in Sandal.  From their website at <a href=\"http://www.sandal.org.uk/ww1.html\" rel=\"nofollow\">www.sandal.org.uk/ww1.html</a> there is the following:\n\nSecond Lieutenant Walter Talbot Senior, 6th Bn, West Yorkshire Regiment (Prince of Wales’s Own), died aged 22 on 3 September 1916. Son of Arthur Senior, of Manygates Park Sandal. Buried at Connaught Cemetery, Thiepval, Somme.\n\nHis eldest brother, Lieutenant Joseph Senior, was killed in action aged 24 while serving as an observer navigator with the 45 Sqn RFC (ex 11th West Yorkshires) on 9 May 1917.  Another brother, George, was an officer in the King's Own Yorkshire Light Infantry and was attached to the Sherwood Foresters.\n\nSecond Lieutenant Walter Talbot Senior, of the West Yorkshire Regiment, was reported missing at Thiepval on September 3rd.  During the attack he was seized by four Germans and pushed into one of their dugouts. Later on he escaped bringing with him a supply of German bombs, which he used with great effect against the Hun. No further news has been received of him... All the brothers were educated at Wakefield Grammar School and each gave promise of exceptional education powers.\n\nNote: A photograph was published on the Wakefield Express, 19 May 1917//.", "authorname": "Gary Donaldson", "id": "32254785-8181883704-72157632109128415", "iconfarm": 0}], "photo_id": "8181883704"}}