{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2163135065/#comment72157603740936351", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1200611493", "_content": "1912 Democratic Convention \r\nBaltimore, MD\r\n \r\nJune 25 to July 2, 1912 \r\nNominated:Woodrow Wilson of New Jersey for President \r\n\r\nNominated: Thomas R Marshall of Indiana for Vice President \r\n\r\nIn 1912 there were three major contenders for the Democratic nomination, The three were House Speaker Champ Clark,, Chairman of the House Ways and Means Committee Congressman Oscar W Underwood and Woodrow Wilson governor of New Jersey. 1912 was the first year that the democrats had primaries to select delegates for the convention. Wilson and Clark each won a number of primaries, and Clark arrived at the convention with the largest number of delegates pledged to him. When the convention opened Clark received the support of the Tammany Organization in New York. That support had the effect of turning Byran who had been largely neutral into an opponent of Clarke. On the first ballot however, Clark led with 440 1/4 votes to 324 for Wilson, 148 for Harmon 117 1/4 for Underwood and the rest scattered. Ballots continued all evening. On the ninth ballot the New York delegation changed its vote to support Clark giving him a majority of the votes. In past conventions that would have been enough to begin a bandwagon for Clark, quickly giving him the 2/3 needed. Instead this time the opposition held their ground. Now once again Byran took center stage in a speech castigating Clark for being in the pocket privilege class. This solidified the anti Clark forces which centered on Wilson. Balloting continued for two days however, until on the 46th ballot Wilson acheived 2/3 of the votes and became the nominiee. \r\n \r\n<a href=\"http://www.multied.com/elections/Conventions/1912DEM.html\">www.multied.com/elections/Conventions/1912DEM.html</a>", "authorname": "artolog", "id": "8602872-2163135065-72157603740936351", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163135065/#comment72157603749655862", "realname": "", "path_alias": "toots", "author": "61849735@N00", "iconserver": "79", "datecreate": "1200771260", "_content": "Thanks for the info.  Really learning some things here with these pictures.", "authorname": "Cassies grandma", "id": "8602872-2163135065-72157603749655862", "iconfarm": 1}], "photo_id": "2163135065"}}