{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/6197567523/#comment72157627789443964", "realname": "", "path_alias": null, "author": "25695066@N00", "iconserver": "7037", "datecreate": "1317418968", "_content": "French aviator Eugene Gilbert (b. 1889 - d. 1918) who was the subject of some controversy during the First World War.\n\n- First there was the imposter...\n<a href=\"http://query.nytimes.com/gst/abstract.html?res=FA0813FC3D5C13738DDDAA0894D1405B848DF1D3\" rel=\"nofollow\">query.nytimes.com/gst/abstract.html?res=FA0813FC3D5C13738...</a>\n<b>POSED AS FRENCH AVIATOR - Mme. Gilbert Exposes Impostor - Airmen Escape After Breakdown</b>\nNew York Times\nSeptember 3, 1914\nPARIS, Sept. 2. - Mme. Gilbert, wife of the famous aviator, was recently arrested near Clermont-Ferrand at the Village of Parlay-le-Monial, where she was informed her husband was being feted on his return from a successful raid.  On her arrival she found her alleged husband an imposter - a warrant has been issued for his arrest, since the real Gilbert is at Dole - and she was challenged by a gendarme when trying to return home.  Finding her without papers and carrying German uniform buttons, which she bought from prisoners as souvenirs, he promptly arrested her.  Release was obtained with difficulty on the arrival of her father-in-law with the necessary information.\n\n- Then there was his internment in Switzerland...\n\nGilbert engaged in a bombing mission on June 27, 1915, when he dropped five bombs from his aircraft upon the Zeppelin works at Freidrichshafen, Germany on Lake Constance.  It was during this raid, however, that his aircraft was struck by anti-aircraft fire.  Gilbert was then forced to land his crippled aircraft near Rhinefelden, in neutral Switzerland, where he was interned as a belligerent (See: <u>Flying, Volume 4</u>, August 1915, Page 634,   <a href=\"http://books.google.com/books?id=st1LAAAAYAAJ&amp;pg=PA634&amp;dq=eugene+gilbert,+aviator&amp;hl=en&amp;ei=UjmGTpDkDqTv0gHv77HLDw&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=6&amp;ved=0CE0Q6AEwBQ#v=onepage&amp;q&amp;f=false)\" rel=\"nofollow\">books.google.com/books?id=st1LAAAAYAAJ&amp;pg=PA634&amp;d...</a>\n\n<a href=\"http://query.nytimes.com/gst/abstract.html?res=F30C11F83C5D17738DDDA00A94D0405B858DF1D3\" rel=\"nofollow\">query.nytimes.com/gst/abstract.html?res=F30C11F83C5D17738...</a>\n<b>RETURN PRISONER TO SWISS; French Order Their Aviator Who Escaped to Give Himself Up.</b>\nNew York Times\nAugust 29, 1915\nPARIS, Aug. 28. -- Eugene Gilbert, the French aviator who recently escaped from Switzerland after being interned there, returned to Switzerland and gave himself up to night by order of the French Government.\n\n<a href=\"http://query.nytimes.com/gst/abstract.html?res=F20811F63E5D16738DDDA80B94D0405B858DF1D3\" rel=\"nofollow\">query.nytimes.com/gst/abstract.html?res=F20811F63E5D16738...</a>\n<b>SWISS THANK FRANCE FOR GILBERT'S RETURN; Say Aviator Who Escaped Had Not Been Released from Terms of Promise.</b>\nNew York Times\nAugust 31, 1915\nPARIS, Aug. 30. -- Eugene Gilbert, the French aviator whose return to Switzerland after his escape from internment in that country was ordered by the French Government, arrived in Berne yesterday escorted by Captain Dufour of the Swiss Army, according to a Havas News Agency dispatch from Berne. \n\n- Although Gilbert was returned to Switzerland for internment, he would once more escape Switzerland and rejoin the French air service later in the war.  However, he would soon thereafter perish in a plane crash at Chilacoublay Aerodrome on May 16, 1918. (See: <u>Navy air pilot and military aeronautic review, Volume 4</u>, June 1918, Page 116,   <a href=\"http://books.google.com/books?id=GUNTAAAAYAAJ&amp;pg=PA116&amp;lpg=PA116&amp;dq=eugene+gilbert,+aviator&amp;source=bl&amp;ots=CHjhyF62CG&amp;sig=7CY12AT1jztWBphyyHnCrVVLy7c&amp;hl=en&amp;ei=KjKGToe0CeXu0gHaitX6Dw&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=5&amp;ved=0CDIQ6AEwBA#v=onepage&amp;q=eugene gilbert, aviator&amp;f=false\" rel=\"nofollow\">books.google.com/books?id=GUNTAAAAYAAJ&amp;pg=PA116&amp;l...</a>\n\nSee also:\nEugene Gilbert - Early Aviators\n<a href=\"http://earlyaviators.com/egilbert.htm\" rel=\"nofollow\">earlyaviators.com/egilbert.htm</a>", "authorname": "TVL1970", "id": "8602872-6197567523-72157627789443964", "iconfarm": 8}], "photo_id": "6197567523"}}