{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2162927163/#comment72157603798219949", "realname": "Randy Reiss", "path_alias": null, "author": "46696233@N00", "iconserver": "2420", "datecreate": "1201335068", "_content": "This is actually a pretthy  important photograph -- the first shipment of the mail by air authorized by postal authorities. \r\n\r\nfrom <a href=\"http://www.earlyaviators.com/eovingto.htm\">www.earlyaviators.com/eovingto.htm</a>\r\n\r\n&quot;At a large meet in Garden City, Long Island, New York an attempt was to be made to fly the first air mail in the United States following the lead of the British two weeks earlier. Postmaster General Frank Hitchcock had attempted in November 1910 to fly a plane on a ship-to-shore flight to demonstrate a method to expedite the delivery of mail , etc. from arriving and departing transoceanic vessels. However, bad weather thwarted one attempt and a broken propeller, another. Now at Garden City another attempt was to be made. Two prominent British flyers were approached to participate but declined politely when they learned that there was no remuneration. However Earl L. Ovington volunteered to make the flight. Although he flew a Curtis-type pusher biplane at Chicago he preferred his tractor-type monoplane and came to Garden City with an American-made Bleriot Queen... named the Dragonfly and bearing a bold number 13. Postmaster Hitchcock was disappointed with his choice as he expected his mail carrier's plane to be a two-seated with one seat reserved for him... The Bleriot was only capable of carrying one person. Not wishing to surrender the distinction of being the first air mail carrier he reported &quot;I immediately decided to postpone the flight until a two-seated plane could be procured.&quot; Eventually Hitchcock relented and he said, &quot;I handed the pouch to Ovington ...and permitted him to proceed on that first flight alone. For a time I felt rather deeply disappointed of thus failing in my ambition to become the first (air mail) carrier of record (in the United States). Afterward, when I became better acquainted with Earl Ovington and began to appreciate his fine qualities...I cease to begrudge him the honor he wrested from me.&quot;\r\n     Ovington took off on September 23, 1911 with a load of 640 letters and 1,280 postcards in a mail bag tucked between his legs - the first airplane carry of United States mail authorized by postal authorities. Ovington flew to Mineola, about three miles away, where, as agreed, he dropped the bag in a prearranged spot to waiting postal officials. The drop landed on time and on target, but unfortunately the bag broke on impact with the ground, scattering the mail hither and yon. After a scramble, all the letters and cards were retrieved and sent on the way via regular postal channels, all of them bearing the cancellation &quot;AEROPLANE STATION No.1 - GARDEN CITY ESTATES, N.Y.&quot; For this feat Ovington was awarded the title &quot;AIR MAIL PILOT No.1.&quot;  &quot;", "authorname": "undeadsinatra", "id": "8602872-2162927163-72157603798219949", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2162927163/#comment72157604604270975", "realname": "lifeasdaddy ...a guy, his wife, and their son...", "path_alias": "lifeasdaddy", "author": "13267298@N00", "iconserver": "3144", "datecreate": "1208510490", "_content": "In the hand-written inscription it has &quot;P.M.G. Hitchcock&quot;\r\n\r\nThe letters &quot;P.M.G.&quot; stand for postmaster-general; so it would be significant to retain that in the caption methinks.\r\n\r\nIt's an accepted although archaic abbreviation.", "authorname": "BobMeade", "id": "8602872-2162927163-72157604604270975", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2162927163/#comment72157611563364294", "realname": "Richard Norton", "path_alias": "richard_arthur_norton", "author": "54904823@N00", "iconserver": "2568", "datecreate": "1230055757", "_content": "Earle Lewis Ovington (December 20, 1879 - 1936) was an American aeronautical engineer, aviator and inventor, and served as a lab assistant to Thomas Edison. Ovington piloted the first official airmail flight in the US in 1911, from Garden City, New York to Mineola, New York. He delivered 640 letters and 1,280 postcards, including a letter to himself from the United States Postal Service designating him as &quot;Official Air Mail Pilot #1.&quot;\nSource: <a href=\"http://en.wikipedia.org/wiki/Earle_Ovington\" rel=\"nofollow\">en.wikipedia.org/wiki/Earle_Ovington</a>\n\nFrank Harris Hitchcock (October 5, 1867 – August 25, 1935), was chairman of Republican National Committee from 1908 to 1909. He was then Postmaster General of the United States under President William Howard Taft from 1909 to 1913.\nSource: <a href=\"http://en.wikipedia.org/wiki/Frank_Harris_Hitchcock\" rel=\"nofollow\">en.wikipedia.org/wiki/Frank_Harris_Hitchcock</a>\n\nI started an entry for Edward M. Morgan at Wikipedia:\n<a href=\"http://en.wikipedia.org/wiki/Edward_M._Morgan\" rel=\"nofollow\">en.wikipedia.org/wiki/Edward_M._Morgan</a>\n\nThe plane is instantly recognizable as a Blériot XI.\nSource: <a href=\"http://en.wikipedia.org/wiki/Bl%c3%a9riot_XI\" rel=\"nofollow\">en.wikipedia.org/wiki/Bl%c3%a9riot_XI</a>", "authorname": "Richard Arthur Norton  (1958- )", "id": "8602872-2162927163-72157611563364294", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2162927163/#comment72157625317629539", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1290403271", "_content": "Other Bain/LOC photos of Earle Lewis Ovington, the first U. S. Airmail pilot:\n[http://www.flickr.com/photos/library_of_congress/2162739191/in/photostream/]\n[http://www.flickr.com/photos/library_of_congress/2162738925/]\n[http://www.flickr.com/photos/library_of_congress/2162926957/]\n[http://www.flickr.com/photos/library_of_congress/2162924351/]", "authorname": "Wystan", "id": "8602872-2162927163-72157625317629539", "iconfarm": 4}], "photo_id": "2162927163"}}