{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157629494278536", "realname": "", "path_alias": "govert1970", "author": "39839593@N00", "iconserver": "29", "datecreate": "1334915978", "_content": "Impressive coat.", "authorname": "Michiel2005", "id": "47267889-7095717381-72157629494278536", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157629858666707", "realname": "", "path_alias": "nlireland", "author": "47290943@N03", "iconserver": "5468", "datecreate": "1334916077", "_content": "[http://www.flickr.com/photos/govert1970] Indeed! He gives off a very aviator/motorcyclist vibe, doesn't he?", "authorname": "National Library of Ireland on The Commons", "id": "47267889-7095717381-72157629858666707", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157629858896333", "realname": "The McKillop", "path_alias": null, "author": "22692420@N05", "iconserver": "8337", "datecreate": "1334919732", "_content": "Will you just look at those boots!  No cheap pampooties there!", "authorname": "polymeric", "id": "47267889-7095717381-72157629858896333", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157629858974959", "realname": "", "path_alias": null, "author": "54431309@N03", "iconserver": "7196", "datecreate": "1334920893", "_content": "amazing shot", "authorname": "yousif abdelrazaq", "id": "47267889-7095717381-72157629858974959", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157629494895330", "realname": "", "path_alias": "govert1970", "author": "39839593@N00", "iconserver": "29", "datecreate": "1334924957", "_content": "Maybe the chap in front with the boots and coat was a driver. Driving a car in those days often meant being exposed to the elements.", "authorname": "Michiel2005", "id": "47267889-7095717381-72157629494895330", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157629495741704", "realname": "Anthony Mulholland", "path_alias": "anthony1928", "author": "38915126@N06", "iconserver": "2861", "datecreate": "1334934410", "_content": "Great image and capture.", "authorname": "anthony1928 (Have A Great Day)", "id": "47267889-7095717381-72157629495741704", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157629496028740", "realname": "Paul O'Farrell", "path_alias": null, "author": "33577523@N08", "iconserver": "7438", "datecreate": "1334937271", "_content": "The O'Gorman brothers were discussed in Dáil Éireann May 1923 with regard to a strike at their Clonmel factory and strike breaking by bringing workers in from London.\n<a href=\"http://historical-debates.oireachtas.ie/D/0003/D.0003.192305180032.html\" rel=\"nofollow\">historical-debates.oireachtas.ie/D/0003/D.0003.1923051800...</a>", "authorname": "ofarrl", "id": "47267889-7095717381-72157629496028740", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157629860840889", "realname": "", "path_alias": "blackpoolbeach", "author": "14302637@N08", "iconserver": "2335", "datecreate": "1334941512", "_content": "<img src=\"http://sites.google.com/site/waggonways/pics-nli/1921-Clonmel-OGorman.jpg\" />\n\nThey are not mentioned in the 1921 phone directory for Waterford (the latest I have access to).\nHere are the Motor listings for Waterford.\n249 Central Motor Works (P &amp; A WADE), 23 The Quay\n269 CROTTY &amp; Son, Motor &amp; Electrical Engineers, Parnell Street\n300 DURAND &amp; Co, (Coach &amp; Motor Works), Parnell Street\n44 KELLY John, Motor &amp; Electrical Engineers, Catherine Street\n318 O'NEILL Mrs B, Undertaker Motor Garage, 56 Sally Park\n306 RYAN &amp; CONNOLLY, Motor Garage, Bridge Street\n165 SHERIDAN T J &amp; Co, Motor Engineers &amp; Agents, The Quay\n280 WHITTY Bros, Motor &amp; Electrical Engineers, 45 Parnell Street", "authorname": "blackpoolbeach", "id": "47267889-7095717381-72157629860840889", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157629496503198", "realname": "Paul O'Farrell", "path_alias": null, "author": "33577523@N08", "iconserver": "7438", "datecreate": "1334941976", "_content": "I believe it is Parnell Street Clonmel not Waterford. John O'Gorman a coach builder and garage owner of Parnell Street, Clonmel was the first president of Clonmel Chamber of Commerce in 1925.\n<a href=\"http://www.clonmelchamber.com/content.php?par=About+Us&amp; sect=Clonmel+Chamber\" rel=\"nofollow\">Clonmel Chamber of Commerce</a>", "authorname": "ofarrl", "id": "47267889-7095717381-72157629496503198", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157629861030075", "realname": "", "path_alias": "blackpoolbeach", "author": "14302637@N08", "iconserver": "2335", "datecreate": "1334943379", "_content": "[http://www.flickr.com/photos/33577523@N08]  \nHere is Parnell Street, Clonmel on <a href=\"http://g.co/maps/e88ck\" rel=\"nofollow\">Google Street View</a>.\nThere are 2 archways remaining like this one next to the old hotel (Bianconi House).\nHere is the OSI old map of  <a href=\"http://maps.osi.ie/publicviewer/#V1,620367,622580,7,9\" rel=\"nofollow\">Clonmel</a> showing a Coach Factory.\nThe oldest map shows Bagwell Street instead of Parnell Street.", "authorname": "blackpoolbeach", "id": "47267889-7095717381-72157629861030075", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157629861116441", "realname": "Paul O'Farrell", "path_alias": null, "author": "33577523@N08", "iconserver": "7438", "datecreate": "1334944352", "_content": "[http://www.flickr.com/photos/blackpoolbeach/&quot;&gt;www.flickr.com/photos/blackpoolbeach/] The older 6&quot; maps date from around the 1830/40's i believe , before Parnell's time. The 25&quot; maps are from the late 1890's to very early 1900's I think.", "authorname": "ofarrl", "id": "47267889-7095717381-72157629861116441", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157629497008472", "realname": "", "path_alias": "blackpoolbeach", "author": "14302637@N08", "iconserver": "2335", "datecreate": "1334947292", "_content": "A H Poole &amp; Co, Photographers are listed at 34 The Mall, Waterford in the 1921 phone directory.\nHere it is in <a href=\"http://g.co/maps/ev9mm\" rel=\"nofollow\">Google Street View</a>\nand in the <a href=\"http://catalogue.nli.ie/Record/vtls000248112/Image?lookfor=http://kildarest.nli.ie/npa/pi/pwp2027.jpg\" rel=\"nofollow\">NLI catalogue</a>\n<a href=\"http://maps.osi.ie/publicviewer/#V1,661049,612376,7,3\" rel=\"nofollow\">maps.osi.ie/publicviewer/#V1,661049,612376,7,3</a>", "authorname": "blackpoolbeach", "id": "47267889-7095717381-72157629497008472", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157629499870402", "realname": "Angela Orlando", "path_alias": "maorlando", "author": "16489083@N05", "iconserver": "7428", "datecreate": "1334986250", "_content": "Fine boots too... wonderful group portrait in B&amp;W... thanks for sharing!!!", "authorname": "maorlando God kept us 2012 leaning on Him 2013", "id": "47267889-7095717381-72157629499870402", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157629501730462", "realname": "", "path_alias": "blackpoolbeach", "author": "14302637@N08", "iconserver": "2335", "datecreate": "1335014617", "_content": "Here is the  <a href=\"http://catalogue.nli.ie/Record/P_WP_4043/Image?lookfor=http://www.nli.ie/glassplates/P_WP/P_WP_4043.jpg\" rel=\"nofollow\">O'Gorman coach-building factory</a> in Clonmel, and another view of <a href=\"http://catalogue.nli.ie/Record/P_WP_3006/Image?lookfor=http://www.nli.ie/glassplates/P_WP/P_WP_3006.jpg\" rel=\"nofollow\">this group</a> on the same day.\nThe <a href=\"http://www.census.nationalarchives.ie/pages/1911/Tipperary/Clonmel_East_Urban/Prince_Edward_s_Place/817447/\" rel=\"nofollow\">1911 census</a> shows John O'Gorman, 35, and his brother James, 33, both Coach Builders, living in Prince Edward's Place (renamed Doctor Croke Place)  Clonmel.", "authorname": "blackpoolbeach", "id": "47267889-7095717381-72157629501730462", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157629508361556", "realname": "", "path_alias": "blackpoolbeach", "author": "14302637@N08", "iconserver": "2335", "datecreate": "1335093796", "_content": "<a href=\"http://www.nationalist.ie/lifestyle/your-life/clonmel_chamber_strategy_still_the_same_as_85_years_ago_to_promote_and_develop_clonmel_1_2252161\" rel=\"nofollow\">The Nationalist</a> Thursday 15 April 2010.\n&quot;Clonmel Chamber of Commerce was founded in April 1925 in Clonmel Town Hall. Its first president was John F. O'Gorman, a coach builder and garage owner in Parnell Street/Wellington Street. &quot;\n\nPhoto of <a href=\"http://www.clonmelchamber.com/content.php?par=About+Us&amp; sect=Clonmel+Chamber\" rel=\"nofollow\">John F O'Gorman</a>", "authorname": "blackpoolbeach", "id": "47267889-7095717381-72157629508361556", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157629872815381", "realname": "", "path_alias": "nlireland", "author": "47290943@N03", "iconserver": "5468", "datecreate": "1335094042", "_content": "[http://www.flickr.com/photos/blackpoolbeach] By the looks of that photo, <b>ofarrl</b> is absolutely right that the middle O'Gorman seated in the front row above is indeed John F.!", "authorname": "National Library of Ireland on The Commons", "id": "47267889-7095717381-72157629872815381", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157629874449979", "realname": "", "path_alias": null, "author": "77528096@N06", "iconserver": "0", "datecreate": "1335109621", "_content": "This Photo was taken in front of 'Prior Park' house in Clonmel. It was his family house (right next to the Coach building factory). Prior Park house was demolished and a small group of houses build in it's place (Prior Park estate). J. F. O'Gorman's son and daughter still live in the area.", "authorname": "Desktop 123", "id": "47267889-7095717381-72157629874449979", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157629514258170", "realname": "", "path_alias": "blackpoolbeach", "author": "14302637@N08", "iconserver": "2335", "datecreate": "1335145686", "_content": "[http://www.flickr.com/photos/77528096@N06] \nThanks for the Prior Park House info.\nHere it is on the old OSI map\n<a href=\"http://maps.osi.ie/publicviewer/#V1,620396,623171,7,9\" rel=\"nofollow\">maps.osi.ie/publicviewer/#V1,620396,623171,7,9</a>\nLots of new houses built on Gallows Hill. Spooky.", "authorname": "blackpoolbeach", "id": "47267889-7095717381-72157629514258170", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157629533371738", "realname": "", "path_alias": null, "author": "77528096@N06", "iconserver": "0", "datecreate": "1335365843", "_content": "Thanks' Blackpoolbeach' and others for the recent links.\n\nThe following article appeared in 'THE NATIONALIST' A Clonmel paper, on Saturday 24/9/1988, titled 'MORE ABOUT O'GORMANS, THE COACHBUILDERS' - by MICHAEL DROHAN. I have re-typed it below (as there was only a hard copy!) It would \nbe great if anyone is able to put some names to the faces in the photograph.\n                              by MICHAEL DROHAN\n  Inevitably, when writing from memory about O'Gormans coachbuilding works at Prior Park,I omitted some names of people who had worked there in the thirties. Eddie O'Connor, Abbey Road was one and he reminded me of a rather amusing incident\n  A temporary accountant was employed there at the time who was fond of asserting an authority he never had even on the factory floor. Standing near a bus which was in for repairs, he was loudly berating a labouring man when a hand reached out from under the vehicle and painted the toecaps of his beautiful brown brogues a brilliant black. Eventually, he stalked away with his head in the air still unaware of what had occurred, We never saw him again.\n  John Callaghan of the Shower Bath, Old Bridge, was another member of the staff. He is now caretaker of the Courthouse. Tom Norris, Shortcastle, Ardfinnan, was one of the team of coach bodybuilders.\n  Bill Cooney, who later resided near Redmondstown, was storekeeper and caretaker. The stores were situated in the unused servants' quarters of Prior Park House and included 2,000 wooden mallets which were bought cheaply in Germany by one of the firm's representatives on the continent. Cooney was so honest that he wouldn't give you a nail without an order from the office. I know he wouldn't give me one of the mallets, anyway, when I wanted it to knock down the pegs of a tent when I went camping. \n                             EVEN THE AUCTIONEER JOINED IN  \n  Years later when, sadly the firm went into liquidation, I attended the sale. When the auctioneer tried to sell the eight crates of mallets, each containing 250, there was a roar of laughter from the crowd, in which even the auctioneer joined. \n  Apparently a mallet was one of the test pieces in carpentry examinations in our technical schools' equivalent in Germany, and so many thousands had accumulated over the years that no-one knew what to do with them. Like one of our recent Ministers of Argriculture, the late James Dillon, who proposed to drown Britain in eggs, John  O'Gorman's continental representative may have felt he could smother Ireland with mallets. Or maybe it was only the politicians in Dail Eireann he intended to put down.\n  John O'Gorman was managing director of the company; Willie Prendergast  held the position of general manager of the factory and later established his own business along the same lines near the Gashouse Bridge. Mick Whelan, who lived in Queen Street, and who was a brother-in-law of John O'Gorman, was timekeeper.\n  O'Gorman was born and reared near Glennagat, close to New Inn. I was talking to his daughter, Mrs Harwood, during the week, when I was invited to visit Prior Park House to look at some old photographs. I hoped to get one of the staff. Unfortunately, I was unsuccessful, but Mrs Harwood said she had more albums to go through and will be in touch again.\n                                                 QUAKER CHAPEL\n  Her courteous husband, Graham, was kind enough to walk with me through the grounds where I renewed acquaintance with the tall Californian Redwoods (Sequota Sempervirens) - so rare in this country - and again ran my fingers over the ancient, gnarled trunk of the wisteria at the entrance to the kitchen garden. I visited again the little chapel or meeting place of the Quakers, the Society of Friends, which is now almost covered in undergrowth.\n  Two subsidiaries of John O'Gorman's coachbuilding firm were the South of Ireland School of Motoring and O'Gorman's Garage in Parnell Street. The school was situated on the factory ground, with an entrance opposite the Spanish Arms, now owned by the Bates family on the Fethard Road.\n  Andy Dillon was in charge for a time before being succeeded by James Gogarty of Cahir.I was recently talking to Jack Quinlan of St. Patrick's Terrace (his family had an extensive farm at Suirmount - and some fine Salmon fishing- beyond Kilmanahan). When he moved into Clonmel in the late 20s he took a ten week course at the school and emerged with a first-class pass. His certificate stated: 'This is to certify that as a result of an examination held at the South of Ireland School of Motoring on the 7th day of November 1929, in Mechanical Petrol Motor Driving, John Quinlan was awarded a first-class pass in (a) Mechanism and Ignition (87 marks out of 100); (b) Driving and Tyrefitting (85 marks), Signed John O'Gorman, Manager; James S. Gogarty, Examiner.' \n  The late Dinny Flynn was on the same course. The ten weeks tuition cost IR£15 with a shorter session of three weeks at IR£10.\n  Anytime, I was sent down from the factory with some correspondence there were always eight or ten young men moving around with spanners in their hands. They were either undoing the 'bones' of an old Model T or trying to assemble it again.\n  There never seemed to be a whole car in one piece. An anatomy room for surgically minded trainee hackney drivers in fact!\n                                     OPENED OWN GARAGE\n  When Andy Dillon, a first-class mechanic and fitter, left the school he was put in charge of O'Gorman's garage in Parnell Street (King &amp; Keating bought the premises in later years). When he married one of the Clifford girls of O'Connell Street he opened his own garage near West Gate where Sean Hackett now trades in electrical goods. He later moved to the top of Irishtown where his son Andy and daughter Kathleen now carry on a highly successful garage business.\n  The administrative offices of O'Gormans were situated over the garage in Parnell Street and some of the staff who worked there were Jimmy Cooney, car salesman, who was a Dungarvan man; Nora Walsh, Heywood Road and Alice O'Neill - I think she came from Chancellorstown, New Inn - were in charge of the day to day office business, and there was an accountant whose name I cannot recall. Miss Walsh later married Jack Quinlan and went to live in St Patrick's Terrace.\n  Some of the mechanics who worked in the garage were: Jody Brennan, brother of Mrs John Duggan, Fethard Road; Sonny Power, Old Bridge; Jimmy Flynn Ballyneety, Ardfinnan; William O'Keeffe, Greenmount, Newcastle; Mick Ryan, Cashel;Paddy Ryan, 28 Slievenamon Road; Jack Egan, a Dublinman; and later John and Jim Murphy, whose parents had a family \ngrocery business near the West Gate in Lower Irishtown.\n  Davy McEniry, Queen Street, helped to jog my memory in recalling these names.\n                                                     A CURIOUS FACT \n  A curious fact is that nearly all the mechanics of the town had an arm in a sling at one time or another. the self- starter had yet to be invented, so car engines were set in motion by the vigorous twisting clockwise of a starting handle inserted in the front of the car. If the engine back-fired, a somewhat frequent occurrence, the handle was violently jerked in the opposite direction, inevitably striking the mechanic on the back of the wrist. Broken bones were the result.\n  My retirement from the firm was both premature and unsatisfactory. I was sitting on top of a bus in the centre of the factory one morning after painting myself into a corner opposite where I had placed the ladder. I was wondering how the blazes I was going to get out of the predicament. To make matters worse the timekeeper-cum-office clerk that day - he must have been weaned on a pickle - came and growled up at me to hurry along to the garage in Parnell Street and collect the post.\n  Big Bill O'Brien, the panel beater, God bless him (I heard during the week he has a thriving repair business in Fethard in partnership with his son), noticed something was wrong. He mounted the ladder, reached across the roof, picked me up like a periwinkle on the end of a pin and set me down on the ground.\n  I collected the post and was just about coming out of Mrs Dempsey's shop, where Frank O'Keeffe now carries on business - with a pennysworth (8) of BB toffees when I was accosted by one of the Fethard Road mob. Generally there were three or four of them and they demanded tribute - a sweet each - for a safe conduct passage through their  terrirtory, which was a reasonable enough demand. The Irishtown chaps would have acted in like manner.  This fellow, however, wanted half my sweets. Outrageous, of course. I feel sure unjust would be the definition in some quarters.But not having the time to sit down and debate the proposition and remembering that even a worm will, on occasion, turn, I carefully placed the three letters against the wall and quickly became engaged in a bout of bloody fisticuffs.\n  Big Johnny Condon, the undertaker, appeared on the scene and ordered my advsersary to disappear and gave me a pat on the back to speed me on my way.\n  When I went to pick up the letters they were gone! Mr Condon and his son unsuccessfully searched the streets with me but as there is always a half-gale blowing around that area, especially in the Spring of the year, heaven only knows where the letters ended up.\n\n  I realised now that my days as a painter's apprentice in Prior Park were numbered and this was quickly confirmed when I confessed - without telling about the fight - that I had lost the post.\n  The management unanimously decided it would be in the best interest of the firm if I slung my hook - took my undoubted talents elsewhere, and the sooner the better\n  Which I did!", "authorname": "Desktop 123", "id": "47267889-7095717381-72157629533371738", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157629897766027", "realname": "", "path_alias": "nlireland", "author": "47290943@N03", "iconserver": "5468", "datecreate": "1335366540", "_content": "Wow, [http://www.flickr.com/photos/77528096@N06], that is a comment and a half! Please check in with us on 30th April. We have not one, but two great photos of the inside of the O'Gorman's Works at Clonmel from 1937...", "authorname": "National Library of Ireland on The Commons", "id": "47267889-7095717381-72157629897766027", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157629533614834", "realname": "", "path_alias": "blackpoolbeach", "author": "14302637@N08", "iconserver": "2335", "datecreate": "1335368183", "_content": "[http://www.flickr.com/photos/77528096@N06]  That's what I call &quot;local knowledge&quot;!", "authorname": "blackpoolbeach", "id": "47267889-7095717381-72157629533614834", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157629583409554", "realname": "", "path_alias": null, "author": "77528096@N06", "iconserver": "0", "datecreate": "1335958622", "_content": "Thanks...\nThe man on the front row with the impressive coat and boots, is renown Major-General R.O.Kellett. C.B., C.M.G.  He was a First Brigadier of 23rd Battalion Royal Fusiliers and was in action during the First World War in France.\n<a href=\"http://www.bigenealogy.com/23rdbattalion/major-gen-kellett.htm\" rel=\"nofollow\">www.bigenealogy.com/23rdbattalion/major-gen-kellett.htm</a>  \nHis son was a British MP, but sadly died in action during the 2nd World War.", "authorname": "Desktop 123", "id": "47267889-7095717381-72157629583409554", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157629951046779", "realname": "", "path_alias": null, "author": "77528096@N06", "iconserver": "0", "datecreate": "1335989503", "_content": "See 3 extra names added to this photograph, in addition to John Francis O'Gorman.\nMajor-General R.O.Kellet\nJ.L.O'Brien\nWilliam O'Keeffe", "authorname": "Desktop 123", "id": "47267889-7095717381-72157629951046779", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157629586756696", "realname": "", "path_alias": "nlireland", "author": "47290943@N03", "iconserver": "5468", "datecreate": "1335990179", "_content": "[http://www.flickr.com/photos/77528096@N06] Brilliant! Thanks a million - adding to description above. Just one question, which gentleman is William O'Keeffe?", "authorname": "National Library of Ireland on The Commons", "id": "47267889-7095717381-72157629586756696", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157629586854892", "realname": "", "path_alias": null, "author": "77528096@N06", "iconserver": "0", "datecreate": "1335991049", "_content": "Hi - He is standing 2nd to the Right :)", "authorname": "Desktop 123", "id": "47267889-7095717381-72157629586854892", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157629951308159", "realname": "", "path_alias": "nlireland", "author": "47290943@N03", "iconserver": "5468", "datecreate": "1335991679", "_content": "[http://www.flickr.com/photos/77528096@N06] Ah, that's great, thanks! Now, what about the other three on the back row?  ;)", "authorname": "National Library of Ireland on The Commons", "id": "47267889-7095717381-72157629951308159", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157629951399365", "realname": "", "path_alias": null, "author": "77528096@N06", "iconserver": "0", "datecreate": "1335992575", "_content": "Hmmm, afraid I don't know who they are.\nHope someone from Clonmel may know - Maybe one for the local 'Nationalist' paper, to put to their readers?", "authorname": "Desktop 123", "id": "47267889-7095717381-72157629951399365", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157629594264696", "realname": "", "path_alias": "nlireland", "author": "47290943@N03", "iconserver": "5468", "datecreate": "1336077072", "_content": "[http://www.flickr.com/photos/77528096@N06] I was only joking! You've done sterling work already. Thanks again...", "authorname": "National Library of Ireland on The Commons", "id": "47267889-7095717381-72157629594264696", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157630464300618", "realname": "", "path_alias": null, "author": "77528096@N06", "iconserver": "0", "datecreate": "1341675040", "_content": "[http://www.flickr.com/photos/77528096@N06] The person standing above Major-General R.O.Kellett, I believe is 'Jack F. Croome' (one of the Directors of O'Gorman Bros Ltd)", "authorname": "Desktop 123", "id": "47267889-7095717381-72157630464300618", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157630464899904", "realname": "", "path_alias": null, "author": "77528096@N06", "iconserver": "0", "datecreate": "1341677872", "_content": "Neither of the 2 unnamed gentlemen,  are J.F.O'Gorman's brother Jim, but likely one of the remaining directors: \n\nWilliam Fitzgerald\nEdmond D.Ryan\nPatrick Stokes\n\nSee list of Directors the time: \n<a href=\"http://commons.wikimedia.org/wiki/Category:O%27Gorman\" rel=\"nofollow\">commons.wikimedia.org/wiki/Category:O%27Gorman</a>", "authorname": "Desktop 123", "id": "47267889-7095717381-72157630464899904", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157630533854224", "realname": "", "path_alias": "nlireland", "author": "47290943@N03", "iconserver": "5468", "datecreate": "1342040419", "_content": "[http://www.flickr.com/photos/77528096@N06] Thanks a million for coming back to us on this one! You just don't give up, do you? And really pleased that you don't!  :)\n\nI've added your fresh info to the description under the photo.", "authorname": "National Library of Ireland on The Commons", "id": "47267889-7095717381-72157630533854224", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157631573466277", "realname": "", "path_alias": null, "author": "87413367@N06", "iconserver": "0", "datecreate": "1348054338", "_content": "John F.O'Gorman was indeed the first President of Clonmel Chamber.  The photo above was taken 5 days after the Chamber held its inaugural meeting in the Town Hall in Parnell Street.  At that meeting John F. O'Gorman was elected as the first President of the organisation and William Magner was elected Vice President.  \n\nAt the inaugural meeting the President's of Dublin, Limerick, Cork and (I think) Waterford Chambers of Commerce all warned members of Clonmel Chamber not to dabble in politics.  At the next election the Chamber ran a number of candidates and they succeeded in getting some elected to the Corporation.  (Great to see that they took the advice on board).", "authorname": "Brian P Cleary", "id": "47267889-7095717381-72157631573466277", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157631617853896", "realname": "", "path_alias": null, "author": "77528096@N06", "iconserver": "0", "datecreate": "1348551666", "_content": "Hello Brian - I believe the Clonmel Chamber was founded on April 15th 1925. If the photograph was taken on 20/4/1922, doesn't that mean the Chamber was founded nearly 3 years after the photo? \nAlso, see one of the founder members John L. O'Brien in the photo.", "authorname": "Desktop 123", "id": "47267889-7095717381-72157631617853896", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nlireland/7095717381/#comment72157631657916859", "realname": "", "path_alias": "nlireland", "author": "47290943@N03", "iconserver": "5468", "datecreate": "1349015418", "_content": "[http://www.flickr.com/photos/87413367@N06] [http://www.flickr.com/photos/77528096@N06] So what do you two think about the date then? We're <b>fairly sure</b> our date is correct - a few consecutive negatives of O'Gorman photos all bear the same date of 20 April 1922 - but always willing to take on board evidence from local experts...", "authorname": "National Library of Ireland on The Commons", "id": "47267889-7095717381-72157631657916859", "iconfarm": 6}], "photo_id": "7095717381"}}