{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1283151601", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "4940560233", "title": {"_content": "Construction Progress of the S-IC Test Stand-Aerial View"}, "media": "photo", "tags": {"tag": []}, "comments": {"_content": "0"}, "secret": "bf43d73032", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>Collection:</b> NASA Marshall Space Flight Center Collection\n<b>Name of Image:</b> Construction Progress of the S-IC Test Stand-Aerial View\n\n<b>Full Description:</b> At its founding, the Marshall Space Flight Center (MSFC) inherited the Army's Jupiter and Redstone test stands, but much larger facilities were needed for the giant stages of the Saturn V. From 1960 to 1964, the existing stands were remodeled and a sizable new test area was developed. The new comprehensive test complex for propulsion and structural dynamics was unique within the nation and the free world, and they remain so today because they were constructed with foresight to meet the future as well as on going needs. Construction of the S-IC Static test stand complex began in 1961 in the west test area of MSFC, and was completed in 1964. The S-IC static test stand was designed to develop and test the 138-ft long and 33-ft diameter Saturn V S-IC first stage, or booster stage, weighing in at 280,000 pounds. Required to hold down the brute force of a 7,500,000-pound thrust produced by 5 F-1 engines, the S-IC static test stand was designed and constructed with the strength of hundreds of tons of steel and 12,000,000 pounds of cement, planted down to bedrock 40 feet below ground level. The foundation walls, constructed with concrete and steel, are 4 feet thick. The base structure consists of four towers with 40-foot-thick walls extending upward 144 feet above ground level. The structure was topped by a crane with a 135-foot boom. With the boom in the upright position, the stand was given an overall height of 405 feet, placing it among the highest structures in Alabama at the time. This aerial shot gives a birds eye view of the test stand construction site in its entirety as of August 25, 1961. The site is now ready for its foundation. The original Redstone Test Stand can be seen in the upper center portion of the photograph. The far upper right hand corner reveals the S-4 Dynamic test stand which was later taken down.\n\n<b>Date of Image:</b> 1961-08-25\n\n<b>Reference Number:</b> MSFC-75-SA-4105-2C\n<b>MIX #:</b> 0600502\n<b>NIX #:</b> MSFC-0600502\n<b>MSFC Negative Number:</b> 0600502\n<b>UID:</b> SPD-MARSH-0600502\n<b>Original url:</b> <a href=\"http://mix.msfc.nasa.gov/abstracts.php?p=3697\" rel=\"nofollow\">mix.msfc.nasa.gov/abstracts.php?p=3697</a>\n\n<b>SOURCE</b>:  <a href=\"http://nasaimages.org/luna/servlet/detail/nasaNAS~9~9~59549~163395\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/nasaNAS~9~9~59549~163395</a>\n\n<b>Visit <a href=\"http://www.nasaimages.org\" rel=\"nofollow\">www.nasaimages.org</a> for the most comprehensive compilation of NASA stills, film and video, created in partnership with Internet Archive. </b>"}, "isfavorite": 0, "views": "12585", "farm": 5, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2010-08-01 00:00:00", "lastupdate": "1376000543", "takengranularity": "4", "posted": "1283151601"}, "originalsecret": "81b1895be9", "license": "7", "notes": {"note": []}, "server": "4082", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/4940560233/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387643495}