{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/7073603865/#comment72157629444238632", "realname": "", "path_alias": "pixelwrangler", "author": "43854658@N00", "iconserver": "5533", "datecreate": "1334338733", "_content": "<b>Mrs. Helen M. Angle</b> was on trial in March, 1915, for manslaughter in the death of her friend Waldo R. Ballou in Stamford, Connecticut on June 23, 1914.\n\nHelen was divorced from her husband of twelve years, Frank W. Angle. Her father was Leonard Blondel, a wealthy former Stamford Councilman who was retired from the coal and road contracting business \n\nWaldo Ballou was was a friend of her fathers, and a leading Republican politician and Stamford business man. Helen met Waldo in 1911 after his wife died. Waldo proposed to Helen several times, but she said he was too old. He was 69, she was 40.\n\nMrs Angle took the stand in her own defense, and <a href=\"http://query.nytimes.com/mem/archive-free/pdf?res=F70613FE3E5A15738DDDAE0994DB405B858DF1D3\" rel=\"nofollow\">told her version</a> of what happened on the night of June 23, 1914.  More than 500 people were turned away from the packed courtroom.\n\nAfter a twelve day trial the jury deliberated for one hour and forty-five minutes before returning a verdict of not guilty, after three ballots. Judge William H. Williams presided.\n\nEight months after the trial, Helen remarried her former husband, Frank Angle, a foreman at Union Metallic Cartridge Company in Stamford. It was said that during her trial Mr Angle's sympathies were aroused, and he was a frequent visitor in the court.\n[<a href=\"http://query.nytimes.com/mem/archive-free/pdf?res=F70613FE3E5A15738DDDAE0994DB405B858DF1D3\" rel=\"nofollow\">1</a>]  [<a href=\"http://query.nytimes.com/mem/archive-free/pdf?res=F6091EFE3E5A15738DDDA90A94DB405B858DF1D3\" rel=\"nofollow\">2</a>] [<a href=\"http://query.nytimes.com/mem/archive-free/pdf?res=F20612FF355C13738DDDA10A94D8415B858DF1D3\" rel=\"nofollow\">3</a>]\n&nbsp;", "authorname": "Pixel Wrangler", "id": "8602872-7073603865-72157629444238632", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/7073603865/#comment72157629488822312", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1334847222", "_content": "There are several low-angle shots from inside the courtroom.  I wonder if they were taken surreptitously?", "authorname": "artolog", "id": "8602872-7073603865-72157629488822312", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/7073603865/#comment72157629776568392", "realname": "", "path_alias": "jon_loc", "author": "63860770@N07", "iconserver": "2794", "datecreate": "1337293149", "_content": "Thanks Pixel Wrangler for her full name, we will update our record.\n\nThat's a good question artolog. I think it would be hard to sneak a camera from that time period in, but he may have been able to take in his camera because he took photos before and after the trial. The only thing I'm unsure of, is if he could take multiple photos without making any noise or being disruptive. He would have had to change the glass negatives and that seems like that would be hard to do secretly. That's all assumption on my part. Feel free to suggest other reasons.", "authorname": "Jon (LOC P&P)", "id": "8602872-7073603865-72157629776568392", "iconfarm": 3}], "photo_id": "7073603865"}}