{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/7456520136/#comment72157630392573758", "realname": "", "path_alias": "deschr", "author": "15456017@N05", "iconserver": "0", "datecreate": "1341260408", "_content": "This might be a church on the Six Nations Reservation, which is near Brantford (named after Chief Joseph Brant or Thayendanegea) but by no means part of the city.", "authorname": "deschreiber", "id": "31569669-7456520136-72157630392573758", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/7456520136/#comment72157630392636280", "realname": "", "path_alias": "deschr", "author": "15456017@N05", "iconserver": "0", "datecreate": "1341260636", "_content": "Her Majesty's Royal Chapel of the Mohawks is the oldest building in Ontario and the first Protestant Church in Upper Canada. It is one of six Chapels Royal outside of the United Kingdom, one of two in Canada, the other being Christ Church Royal Chapel in Deseronto, Ontario. In 1981 the chapel was designated a National Historic Site of Canada. This site was elevated in 1904 to a Chapel Royal by Edward VII.\n\nConstructed near Brantford, Ontario in 1785 by the British Crown, the chapel was given to the Mohawk Indians led by Joseph Brant, for their support of the Crown during the American Revolution. They had migrated to Canada after Britain lost the Thirteen Colonies and were awarded land for resettlement. Originally called St. Paul's, the church is commonly referred to as the Mohawk Chapel. It is part of the Anglican Diocese of Huron and has a chaplain appointed by the Bishop of Huron in consultation with the congregation. In 1850, the remains of Joseph Brant were moved from the original burial site in Burlington, to a tomb at the Mohawk Chapel. His son John Brant was also interred in the tomb. Next to Brant's tomb is a boulder memorializing the writer Pauline Johnson, who was born in the nearby Six Nations Reserve and attended services in the Chapel.\n\n<a href=\"http://en.wikipedia.org/wiki/Mohawk_Chapel\" rel=\"nofollow\">en.wikipedia.org/wiki/Mohawk_Chapel</a>", "authorname": "deschreiber", "id": "31569669-7456520136-72157630392636280", "iconfarm": 0}], "photo_id": "7456520136"}}