{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2163796628/#comment72157603765398927", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1200894778", "_content": "We don't do &quot;Thanksgiving Masking&quot; any more, but it is an interesting custom, involving children dressed as beggars begging for coins.\r\n\r\nA very interesting account of the history of Thanksgiving notes:\r\n\r\n&quot;Progressive era reformers regarded child begging on Thanksgiving as immoral and thought children who engaged in it should be arrested. Why were parents not able to control their offspring? the New York Times in 1903 wanted to know.(30) The newspaper castigated parents who allowed children to demand treats or money as indecent.(31) The police tried to enforce a ban against begging. In response to complaints from the public, the clergy, school superintendents, and classroom teachers issued warnings. The New York Times in November of 1930 worried that demanding coins could teach children to become professional beggars and blackmailers and that children were annoying the public.(32) Begging, decided the paper, was a &quot;malicious influence on the morals of children of the city.&quot;(33) Boys' clubs and other child welfare agencies organized parades and costume contests as alternative activities. As a result of these efforts, child begging on Thanksgiving finally disappeared by the 1940s.(34) &quot;\r\n\r\n<a href=\"http://www.encyclopedia.com/doc/1G1-55083998.html?Q=&quot;mumming\">www.encyclopedia.com/doc/1G1-55083998.html?Q=&quot;mumming</a>\r\n\r\nThe tradition went back as far as 1780, involving crossdressing men who called themselves the Fantastics and paraded on the holiday.", "authorname": "artolog", "id": "8602872-2163796628-72157603765398927", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163796628/#comment72157603856986232", "realname": "", "path_alias": "dandlymambly", "author": "7344289@N08", "iconserver": "2348", "datecreate": "1202260787", "_content": "Re-scheduled to Halloween in the 1940s? ;)", "authorname": "dandlymambly", "id": "8602872-2163796628-72157603856986232", "iconfarm": 3}], "photo_id": "2163796628"}}