{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/sdasmarchives/5683908767/#comment72157629469467790", "realname": "", "path_alias": null, "author": "64428854@N04", "iconserver": "0", "datecreate": "1334614465", "_content": "Mahoney came up with an idea for an airline. &quot;You've got the airplanes here doing a lot of local flying,&quot; he said to Ryan. &quot;Did you ever think about running a schedule to Los Angeles back and forth on a daily schedule basis?&quot; Ryan had doubts. Undeterred, Mahoney pointed out that &quot;people are more ready to accept flying than you may think.&quot; And he offered to put up the money for an airline for a share of the profits.\n\nRyan agreed, and the Los Angeles­ San Diego Air Line came into being on March 1, 1925. The fare was $14.50 one way, $22.50 round trip. It was claimed to be the first airline in the United States to operate all year on a regular schedule.\n\nOn April 19, 1925, Mahoney bought a half interest in Ryan's operations--the airline, aviation school and the charter and sightseeing business--for $7,500. The two became partners under the name Ryan Airlines.\n<a href=\"http://www.charleslindbergh.com/plane/mahoney.asp\" rel=\"nofollow\">www.charleslindbergh.com/plane/mahoney.asp</a>\n\nIn the same year, the partners bought a Cloudster (for &quot;Cloud Duster&quot;), the first airplane built by Donald Douglas, for $6,000. The huge, open-cockpit, 56-foot-wingspan biplane with a 660-gallon fuel capacity had failed in an attempt to make the first nonstop transcontinental flight in 1921. Ryan and Mahoney converted it for the Los Angeles­San Diego run by building a carpeted and lighted cabin for five passengers, with plush seats on each side of a center aisle. A two-place open cockpit for a pilot and co-pilot was located in front of the cabin.\n\nRyan Airlines built its first airplane in the fall of 1925. It was named the M-1 (M for monoplane, 1 for first series), and was based on a sketch by Claude Ryan. The fabric-covered M-1 had a tubular-steel fuselage. Its 36-foot wood wing, set above the fuselage and supported by outside braces, resulted in an unobstructed view. Doors on the left side gave access to the open front mail-and-passenger cockpit and to the open rear cockpit for the pilot. The burnished, dappled effect of the metal cowl and covered wheels became a feature of later aircraft. The first M-1, powered by a 150-hp Hispano-Suiza engine, flew in February 1926.", "authorname": "archiecat2011", "id": "49465936-5683908767-72157629469467790", "iconfarm": 0}], "photo_id": "5683908767"}, "flarchive:created": 1387812726}