{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1292869330", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "5278071994", "title": {"_content": "Recently-Formed Impact Crater"}, "media": "photo", "tags": {"tag": [{"raw": "Mars", "machine_tag": 0, "id": "44489032-5278071994-309", "_content": "mars", "author": "94443490@N00"}, {"raw": "impact crater", "machine_tag": 0, "id": "44489032-5278071994-1091893", "_content": "impactcrater", "author": "94443490@N00"}]}, "comments": {"_content": "1"}, "secret": "9d9030ef53", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>Collection:</b> NASA Planetary Photo Journal Collection\n<b>Title:</b> Recently-Formed Impact Crater\n\n<b>Original Caption Released with Image:</b> Scientists using the Mars Orbiter Camera on NASA's Mars Global Surveyor spacecraft have discovered a crater that appears to have formed on Mars in the past 20 or so Earth years, and have used it and several other similar craters to estimate the present cratering rate on Mars. One of the basic tenets of planetary geology is that impact craters have accumulated on planetary surfaces at roughly a constant rate since the early history of the solar system. This appears to have been the case for small craters on the surface of the Moon, as shown by measurements of the length of time that lunar rocks created by small impacts have been exposed to cosmic rays, as determined by laboratory measurements of samples returned to Earth by the Apollo astronauts. This principle should permit the number of craters found on a planetary surface to be used to determine the age of that surface, if the rate at which new craters form is known. Scientists have previously estimated the cratering rate of Mars by scaling the lunar cratering rate based on the proximity of Mars to the asteroid belt, and by performing calculations based on orbital mechanics. Another way to establish the cratering rate of Mars would be to use long-term observations, say, from orbiting spacecraft, to actually locate new craters. The new crater is located on the southern rim of the summit crater, or caldera, of the intermediate-sized martian volcano, Ulysses Patera. The site was imaged by the Viking 2 orbiter in 1976 (left, an enlarged portion of the image) and in narrow-angle views by the Mars Orbiter Camera in 1999 (center) and 2005 (right). The new crater, about 25 meters (82 feet) across, is marked by a distinct dark, rayed pattern of ejected material, or ejecta, which is seen to have faded somewhat between 1999 and 2005. Ulysses Patera, a volcanic shield about 100 kilometers (62 miles) in diameter volcanic shield, located near 2.5 degrees north latitude, 121.3 degrees west longitude, is one of the Tharsis volcanoes and is partly buried by younger lava flows. The summit caldera is about 55 kilometers (34 miles) in diameter. The amount that the crater's rays faded between 1999 and 2005 can be used to help estimate how many years ago the crater formed. The actual contrast between the ejecta and the undisturbed volcano summit materials is actually much less than it appears to be in these processed images, and the amount of fading is also much less. Images of disturbed surfaces from various parts of Mars, such as dust devil tracks, dark slope streaks and rover tracks, indicate that disturbed surfaces on Mars are dark and that they lighten with time. Using these other examples to estimate how dark the ejecta from the Ulysses crater was originally, and how much it has faded in six years, suggests the crater formed in the early to mid 1980s. The rate at which dark surfaces lighten on Mars is not uniform over the whole planet, but scientists using the Mars Orbiter Camera have found a number of other craters with dark ejecta that have faded during the Mars Global Surveyor mission. The scientists estimate that these craters probably formed within the past 100 years. Although the sample is very small (the Mars Orbiter Camera narrow angle camera has imaged barely 4 percent of Mars), it appears that the recent cratering rate for craters on Mars 25 to 100 meters (82 to 328 feet) in diameter is about 0.000000003 to 0.000000006 craters per square kilometer (0.39 square mile) per Earth year, which is about five times lower than previous estimates. The site of the new crater is shown in wider context in a comparison of the 1976 Viking image with wide-angle views taken by the Mars Orbiter Camera in 1999 and 2005 (figure 2), and in even wider context in a regional mosaic of Viking images (figure 3). The Mars Orbiter Camera was built and is operated by Malin Space Science Systems, San Diego, Calif. Mars Global Surveyor left Earth on Nov. 7, 1996, and began orbiting Mars on Sept. 12, 1997. JPL, a division of the California Institute of Technology, Pasadena, manages Mars Global Surveyor for NASA's Science Mission Directorate, Washington.\n\n<b>Image Credit:</b> NASA/JPL/MSSS\n\n<b>Image #:</b> PIA04292\n<b>UID:</b> SPD-PHOTJ-PIA04292\n<b>original url:</b> <a href=\"http://photojournal.jpl.nasa.gov/catalog/PIA04292\" rel=\"nofollow\">photojournal.jpl.nasa.gov/catalog/PIA04292</a>\n\n<b>SOURCE:</b> <a href=\"http://www.nasaimages.org/luna/servlet/detail/nasaNAS~4~4~17423~121338\" rel=\"nofollow\">www.nasaimages.org/luna/servlet/detail/nasaNAS~4~4~17423~...</a>\n\n<b>Visit <a href=\"http://www.nasaimages.org\" rel=\"nofollow\">www.nasaimages.org</a> for the most comprehensive compilation of NASA stills, film and video, created in partnership with Internet Archive. </b>"}, "isfavorite": 0, "views": "10746", "farm": 6, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2010-12-20 10:22:10", "lastupdate": "1379448762", "takengranularity": "0", "posted": "1292869330"}, "originalsecret": "f517296c5f", "license": "7", "notes": {"note": []}, "server": "5122", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/5278071994/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387643079}