{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/7005746164/#comment72157629667620788", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1336670016", "_content": "Muito provavelmente, o nome da marca de sal &quot;Vatel&quot; pode ser atribuído a Fritz Karle Vatel, um famoso cozinheiro que serviu o príncipe “O Conde” nos tempos do Rei Sol, Luís XIV.\n\nA marca &quot;Vatel&quot; desenvolveu-se no seio da Companhia de Produtos Vatel, desde 1915, vindo nos anos 50 a empresa Macedo &amp; Coelho, Lda., que produzia e comercializava produtos à base de sementes oleaginosas, entre outros produtos, a comprar e integrar nos seus activos a actividade da Companhia Vatel\n\nMas não é só do sal alimentar para consumo doméstico que se faz a actividade da Vatel. Apesar de ser este o produto de maior notoriedade – porque é justamente o que mais próximo está dos consumidores, o certo é que a Vatel tem também uma importante e sólida posição no mercado do sal industrial. Essa é, aliás, a grande mais-valia de pertencer ao maior grupo produtor e fornecedor de sal em toda a Europa (o grupo esco). \n\nEm Portugal a &quot;Vatel&quot;, desde há vários anos está presente nos vários segmentos do mercado português, desde a indústria à grande distribuição. No sector industrial, a Vatel opera a partir de três fábricas instaladas na zona norte de Lisboa e no Algarve. Em Olhão, a fábrica da Vatel faz a produção e o embalamento de sal marinho purificado. A unidade da Póvoa de Santa Iria é onde se processa o sal refinado em vácuo. Nas instalações de Alverca é preparado e embalado o sal nas pequenas embalagens.\n\nA internacionalização do capital da Vatel dá-se em 1998, sendo neste ano que o grupo belga Solvay comprou à Macedo &amp; Coelho, Lda., a totalidade do capital da já então constituída Vatel – Companhia de Produtos Alimentares, S.A., com quem tinha, de resto, longas relações comerciais na qualidade de fornecedor de sal. O grupo Solvay passa assim a deter toda a actividade de produção e comercialização de sal da marca. Em 2002 surge uma nova etapa na evolução da Vatel, quando a Solvay conjuntamente com o grupo alemão K+S, decidiram criar uma “Joint-Venture”, designada por &quot;esco - european salt company&quot; repartindo o capital em 38% para a Solvay e 62% para  a K+S. Estava então criado o maior produtor de sal Europeu, que absorveu desde o início as operações da Vatel - Companhia de Produtos Alimentares, S.A.. Mais recentemente, ou seja e", "authorname": "J. Leite", "id": "26532116-7005746164-72157629667620788", "iconfarm": 6}], "photo_id": "7005746164"}, "flarchive:created": 1387728141}