{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7493812118/#comment72157630547108264", "realname": "Ian Boys", "path_alias": "broadbottom", "author": "66722821@N00", "iconserver": "1399", "datecreate": "1342121454", "_content": "What an AMAZING life. Sometimes you gotta know when to retire from that.", "authorname": "Ian_Boys", "id": "32254785-7493812118-72157630547108264", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7493812118/#comment72157630555815198", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1342179265", "_content": "The caption should more correctly read: Lieutenant-General Sir Adrian Carton de Wiart VC KBE CB CMG DSO (he also received 6 Mentions in Despatches).  He was an exceptionally charismatic man, an inspirational leader and an astonishingly brave soldier, (if somewhat unlucky - being wounded no less than 11 times), whose very modest (he does not mention his VC) autobiography, &quot;Happy Odyssey&quot;, is an enthralling read.\n\nTo add some minor detail to the description of his exploits above:\n\nHe was born on 5 May 1880 in Brussels.  His father was Leon Constant Ghislain Carton de Wiart (died 1915) and his mother, Ernestine Wenzig, a lady of Irish descent, who died in 1886 when Adrian was aged 6.  He spent much of his subsequent childhood, before being sent to boarding school, in Cairo, where he learned to speak Arabic.  Sent by his stepmother to the Roman Catholic Oratory School he subsequently went up to Balliol College, Oxford, to read Law, but after a year he discontinued his studies and went off as a Trooper with the Yeomanry (Paget's Horse) to fight in South Africa.  Having been shot through the stomach and groin he returned to England to recover, he was granted a Commission in the Second Imperial Light Horse and returned to the war in South Africa in 1901 where he latterly transferred his Commission to the 4th(Royal Irish) Dragoon Guards.\n\nHe subsequently went with 4DG to India in 1902, which he says he disliked, before returning to South Africa as ADC to the CinC, General Sir Henry Hilyard.  He was posted back to England in 1906, where he hunted with the Beaufort, played polo, and, in 1908, married Countess Friederike Maria Fugger von Babenhausen.\n\nIn August 1914 Captain Carton de Wiart was en route to British Somaliland to a secondment to the Somaliland Camel Corps with whom he sought further action.  It was in storming the rebel blockhouse at Shimber Berris, on 19th November 1914, that he was shot in the face and lost his left eye.  For his gallantry in continuing to lead that attack despite being seriously wounded, he was, in May 1915, awarded the Distinguished Service Order.  After surgery and recovery in England he went straight out to the Western Front attached as an infantry battalion Second in Command in the Loyal North Lancashire Regiment.  He was seriously wounded in 1915 when his left hand was shattered by a rifle bullet.  He infamously tore off two of his mangled fingers when the doctor at the Regimental Aid Post would not amputate them.  In the end, after repeated surgery in England, he had to have his entire hand removed above the wrist.\n\nOn the Somme in July 1916, aged 36, he won his Victoria Cross while Commanding Officer of 8th Battalion Gloucestershire Regiment in capturing La Boiselle.  Casualties soon afterwards found Captain, Temporary Lieutenant Colonel Carton de Wiart, as Brigade Commander of 12 Brigade.  Leading from the front, armed only with a walking stick, he was inevitably again wounded in action; a gunshot wound through the scalp at the back of his head which the surgeons in London found had, by luck, not actually penetrated his skull.\n\nHe was gazetted Brevet Major when a Captain and temporary Lietenant Colonel on 29 Dec 1916.  On 9 Feb 1917 as a Brigadier, Temporary Lt Col in the Gloucestershire Regiment he was appointed as a Staff Officer to a Headquarters at the front.  He was made Brevet Lieutenant Colonel while a Temporary Brigadier on 1 Jun 1917.  He was shot in the hip a Passchendaele while Commanding Officer of 8th Battalion North Staffordshire Regiment; severely in the leg at Cambrai; and through the ear at Arras.\n\nIt is widely reputed that it was on Adrian Carton de Wiart that Evelyn Waugh modelled his fearless character Brigadier Richie Hook in his Sword of Honour trilogy.\n\nBetween the wars he was a member of the British Military Mission to Poland - he spoke Polish and loved the country.\n\nHis escape to Lisbon from captivity as a PoW in Italy in 1943 was another adventure in itself. \n\nIn 1946, on his way home from China, he accidentally fell on stairs in Rangoon and broke his back.  He nevertheless made it back to England and a reasonable recovery - the surgeon who attended him discovered a large number of shrapnel fragments in his body from the 1914-18 war!\n\nAdrian Carton de Wiart's first wife, Friederike Maria, died in 1949.  In 1951, aged 71, he married Joan Sutherland, a divorcee, nee Ruth Myrtle Muriel Joan McKechnie, who was then 48. \n\nThere is a photograph of Lt Gen Carton de Wiart in 1951 with his second wife, Joan Sutherland, Lady Carton de Wiart, at <a href=\"http://www.flickr.com/photos/fawbs/1406165331/\">www.flickr.com/photos/fawbs/1406165331/</a>  //.", "authorname": "Gary Donaldson", "id": "32254785-7493812118-72157630555815198", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7493812118/#comment72157632043944645", "realname": "G =]", "path_alias": "orinoko42", "author": "15161049@N06", "iconserver": "3201", "datecreate": "1353306502", "_content": "It was after reading &quot;Happy Odyssey&quot; when I was a boy that I decided on a career in uniform; a decision that I did not regret.", "authorname": "orinoko42", "id": "32254785-7493812118-72157632043944645", "iconfarm": 4}], "photo_id": "7493812118"}}