{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1341872223", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "7538840374", "title": {"_content": "First Class of Female Astronauts"}, "media": "photo", "tags": {"tag": [{"raw": "NASA", "machine_tag": 0, "id": "44489032-7538840374-11023", "_content": "nasa", "author": "44494372@N05"}, {"raw": "NASA Women", "machine_tag": 0, "id": "44489032-7538840374-49902650", "_content": "nasawomen", "author": "44494372@N05"}, {"raw": "Female Astronauts", "machine_tag": 0, "id": "44489032-7538840374-92189454", "_content": "femaleastronauts", "author": "44494372@N05"}, {"raw": "1979", "machine_tag": 0, "id": "44489032-7538840374-44017", "_content": "1979", "author": "44494372@N05"}]}, "comments": {"_content": "1"}, "secret": "110e4e1f7a", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "(February 28, 1979) From left to right are Shannon W. Lucid, Margaret Rhea Seddon, Kathryn D. Sullivan, Judith A. Resnik, Anna L. Fisher, and Sally K. Ride. NASA selected all six women as their first female astronaut candidates in January 1978, allowing them to enroll in a training program that they completed in August 1979.\n\nShannon W. Lucid was born on January 14, 1943 in Shanghai, China but considers Bethany, Oklahoma to be her hometown. She spent many years at the University of Oklahoma, receiving a Bachelor in chemistry in 1963, a Master in biochemistry in 1970, and a Doctorate in biochemistry in 1973. Dr. Lucid flew on the STS-51G Discovery, STS-34 Atlantis, STS-43 Atlantis, and STS-58 Columbia shuttle missions, setting the record for female astronauts by logging 838 hours and 54 minutes in space. She also currently holds the United States single mission space flight endurance record for her 188 days on the Russian Space Station Mir. From February 2002 to September 2003, she served as chief scientist at NASA Headquarters before returning to JSC to help with the Return to Flight program after the STS-107 accident. \n\nBorn November 8, 1947, in Murfreesboro, Tennessee, Margaret Rhea Seddon received a Doctorate of Medicine in 1973 from the University of Tennessee. She flew on space missions STS-51 Discovery, STS-40 Columbia, and STS-58 Columbia for a total of over 722 hours in space. Dr. Seddon retired from NASA in November 1997, taking on a position as the Assistant Chief Medical Officer of the Vanderbilt Medical Group in Nashville, Tennessee. \n\nKathryn Sullivan was born October 3, 1951 in Patterson, New Jersey but considers Woodland Hills, California to be her hometown. She received a Bachelor in Earth Sciences from the University of California, Santa Cruz in 1973 and a Doctorate in Geology from Dalhousie University in Halifax, Nova Scotia in 1978. She flew on space missions STS-41G, STS-31, and STS-45 and logged a total of 532 hours in space. Dr. Sullivan left NASA in August 1992 to assume the position of Chief Scientist of the National Oceanic and Atmospheric Administration (NOAA). She later went on to serve as President and CEO of the Center of Science and Industry in Columbus, Ohio. \n\nDr. Judith Resnik was born April 5, 1949 in Akron, Ohio. She received a Bachelor of Science degree in Electrical Engineering from Carnegie-Mellon University in 1970, and a Doctorate in Electrical Engineering from University of Maryland in 1977. Dr. Resnik left a job as a senior systems engineer in product development with Xerox Corporation at El Segundo, California to work for NASA in 1978. She died on January 28, 1986 on her second mission, during the launch of Challenger STS-51-L. \n\nAnna Fisher was born August 24, 1949 in New York City, New York hometown. She received a Doctorate in Medicine in 1976 and a Master of Science in Chemistry in 1987, both from the University of California, Los Angeles. Dr. Fisher flew on STS-51A, the Space Shuttle Discovery's November 8, 1984.\n\n<a href=\"http://nasaimages.org/luna/servlet/detail/nasaNAS~5~5~24190~127623:First-Class-of-Female-Astronauts\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/nasaNAS~5~5~24190~1276...</a>"}, "isfavorite": 0, "views": "3748", "farm": 9, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "1979-02-28 15:17:03", "lastupdate": "1377487251", "takengranularity": "0", "posted": "1341872223"}, "originalsecret": "1fb1a3830b", "license": "7", "notes": {"note": []}, "server": "8147", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/7538840374/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387642905}