{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/4408111657/#comment72157623560059390", "realname": "", "path_alias": "jupana", "author": "38789304@N06", "iconserver": "4058", "datecreate": "1267807483", "_content": "Great view of historycal boat.Thanks and greetings.", "authorname": "Juanbpn.", "id": "8602872-4408111657-72157623560059390", "iconfarm": 5}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4408111657/#comment72157623562182168", "realname": "Richard Urban", "path_alias": "musebrarian", "author": "44573711@N00", "iconserver": "67", "datecreate": "1267832453", "_content": "<del>The story of the <a href=\"http://en.wikipedia.org/wiki/SS_Morro_Castle\" rel=\"nofollow\">SS Morro Castle</a> on Wikipedia.</del>\n\nThanks Wystan - the picture looked right, but I didn't check the dates.\n\n<a href=\"http://www.wardline.com/albums/album_image/4557875/1378596.htm\" rel=\"nofollow\"><img src=\"http://www.wardline.com/i//Morro_Castle_Vera_Cruz_1905.jpg\" width=\"60%\" /></a>\n\nStern view of the Morro Castle in Vera Cruz, 1905\n\n<a href=\"http://www.wardline.com/albums/album_image/4583812/1363592.htm\" rel=\"nofollow\"><img src=\"http://www.wardline.com/i//Morro_Castle_Grand_Staircase.jpg\" width=\"60%\" /></a>\n\nForward staircase.\n\n<blockquote>\n<a href=\"http://www.wardline.com/page/page/4557567.htm\" rel=\"nofollow\">Morro Castle (1900) (Official Number 93055)</a>\n\nLaid down for Plant Line in 1899; launched for Ward Line as MORRO CASTLE in 1900; in service from 1900 to 1924. After a long career as the line's record-breaking speed queen, she was laid up in Brooklyn in 1924 pending sale. Bought by an Italian scrap yard a year later, she made her last voyage across the Atlantic under the Italian flag. Her scrapping was completed in 1926.\n</blockquote>", "authorname": "Musebrarian", "id": "8602872-4408111657-72157623562182168", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4408111657/#comment72157623441542229", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1267895995", "_content": "Musebrarian, you have the wrong ship. \n\nThe earlier &quot;Morro Castle,&quot; built in 1900, was in the news in October, 1913, when its seizure during the Mexican Revolution precipitated an international incident. Here's the story, found via a Google search:\n\nU.S. SHIP IS HELD \n\nMexican Gunboat Has Guns Trained on Her Bow. \n\nMrs. John Lind is Aboard \n\n&quot;Morro Castle&quot; of the Ward Line, is Detained in Vera Cruz Harbor. \nThe steamship Morro Castle of the Ward Line is holed up in Vera Cruz harbor with the guns of a Mexican gunboat trained on her bow. On board are Mrs. John Lind, wife of President Wilson's envoy to Mexico, many other American passengers, and mail for the United States. \n\nCaptain Huff, the vessels' commander has been cited to appear tomorrow before a local judge to answer a criminal charge. What the charge is has not been told, and the Mexican authorities have not disclosed its nature.\n\nMr. Lind, who saw his wife go on board the Morro Castle, has sent a vigorous cablegram of protest to Secretary of State Bryan, and to Minister of Foreign Affairs Mojano in Mexico City.\n\nThe Morro Castle has been preparing to steam for two days. It was announced last night that Mrs. Lind would be among the passengers. All passengers were aboard this morning and the vessel was in shape to clear when word was sent out to the vessel that clearance papers had been returned by officers of the port. The pilot was warned not to go aboard.\n\nCaptain Huff, with local representatives of the line, immediately took steps to learn the cause of the holding up of the vessel, and then Captain Huff was served with the citation. \n\nWhile these things were taking place ashore, the Mexican gunboat Zaragosa steamed from her anchorage in the shadow of the Island Fortress and took its position just off the bow of the Morro Castle. \n\n(October 23, 1913)\n\n\nUS AND MEXICO SITUATION OMINOUS \n\nPresident Expected To Issue Ultimatum Warning Foreign Warship to Keep Away. \nDevelopments at a few hours today in the relations between the United Stares and Mexico emphasized a gravity of affairs more ominous than at any time since President Wilson's administration began. Absolute silence was the order in official quarters.\n\nThe release of the Ward Liner Morro Castle after peremptory demands by the United States terminated a delicate situation. Orders were in preparation to the commanders of American warships lying of Vera Cruz to (illegible) upon her release.\n\n(October 24, 1913)", "authorname": "Wystan", "id": "8602872-4408111657-72157623441542229", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4408111657/#comment72157623449200721", "realname": "Richard Norton", "path_alias": "richard_arthur_norton", "author": "54904823@N00", "iconserver": "2568", "datecreate": "1267993254", "_content": "I started an entry in Wikipedia:\n<a href=\"http://en.wikipedia.org/wiki/SS_Morro_Castle_(1900)\" rel=\"nofollow\">en.wikipedia.org/wiki/SS_Morro_Castle_(1900)</a>", "authorname": "Richard Arthur Norton  (1958- )", "id": "8602872-4408111657-72157623449200721", "iconfarm": 3}], "photo_id": "4408111657"}}