{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/state-records-nsw/4740534120/#comment72157624374634194", "realname": "", "path_alias": "beachcomberaustralia", "author": "32162360@N00", "iconserver": "3722", "datecreate": "1277710520", "_content": "I am not too sure where the OLD Water Police Court was.  The one at the corner of Philip and Albert streets was built in the 1850s ( see <a href=\"http://www.sydneyarchitecture.com/ROC/QUA10.htm\" rel=\"nofollow\">www.sydneyarchitecture.com/ROC/QUA10.htm</a> ).\n\nThis photo looks like it was taken on Dawes Point, with Fort Macquarie, Government House and the 1883 Hill Clark warehouse in the background.   I wonder what happened to the stone?", "authorname": "beachcomberaustralia", "id": "27286215-4740534120-72157624374634194", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/state-records-nsw/4740534120/#comment72157625104477351", "realname": "", "path_alias": "beachcomberaustralia", "author": "32162360@N00", "iconserver": "3722", "datecreate": "1287917679", "_content": "Eureka!\n\nThe stone is now in the Mitchell Library, State Library of NSW, but there is no mention of the Old Water Police Court.  \n\nWhere, why, when, who and how - <a href=\"http://acms.sl.nsw.gov.au/item/itemDetailPaged.aspx?itemID=447196\" rel=\"nofollow\">acms.sl.nsw.gov.au/item/itemDetailPaged.aspx?itemID=447196</a>\n\nDate of photo must be October 1924", "authorname": "beachcomberaustralia", "id": "27286215-4740534120-72157625104477351", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/state-records-nsw/4740534120/#comment72157625104500635", "realname": "", "path_alias": "beachcomberaustralia", "author": "32162360@N00", "iconserver": "3722", "datecreate": "1287918033", "_content": "From the State Library NSW link above - \n<blockquote>\n&quot;The stone was found in the internal stone wall of the old Military building at Dawes' Point when it was demolished in October, 1924. It was probably part of the first Observatory, being afterwards incorporated in the Military building, which consisted of four rooms with stone walls nearly three feet thick. It was discovered at about the centre of the building in the wall of the room marked on plan as Non-Com's. room, the inscription being covered with plaster. The great thickness of the stone walls of this part of the plan prove that they were of a much older type than the other portion - which was constructed of brick - many of the bricks being marked with the broad arrow and others with various old brickmaker's marks. The spot where the stone was found is fixed by its co-ordinates being 1260 feet east and 1652 feet North from Trig. station E or the Time Ball Staff of the Obervatory, and about 65 feet above sea level. The Latitude and Longitude of the first Observatory, as fixed by Lieutenant Dawes were respectively 33 [degrees] 52' 30&quot; and 151 [degrees] 19' 30&quot;.&quot; -- Letter from Kathleen Butler, Secretary to Chief Engineer, Sydney Harbour Bridge, to W. H. Ifould, Principal Librarian, Public Library of NSW, 19th Feb. 1926 (filed at An 36)\nA plan of Dawes Point supplied by the Chief Engineer, Sydney Harbour Bridge, showing the location of the keystone, was previously filed at F11/49. It was subsequently transferred to the Archives Office of NSW (now State Records NSW) and is held at AO map 6317 &quot;\n</blockquote>", "authorname": "beachcomberaustralia", "id": "27286215-4740534120-72157625104500635", "iconfarm": 4}], "photo_id": "4740534120"}, "flarchive:created": 1389621020}