{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/usnationalarchives/3995277577/#comment72157623222533265", "realname": "", "path_alias": "bigbean", "author": "87914514@N00", "iconserver": "3801", "datecreate": "1265251001", "_content": "interestingly, this wooden church is already featured in the Commons:\n[http://www.flickr.com/photos/nypl/3110837278/]\nPoplar Grove Church built by the 50 NY Eng. Vols.\nin the New York Public Library's stream\n\nand \n[http://www.flickr.com/photos/oldeyankee/2717667963/]\n[Poplar Grove Va. Log church built by the 50th New York Engineers with the engineer insignia above the door] Date: c. 1865\nin the stream of libraryimages.net\n\nIt certainly is an interesting building\n\nfrom <a href=\"http://www.vahistorical.org/lva/poplargrove.htm\" rel=\"nofollow\">www.vahistorical.org/lva/poplargrove.htm</a>\n<blockquote>The 50th New York Engineers, attached to the 6th Corps, was engaged in the Battle of Peebles Farm in September 1864 and then set up winter camp in the vicinity, where they remained until early April 1865 when they participated in the final assault on Petersburg. In February 1865, they turned to building a church for themselves. Poplar Grove Church was designed by Captain Michael H. McGrath, Commander of Company F, in part to replace the Poplar Springs Church that had been destroyed during the Battle of Peebles Farm. The new building, which seated about 225, was built entirely of materials gathered from the woods, including stripped logs, saplings, and bark. Soldiers brought their own three-legged stools into the church with them. Intended as an auditorium for profane as well as sacred uses, it was first utilized for a strolling minstrel show.</blockquote>", "authorname": "BigBean", "id": "35717303-3995277577-72157623222533265", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/usnationalarchives/3995277577/#comment72157623347116506", "realname": "", "path_alias": "bigbean", "author": "87914514@N00", "iconserver": "3801", "datecreate": "1265251931", "_content": "re Poplar Grove National Cemetery:\n(from <a href=\"http://www.nps.gov/archive/pete/mahan/eduhistpg.html\" rel=\"nofollow\">www.nps.gov/archive/pete/mahan/eduhistpg.html</a> )\n\n<blockquote>In 1866, Lt... Colonel James Moore began his survey of the Petersburg area to locate land for a National Cemetery. Eventually, a farm just south of the city was chosen. This tract of land had been the campground for the 50th New York Volunteer Engineers. During the war they constructed a gothic-style, pine log church called Poplar Grove.\n\nWith the cemetery now established, work began to move approximately 5,000 Union soldiers from nearly 100 separate burial sites around Petersburg. Bodies were moved from nine Virginia counties, reaching as far west as Lynchburg, Virginia</blockquote>", "authorname": "BigBean", "id": "35717303-3995277577-72157623347116506", "iconfarm": 4}], "photo_id": "3995277577"}, "flarchive:created": 1387668160}