{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/5228553655/#comment72157625398761205", "realname": "Ghilayne Andrew", "path_alias": null, "author": "40714992@N04", "iconserver": "4118", "datecreate": "1291431873", "_content": "Intriguing picture... the man doesn't look like he's holding the gun to the other fellow's head to me, though.  He seems to be holding the revolver across his chest, not an uncommon pose at the time.  If he were actually joking and holding it at the man seated, it seems it would be a little lower and tilted.  And... what might the gentleman standing on the right be looking at?  The other four all appear to be looking straight into the camera... except for the other man standing.  Some noise or a movement caught his attention at just that moment?  Perhaps mom or sweetheart talking to him?  Fanciful thoughts...", "authorname": "Ghilayne", "id": "8602872-5228553655-72157625398761205", "iconfarm": 5}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5228553655/#comment72157625541686374", "realname": "Doug", "path_alias": null, "author": "30172011@N04", "iconserver": "5219", "datecreate": "1291646157", "_content": "Agreed. It's a pose, not a joke. It's pointed at his own arm, and he's behind the seated man far enough to accommodate the chair he's sitting in and the crook of his arm as he's resting it on the man's shoulder.", "authorname": "doug sinclair", "id": "8602872-5228553655-72157625541686374", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5228553655/#comment72157625544171980", "realname": "Monica", "path_alias": null, "author": "64476294@N00", "iconserver": "3779", "datecreate": "1291668671", "_content": "What about the two holding hands? Seems rather strange, unless they were related.", "authorname": "lablover47", "id": "8602872-5228553655-72157625544171980", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5228553655/#comment72157625423760329", "realname": "Doug", "path_alias": null, "author": "30172011@N04", "iconserver": "5219", "datecreate": "1291734779", "_content": "Were these guys serious or not?  They aren't &quot;clowning around.&quot; If it was meant to be humorous, it was a very dry humor, and one of them wasn't on board with that at all (to the far left). And would they waste a studio photograph by being silly? Maybe. Had they been drinking? Did the photographer suggest some silly posing? The hand-holding man seated is also holding his head in a way that enhances the feeling of intimacy between them. The man standing is definitely not.\n\nI've seen other photographs of Civil War soldiers who were engaged in displays of affection, some more overt than this.  This is one of those instances where we need to be careful not to revise history based on our own frames of reference, but - joking or not, I think these poses implied then what they would imply  today. There was certainly physical and/or emotional intimacy (sexual/romantic) among male soldiers at that time, but it seems highly unlikely they would immortalize this in a photo that would, presumably, be seen by friends and family. I don't think male relatives that had a close relationship would pose like this.  It would be really interesting to be able to go back and ask them! \n\nThe standing man not looking at the camera - that isn't a daydreaming gaze, in my opinion, it's a blank stare. The photographer would have told them not to move. I've seen a lot of early photos where people have a stiff look like this. And - he's holding another man's hand. Joking or not, he's probably not daydreaming about his mom or sweetheart.", "authorname": "doug sinclair", "id": "8602872-5228553655-72157625423760329", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5228553655/#comment72157625620286264", "realname": "", "path_alias": null, "author": "11418107@N02", "iconserver": "1068", "datecreate": "1292631289", "_content": "Wild guess:  One non-romantic reason that the men might be holding hands (or touching hands) so freely and visibly would be if the man in back were blind.  He might well have a hand on his friend's shoulder, just as it appears here, and the friend might simply be touching or holding his hand as a signal or reassurance.  That might also account for his gaze being off from the direction his friends are looking.", "authorname": "pennylrichardsca (now at ipernity)", "id": "8602872-5228553655-72157625620286264", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5228553655/#comment72157626343688763", "realname": "Tom Martin", "path_alias": "doinstuff", "author": "61337083@N05", "iconserver": "5024", "datecreate": "1302454383", "_content": "I believe the men &quot;holding hands&quot; were doing so due to a strong sense of camaraderie - or, at least - to create that impression. Camaraderie between troops (on both sides) was very strong, and, back then, they were not opposed to the physical expression of such. Homosexuality was taboo, particularly amongst the military, so any &quot;romantic&quot; expression is extremely unlikely, especially since they are being photographed with compatriots. &quot;Holding hands&quot;, in any public arena, would have more than likely resulted in the participants being, at a minimum,  tarred and feathered.", "authorname": "doinstuff", "id": "8602872-5228553655-72157626343688763", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5228553655/#comment72157626455920079", "realname": "sue", "path_alias": null, "author": "62150568@N02", "iconserver": "0", "datecreate": "1303796117", "_content": "I'm guessing that they are related or compatriots. Back then, displays of affection were not seen in the same way as they are today. Also, I agree that the gun holder is simply displying the gun by holding it across his chest for the photograph.", "authorname": "ambivalent sleuth", "id": "8602872-5228553655-72157626455920079", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5228553655/#comment72157629337015260", "realname": "Ellyn", "path_alias": null, "author": "22910776@N05", "iconserver": "2186", "datecreate": "1333117806", "_content": "he's not clowning with that gun -- he's showing it off. it's obviously his pride!", "authorname": "ellynkocher", "id": "8602872-5228553655-72157629337015260", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5228553655/#comment72157632144920551", "realname": "", "path_alias": "satyaramnarain", "author": "8518529@N06", "iconserver": "0", "datecreate": "1354402193", "_content": "Am I the only that noticed that the uniform of the seated man is lighter in color? Maybe he's a confederate prisoner?", "authorname": "satyaram107", "id": "8602872-5228553655-72157632144920551", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5228553655/#comment72157633959075852", "realname": "David Kolodny", "path_alias": "oughttobeshot", "author": "25333198@N02", "iconserver": "3095", "datecreate": "1370478928", "_content": "I've seen an unframed version of this photo. The man at the bottom left has his hand upon the thigh of the man in the center. Without that I would have thought pennlrichardsca's suggestion might be true, that the man on the upper left who is looking off camera might be blind.", "authorname": "OughtToBeShot Photo", "id": "8602872-5228553655-72157633959075852", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5228553655/#comment72157635062558590", "realname": "", "path_alias": "satyaramnarain", "author": "8518529@N06", "iconserver": "0", "datecreate": "1376429007", "_content": "In certain parts of the world, men walk around holding hands and holding hands with women, even your wife/girlfriend is taboo. I know how people love to read modern thoughts into such things.", "authorname": "satyaram107", "id": "8602872-5228553655-72157635062558590", "iconfarm": 0}], "photo_id": "5228553655"}}