{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8244754918/#comment72157632265293055", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1355757495", "_content": "Colin Selwyn Brown was the son of Colin and Adela J Brown, of Old Meadow, South Zeal, Okehampton, Devon.  He was killed in action as the officer commanding 'C' Company 11th Battalion The Border Regiment.\n\nOn 1st July 1916 Captain Brown was one of 63 soldiers in 11th Battalion who were killed, including the Commanding Officer, Lieutenant Colonel Percy Wifrid Machel CMG DSO, husband of Valda, Countess Of Gleichen.  Lt Col Machell went 'over the top' to lead his men against the German trenches despite direction that Commanding Officers were not to take part in the attack.//", "authorname": "Gary Donaldson", "id": "32254785-8244754918-72157632265293055", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8244754918/#comment72157633116935930", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1364548579", "_content": "Born in Highgate according to the 1901 census. By 1911 his father had died and he was living with his mother, sister and 2 servants at 55 Fitz James Avenue, Fulham. At that time he was aged 21 and described as an Engineering Student.\n\nThere is a Colin S Brown aged 25 shown as a passenger aboard the Durham Castle on 10th December 1914. His occupation is shown as Civil Engineer. Country of last permanent residence Rhodesia. Port of embarkation Beira, landed at Plymouth.\n\nLondon Gazette notice of his promotion to Temporary 2nd Lieut 15th January 1915 <a href=\"http://www.london-gazette.co.uk/issues/29067/supplements/1526/page.pdf\" rel=\"nofollow\">www.london-gazette.co.uk/issues/29067/supplements/1526/pa...</a>", "authorname": "Mrs Audubon", "id": "32254785-8244754918-72157633116935930", "iconfarm": 4}], "photo_id": "8244754918"}}