{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/sdasmarchives/4831852815/#comment72157627492119070", "realname": "", "path_alias": null, "author": "45586426@N06", "iconserver": "7133", "datecreate": "1314019986", "_content": "AD-5/A-1E Skyraider Bu No 133927 in Light Gull Gray and Insignia White with \nlast five digits of serial number across center tail.\nAbove this is US Navy aviation tail code 7Y from NAS Detroit Selfridge. \n<a href=\"http://a4skyhawk.org/2e/navy-tail-codes.htm\" rel=\"nofollow\">a4skyhawk.org/2e/navy-tail-codes.htm</a>\n\nSide number 51 on engine cowl.\n\nPrior to 1970, certain Navy aircraft belonged to a Naval Air Station or Facility without \nconnection to any squadron. Also before 1970, those aircraft that were part of a \nNaval Reserve Training Unit belonged to the station they were based at, not a squadron.\n\nNaval Air Facility Detroit at Selfridge ANGB, Michigan; \n<a href=\"http://en.wikipedia.org/wiki/Selfridge_ANGB\" rel=\"nofollow\">en.wikipedia.org/wiki/Selfridge_ANGB</a>\n<a href=\"http://www.globalsecurity.org/military/facility/selfridge.htm\" rel=\"nofollow\">www.globalsecurity.org/military/facility/selfridge.htm</a>\nSelfridge Air National Guard Base is on the north side of Detroit, Michigan, along the western \nshore of Lake St. Clair and is home of many units, including Air Force Reserve, \nAir National Guard, Army, Air Force, Navy, Marine Corps and Coast Guard. \n\nThe Douglas Skyraider originally served with the US Navy from the 1950s and \nflew off aircraft carriers both in peace time and combat during the Vietnam War.\nAfter retirement from the US Navy many single and dual seat A-1 Skyraiders were \nacquired by the US Air Force, overhauled, modified and repainted for service mainly in \nSouth East Asia. \n\nDouglas A-1E Skyraider 133927 was transferred to the USAF as 52-133927.  \n\nWhile with the 1st Special Operations Squadron 56th Special Operations Wing based at \nNakhon Phanom Royal Thai Air Force Base near the border with Laos,\non June 28 1969 this aircraft was shot down by &quot;automatic weapons fire&quot; near Muong Soui, \nXiangkhoang Province over the land locked nation of Laos.  \nBoth Major Bagwell and Lieutenant Colonel  W. D. Neal bailed out manually without use \nof the 'Yankee' seat escape system and were fortunately rescued.\n<a href=\"http://www.flickr.com/photos/my_public_domain_photos/6063044652\">www.flickr.com/photos/my_public_domain_photos/6063044652</a>", "authorname": "AceFlyboy1", "id": "49465936-4831852815-72157627492119070", "iconfarm": 8}], "photo_id": "4831852815"}, "flarchive:created": 1389572380}