{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1369149938", "originalformat": "jpg", "owner": {"username": "Tyne & Wear Archives & Museums", "realname": "", "nsid": "29295370@N07", "iconserver": "2861", "location": "", "path_alias": "twm_news", "iconfarm": 3}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "8770770544", "title": {"_content": "U-Boat 110, Four bow Torpedo Tubes & forward hydroplanes"}, "media": "photo", "tags": {"tag": []}, "comments": {"_content": "0"}, "secret": "c249ee104b", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "This photographs shows the U-Boat 110, a German Submarine that was sunk and risen in 1918. This photograph shows the Submarine's Four bow torpedo tubes &amp; forward hydroplanes.\n\nReference: DS.SWH/5/3/2/14/1/83\n\nThis image is taken from an album of photographs found in the Swan Hunter shipbuilders collection at Tyne &amp; Wear Archives. The album is from 1918 and documents the U.B. 110 before she was scrapped on the dry docks of Swan Hunter Wigham Richardson Ltd, Wallsend.\n\nThe twin-screw German submarine U.B. 110 was built by Blohm &amp; Voss, Hamburg.\n\nOn the 19th July 1918, when attacking a convoy of merchant ships near Hartlepool, she herself was attacked by H.M. Motor-Launch No. 263 and suffered from depth charges. Coming to the surface she was rammed by H.M.S. Garry, a torpedo boat destroyer, and sunk. \n\nIn September she was salvaged and placed in the admiralty dock off Jarrow slake. She was then berthed at Swan Hunter's dry docks department with an order to restore her as a fighting unit. \n\nThe Armistice on 11th November 1918 caused work on her to be stopped. She was towed on the 19th December 1918 from Wallsend to the Northumberland Dock at Howdon and was subsequently sold as scrap.\n\nThe album of photographs, taken by Frank &amp; Sons of South Shields, documents the U.B. 110 in extensive detail. The photographs provide a rare glimpse into the mechanics and atmosphere of the raised German submarine.\n\n<a href=\"http://www.flickr.com/photos/twm_news/sets/72157633570788096/\">More images of the U-Boat 110 can be viewed here</a>.\n\n(Copyright) We're happy for you to share these digital images within the spirit of The Commons. Please cite 'Tyne &amp; Wear Archives &amp; Museums' when reusing. Certain restrictions on high quality reproductions and commercial use of the original physical version apply though; if you're unsure please email archives@twmuseums.org.uk"}, "isfavorite": 0, "views": "3477", "farm": 9, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2013-05-21 16:05:39", "lastupdate": "1379158535", "takengranularity": "0", "posted": "1369149938"}, "originalsecret": "75239b7b80", "license": "7", "notes": {"note": []}, "server": "8280", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/twm_news/8770770544/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1389890572}