{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/6130628946/#comment72157627632009898", "realname": "", "path_alias": null, "author": "25695066@N00", "iconserver": "7037", "datecreate": "1315591440", "_content": "Interesting photo.  Although there is a 1914 date on the glass negative, this appears to be the torpedo boat USS Porter (TB-6).  \n\nThe next USS Porter (DD-59) was a larger ship, a torpedo boat destroyer (or simply, a &quot;destroyer&quot;) which had its keel laid down at William Cramp &amp; Sons shipyard in Philadelphia in August 1914.  USS Porter was launched in August 1915 and commissioned in April 1916.\n\nThe construction of the ship in the photo, and its much narrower beam (17-ft for TB-6 vs. 30-ft for DD-59), not to mention the date on the negative, suggests this is a photo of the torpedo boat USS Porter (TB-6).\n\nMaking things even murkier is the fact that the same photo is described as &quot;Civilian Norfolk Navy Yard workers are busy making repairs on the torpedo boat USS Porter (TB-6) circa 1905,&quot; at the NavSource history site.  (See: <a href=\"http://www.navsource.org/archives/05/tb/050306.htm\" rel=\"nofollow\">www.navsource.org/archives/05/tb/050306.htm</a> and <a href=\"http://www.navsource.org/archives/05/tb/05030619.jpg)\" rel=\"nofollow\">www.navsource.org/archives/05/tb/05030619.jpg)</a>.  \n\nMy <i>guess</i> is that this photo of USS Porter (TB-6) was used in conjunction with the news of the laying of the keel and/or building of the destroyer USS Porter (DD-59) in 1914.  It is also possible that NavSource's description of the photo is incorrect, and this is actually a photo of the torpedo-boat USS Porter's dismantling in New York sometime after it was decommissioned (November 1912) and sold (30 December 1912) to Andrew Olson of New York (see: <a href=\"http://en.wikipedia.org/wiki/USS_Porter_(TB-6)#Decommissioning_and_sale.2C_1912)\" rel=\"nofollow\">en.wikipedia.org/wiki/USS_Porter_(TB-6)#Decommissioning_a...</a>.", "authorname": "TVL1970", "id": "8602872-6130628946-72157627632009898", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/library_of_congress/6130628946/#comment72157627637261498", "realname": "Jim Rees", "path_alias": null, "author": "83025347@N00", "iconserver": "50", "datecreate": "1315661954", "_content": "This can't be DD-59, it's too small. Has to be TB-6. The building marked &quot;Beard's&quot; could be a clue but I can't find anything. There's a Beard's Wharf in London but that isn't it. I found a few photos of the Norfolk yard from that era and this could be it, but it could be just about any place else too.", "authorname": "Jim Rees", "id": "8602872-6130628946-72157627637261498", "iconfarm": 1}], "photo_id": "6130628946"}}