{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8491721881/#comment72157632844963938", "realname": "", "path_alias": null, "author": "77788549@N05", "iconserver": "0", "datecreate": "1361695690", "_content": "Mervyn Joseph Pius O'Gorman.  He was the son of Edmund A O'Gorman of Harrogate.  Mervyn was born in Ireland, then educated at Downside before going to University College Dublin, and from there in 1891 to the City and Guilds Central Institution in London to study Electrical Engineering  \n\nHe worked extensively in the electrical cabling industry - on projects with the Fowler Waring Cabling Company in Ostend, Grenoble and Paris as well as on the installation of electrical supplies in Britain.  He was recruited into the 'aircraft' industry when on the Board of the glass manufacturers Pilkingtons, by R B Haldane, the Secretary of State for War, and appointed Superintendent of the Royal Balloon Factory at Farnborough in 1909 where airships were being constructed.\n\nBefore the outbreak of war, from 1909-1913, under Mervyn O'Gorman's superintendence serious 'heavier than air' experimentation to develop 'military aircraft' was conducted - and, amongst other pioneering engineers, he brought Geoffrey de Haviland to the factory.  Aircraft were designed in two broad types - 'pushers' with rear mounted propellors (FE 1), and 'tractors' with forward mounted propellors (SE 1 and BE1).  In 1913, O'Gorman was made a Commander of the Order of the Bath, CB.\n\nIn 1915 the catastrophic losses of ponderous and frequently unarmed British BE2c aircraft on the Western Front, outperformed and outflown by German Fokker Eindecker E1, resulted in a Parliamentary enquiry.  What became known as The Air Enquiry published its findings in June 1916 and Mervyn O'Gorman, a man of principle, resigned from the Royal Aircraft Factory.  He continued to act as a consultant engineer to the Director-General of Military Aviation for the rest of the war.\n\nIn 1919 Lieutenant Colonel Mervyn O'Gorman held his commission in the Royal Flying Corps.\n\nAfter the war O'Gorman was Chairman of the Royal Aeronautical Society, Chairman of the Air Accident Investigation Committee, and of the Civil Air Transport Committee.  He also worked with the League of Nations Air Transportation Committee.  A keen automobile enthusiast, as Vice-Chairman of the Royal Automobile Club he proposed a handbook of motoring rules which was later adopted by the government and first published in 1931 as The Highway Code.\n\nMervyn O'Gorman was also interested in the development of colour photography.  He died on 16th March 1958 at his home at 21 Embankment Gardens, Chelsea, London, aged 76.", "authorname": "Trench-Foote", "id": "32254785-8491721881-72157632844963938", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8491721881/#comment72157632922647166", "realname": "National Media Museum", "path_alias": "nationalmediamuseum", "author": "26808453@N03", "iconserver": "8189", "datecreate": "1362493493", "_content": "Hello\nJust thought I'd let you know that one of our curators, Colin Harding, has selected this photograph as his February Flickr Favourite <a href=\"http://nationalmediamuseumblog.wordpress.com/2013/03/04/most-popular-photographs-flickr-commons-february-2013/\" rel=\"nofollow\">on our blog</a>. \n- Emma", "authorname": "National Media Museum", "id": "32254785-8491721881-72157632922647166", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8491721881/#comment72157633138281747", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1364833719", "_content": "National Probate Calendar shows that he died on 16th March 1958 at 21 Embankment Gardens, Chelsea. Estate valued at £163,224.\n\nThe 1911 census shows him at this address aged 39 and described as Superintendent HM Balloon Factory &amp; Consulting Engineer. He had been married for 13 years to Frances Catherine O'Gorman (aged 57) and they had no children.\n\nNational Probate Calendar shows his wife's name as Florence Catharine. She predeceased him in 1931.", "authorname": "Mrs Audubon", "id": "32254785-8491721881-72157633138281747", "iconfarm": 4}], "photo_id": "8491721881"}}