{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/anmm_thecommons/7107953733/#comment72157629895725391", "realname": "Ruby Lace", "path_alias": "ruby_lace", "author": "38769456@N05", "iconserver": "5526", "datecreate": "1335339893", "_content": "A proud moment indeed. A moment to cherish for the soldiers and with their heads raised high......... marched off into the unknown Hell. Praise the Lord and praise the guys for their steadfastness in the face of absolute adversity.\nThe spirit................. their spirit, lives on and will do so for eternity.\nThere is no such thing and Guts and Glory.  Just lots of guts.", "authorname": "Ruby Lace", "id": "33142378-7107953733-72157629895725391", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/anmm_thecommons/7107953733/#comment72157634861703664", "realname": "", "path_alias": null, "author": "51979177@N02", "iconserver": "5282", "datecreate": "1375192216", "_content": "?Possibly the 1st Light Horse Brigade, 22nd Reinforcements...the various sources indicate they left Sydney on the Katuna, on 23 November, 1916. Light Horse experts should be able to tell us a bit more about them. Probably due to wartime censorship, the newspapers of the day appear not to have carried reports of this march or their departure. All up, these blokes look pretty grim...and the crowd looks subdued...these were difficult times...every week newspapers such as the Sydney Mail featured photographs of scores of soldiers who'd been killed or wounded or died of disease...by this time the war was having an enormous impact on people's lives in Australia, and support for the war effort was often qualified and far from universal...by late November 1916, the strike by NSW coal miners was almost a month old, the first Conscription Referendum had just been defeated in October (by 51% to 49% of the vote)...earlier in the year, some 2,000 recruits at Casula army camp (not these blokes) had mutinied over conditions and training and went on the rampage at Liverpool...some made it to Sydney, where they paraded around the streets, damaging property, raiding hotels, assaulting police, etc. At one point the police and rioters exchanged shots...one recruit was shot dead... <a href=\"http://griffithreview.com/edition-28-still-the-lucky-country/the-other-charge-of-the-light-brigade\" rel=\"nofollow\">griffithreview.com/edition-28-still-the-lucky-country/the...</a>", "authorname": "quasymody", "id": "33142378-7107953733-72157634861703664", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/anmm_thecommons/7107953733/#comment72157634879035591", "realname": "", "path_alias": "anmm_thecommons", "author": "33147718@N05", "iconserver": "3829", "datecreate": "1375337175", "_content": "[http://www.flickr.com/photos/51979177@N02] Thanks so much for alerting that to us quasymody. We've sent an enquiry through to the AWM for clarification :)", "authorname": "Australian National Maritime Museum on The Commons", "id": "33142378-7107953733-72157634879035591", "iconfarm": 4}], "photo_id": "7107953733"}, "flarchive:created": 1387837318}