{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9414164423/#comment72157634888824821", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1375397378", "_content": "On the 1891 census, the 1 year old Ernest Geo., born Stoke Newington, London, was recorded at 6 Knebworth Road, Stoke Newington. This was the household of his parents, Edward G, (aged 28 and an Ivory Worker from Clerkenwell, London) and Lydia E. (aged 27 and from Holborn, London). Their other child at that time is :-\nEdward P………………..aged 3………..born Stoke Newington, London\n\nBy the time of the 1901 census, Ernest George and family were living at 564 Shoreham Street, Sheffield. As well as parents Edward G and Lydia E, he lives there with brother Edward Percy, (now working as an Office Boy), and siblings Alice Sybil, (aged 7 and born Stoke  Newington) and Evelyn Annie, (aged 5 and born Sheffield).\n\nOn the 1911 census Ernest George was still living with his parents, was single, and his occupation is given as Teaching. The family were living at 37 Hunter House Road, Sheffield. Father Edward George gives his occupation as Ivory and Horn Working. He and his wife Lydia Eleanor have been married for 24 years. They have had 6 children, of which 5 were then still alive. Edward Percy is also still living at home and is now an accountancy clerk. Alice Lydia and Evelyn Annie have been joined by Arnold Harry, (aged 5 and born Sheffield).\n\nThe marriage of an Ernest G Annely to a Julia A Skinner took place in the Ecclesall Bierlow District of Yorkshire, (Hunter House Road was in the same District on the 1911 census), in the October to December 1916 quarter.\n\nOn a site dedicated to the Great War fallen of Sheffield, this picture appears as part of a contemporary newspaper clipping which gives his home address as 3, Grange Crescent Road, Sharrow.\n\n<i>And this from 'The Holly Leaf', the teacher training magazine of the day, based at Collegiate Cresent, dated December 1917. You can ask to view this magazine at Local Studies.\n\n&quot;since our last issue our worst fears concerning Annely have been realised. He has been officially reported killed, and another has been added to our roll of those who scarcely assumed the dignity of command before they were cut off. Annely came to us from the Royal Grammer School, and left us for Borough Road College. All who knew him, knew him for a calm and gentle spirit, unruffled by the rush and turmoil of things. The Holly Guild gatherings and the Borough Road dinners will miss those sweet tenor songs which seemed part of himself: the teaching service will miss a man who trained his boys to be as courteous and urbane as himself. His contemporaries and his teachers will ever have the kindest recollection of him&quot;.</i>\n\nThe orginal enquirer for information was a family member who added this in response:-\n<i>I know he was 'missing in action presumed dead' for a few days prior to them finding his body. I also know that his body was subsequently lost again and never recovered</i>\n\n<a href=\"http://www.sheffieldhistory.co.uk/forums/index.php/topic/5958-images-of-sheffields-great-war-soldiers-surnames-a-l/page-2\" rel=\"nofollow\">www.sheffieldhistory.co.uk/forums/index.php/topic/5958-im...</a>\n\nErnest George had initially been a Corporal in the West Yorkshire Regiment (3916) at the time of his first entry into a Theatre of War, before subsequently being promoted to Second Lieutenant.\nCard Reference : WO 372/1/98592 \n<a href=\"http://discovery.nationalarchives.gov.uk/SearchUI/Details?uri=D1630114\" rel=\"nofollow\">discovery.nationalarchives.gov.uk/SearchUI/Details?uri=D1...</a>", "authorname": "Moominpappa06", "id": "32254785-9414164423-72157634888824821", "iconfarm": 1}], "photo_id": "9414164423"}}