{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/smithsonian/8492299978/#comment72157633091004494", "realname": "", "path_alias": null, "author": "11418107@N02", "iconserver": "1068", "datecreate": "1364243677", "_content": "Died 26 December 1970 in Oak Ridge, Tennessee.  A chemistry laboratory at Hollins College was renamed in her memory.  A former employee and student remembers her fondly:\n<blockquote>\n&quot;When I left there, the head of the chemistry department wanted somebody to work with her.  Mrs. Harriet Fillinger, head of the chemistry department, asked for me because I had worked in her building, and she knew I was the maid with Aunt Bill.  She asked for me to come. Several went down, but she wouldn't accept none but Emma! So 'Emma' went to work in the chemistry department in 1934. I worked there under Miss Fillinger for about two years before she turned me loose in the department. We talked about school for me; I told her I wanted to major in chemistry, but Papa had an accident and there was no money for me to go to college. Soon after that, I started to study freshman chemistry with Professor Fillinger. I learned which elements caused which reactions, and I memorized the periodic table of elements. I sometimes took tests along with the students. I made all A's! At the end of two years, I was in charge of all the chemicals in the department. I gave out all the chemicals. I prepared all the experiments for the freshman class.  Doing that, I had to make up all of the solutions, test all of it before it was put in the lab for the girls to use....I was in charge of all chemicals, explosives and what-have-you. Never had an accident while I was there. I worked there until 1976 when I retired from the chemistry department...But they did ask me if I would consider staying on for another year. I didn't do that. I felt like I was tired of it, and Miss Fillinger had passed on.&quot;\n\n--Mrs. Mary Emma Bruce, as recorded in Ethel Morgan Smith, <i>From Whence Cometh My Help:  The African American Community at Hollins College</i> (University of Missouri Press 2000): 86-87.\n<a href=\"http://books.google.com/books?id=foGdRJT3FFoC&amp;lpg=PA86&amp;ots=MnOTGeRv6Z&amp;dq=Harriet Fillinger&amp;pg=PA86#v=onepage&amp;q=Harriet Fillinger&amp;f=false\" rel=\"nofollow\">books.google.com/books?id=foGdRJT3FFoC&amp;lpg=PA86&amp;o...</a>\n</blockquote>", "authorname": "pennylrichardsca (now at ipernity)", "id": "25030781-8492299978-72157633091004494", "iconfarm": 2}], "photo_id": "8492299978"}}