{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7365232766/#comment72157630132272476", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1339749063", "_content": "Basil Green was a Platoon Commander in 1st/5th Battalion North Staffordshire Regiment.  [He is erroneously attributed to 2nd/5th Battalion North Staffordshire in the Osprey (Campaign Series 2007) book on the Easter Rising 1916 (p. 24) - in April 1916 Basil Green was fighting in France].\n\nThis photograph of Basil Green, still a Second Lieutenant, was taken after he was wounded in 1916, (note the 'wound stripe' on his left sleeve), and before he returned to his Battalion in France.\n\nLt Basil Green was killed in action in what is decribed by Alan Higgins, in his biographical account of his grandfather's service in 1/5 North Staffordshire, ' Tommy at Gommecourt', as a vicious 'bayonet fight at Lens', when the Germans attacked on Sunday 1st July 1917.  In that same action his fellow Platoon Commander in 1/5 N STAFFS, Lt John Wellesley, was also killed.//", "authorname": "Gary Donaldson", "id": "32254785-7365232766-72157630132272476", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7365232766/#comment72157630071542343", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1339769676", "_content": "The Citation for the Award of the Military Cross to 2nd Lt, Basil Green N. Staff. Regt is published in the Supplement to the London Gazette of 24 August 1917:  For the trench raid of 14 Jun 1917.\n\n&quot;For conspicuous gallantry and devotion to duty.  He led a raid with great dash into the enemy trenches, after which he pentrated into cellars and dug-outs on the far side of the trench, inflicting further casualties.  Later he went out into &quot;No-Man's Land&quot; with one man, and spent an hour searching for wounded near the enemy's wire, setting a splendid example of courage to his men.&quot;\n\nThere is implicit evidence that 2Lt Basil Green led soldiers trained as Scouts, the forebears of a Reconnaissance Platoon, in 1/5 North Staffordshire.//", "authorname": "Gary Donaldson", "id": "32254785-7365232766-72157630071542343", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7365232766/#comment72157631750914582", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1350035656", "_content": "Son of Henry and Fanny Green, of 27, Market St., Tamworth, Staffs. <a href=\"http://www.cwgc.org\" rel=\"nofollow\">www.cwgc.org</a>\nAge at death given as 24. He was born circa 1893 at Fazeley, Staffordshire. At the time of the 1911 census he was living at home with his parents at 27 Market Street. He was described as 18, single and Articled to a Chemist &amp; Druggist.", "authorname": "Mrs Audubon", "id": "32254785-7365232766-72157631750914582", "iconfarm": 4}], "photo_id": "7365232766"}}