{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8569512238/#comment72157633095779169", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1364337096", "_content": "242157 Private Mark Greenhough was born at North Bierley near Bradford, West Yorkshire in 1896 or 1897.   His remains were subsequently identified and recovered from the battlefield as his gravestone is at plot XIX. B . 9. where he is buried at Mill Road Cemetery, Thiepval.\n\n1/5th Battalion Duke of Wellington's Regiment mustered from Volunteers in August 1914  in Halifax.  After training they sailed for France on 13th April, arriving at Boulogne on 14 April 1915, joining 147th Brigade of 49th (West Riding) Division on 15th May  1915.\n\nThe Western Front Association offers the following analysis of the Battle of Thiepval Ridge on 3rd September 1916, in which Pte Greenhough was killed, at <a href=\"http://www.westernfrontassociation.com/great-war-on-land/43-britain-allies/1761-from-disaster-to-triumph-the-49th-west-riding-division-in-the-great-war.html\" rel=\"nofollow\">www.westernfrontassociation.com/great-war-on-land/43-brit...</a>\n\n49th Division (Commanding Officer: Major-General Sir EM Perceval)  was transferred to Gough's Reserve Army (later Fifth Army) and [ the Division took part ] ... in the &quot;II Corps' attack on the Thiepval Ridge in September 1916 (part of the Battle of Thiepval, 3rd September 1916). The Division's attack was on a fortified German position between St Pierre Divion and the Schwaben Redoubt. The objective was to take three lines of German trenches with the objective the Strasburg line. 1/8 West Yorks and 1/6 West Yorks (146 Brigade) attacked to the left of 1/5 Duke of W and 1/4 Duke of W (147 Brigade). In front of 1/5 Duke of W was located a strongly defended German position known as the Pope's Nose. Machine guns sited here could enfilade the entire battlefield. The attacking division on the 49th Division's left (39th Division) had to be successful to prevent enfilading from German positions across the Ancre valley. When this attack was a failure, 1/8 West Yorks were machine gunned from two directions. The pattern of attack was the same in both brigades: two companies up front, a third company behind to leap frog when required and the fourth company to establish positions once they were taken.  The artillery barrage began at 0510 on the German front line then, with five minute 'lifts', it would bombard all three German lines. The advancing companies were to follow the barrage as close as they could, but there had been no thought given to counter battery fire. The men advanced in lines. 1/4 Duke of W reached the first line of German trenches which they found destroyed. In fact they took shelter in shell holes when the German barrage opened up. They could not advance any further and pulled back by nine o'clock that morning. 1/5 Duke of W's  companies also reached their first objective but machine guns at the Pope's Nose destroyed any further attack. Two communication trenches which ran from the English line to the German line (known tro the attacking troops as KOYLI west and KOYLI east) were not taken and a German communication trench close by was used by the German counter-offensive to feed men and ammunition into their old line to prevent a gap expanding in this front line. 1/5 Duke of W companies pulled back at 0930.\n \n1/6 West Yorks came under shrapnel attack as the German bombardment opened. The second wave of men, who were carrying ammunition and grenades, did not make it to the German line and so the survivors in the first German line were dependent on rifle and bayonet to defend themselves. As they too were enfiladed by the machine guns from the Pope's Nose, they too fell back by 0800 that morning. 1/8 West Yorks were enfiladed by machine guns on their left as well as by the guns at the Pope's Nose. They were counter-attacked by German reserves and pulled back within two and a half hours of advancing.\n \nThe number of casualties for the division in this action was 1,728 (of which 471 were killed). The casualty rate amongst officers was 70%.\n \nThe criticism of the Division after the battle did not include any comments on the plan. Instead  the CO, Perceval, the Corps commander and Gough all criticised the troops in the Division for failing to follow their officers and the 'lack of martial spirit' amongst the men. The other outcome of this debacle was the sacking of the Brigade commander of 147 Brigade.\n \nWith hindsight, the attack failed because of any or all of five reasons:\n  \n1.   there had been no counter-battery action so the men came under shrapnel fire almost immediately;\n2.  there was a high casualty rate amongst officers;\n3.  reserves and the resupplying of the men who reached the German front line was absent;\n4.  men without officers pulled back when they saw men on their flanks pull back;\n5.  most of the men were tired - they had spent the daylight hours of the previous days practising the attack and the nights digging their own jumping-off trenches.//", "authorname": "Gary Donaldson", "id": "32254785-8569512238-72157633095779169", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8569512238/#comment72157633121925025", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1364661986", "_content": "UK Soldiers Died in the Great War database shows Mark Greenhough's regimental number as 5894.\n\nAt the time of the 1911 census return he was living in North Bierley at 32 Mount Royal with his parents Harry and Elizabeth. He was then aged 14 and was working as a Spinner. Birth index records show that his birth was registered in the third quarter of 1896.", "authorname": "Mrs Audubon", "id": "32254785-8569512238-72157633121925025", "iconfarm": 4}], "photo_id": "8569512238"}}