{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1283151601", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "4861094649", "title": {"_content": "Construction of the Lunar Landing Research Facility"}, "media": "photo", "tags": {"tag": []}, "comments": {"_content": "0"}, "secret": "d364bf871c", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>Collection: </b>NASA Image eXchange Collection\n\n<b>Description: </b>Construction of the Lunar Landing Research Facility. Workers are preparing the foundation for a small control building next to the facility. James Hansen noted that &quot;it was conceived in 1962 by engineer Donald Hewes and built under the careful direction of his quiet but ingenious division chief, W. Hewitt Phillips, this gigantic facility designed to develop techniques for landing the rocket-powered LEM on the moon's surface.&quot; (p. 373) A.W. Vigil wrote in &quot;Piloted Space-Flight Simulation at Langley Research Center,&quot; &quot;Ground-based simulators are not very satisfactory for studying the problems associated with the final phases of landing. This is due primarily to the fact that the visual scene cannot be simulated with sufficient realism. For this reason it is preferable to go to some sort of flight-test simulator which can provide real-life visual cues. One research facility designed to study the final phases of lunar landing is in operation at Langley. ... The facility is an overhead crane structure about 250 feet tall and 400 feet long. The crane system supports five-sixths of the vehicle's weight through servo-driven vertical cables. The remaining one-sixth of the vehicle weight pulls the vehicle downward simulating the lunar gravitational force. During actual flights the overhead crane system is slaved to keep the cable near vertical at all times. A gimbal system on the vehicle permits angular freedom for pitch, roll, and yaw. The facility is capable of testing vehicles up to 20,000 pounds. A research vehicle, weighing 10,500 pounds fully loaded, is being used and is shown [in this picture]. This vehicle is provided with a large degree of flexibility in cockpit positions, instrumentation, and control parameters. It has main engines of 6,000 pounds thrust, throttle able down to 600 pounds, and attitude jets. This facility is studying the problems of the final 200 feet of lunar landing and the problems of maneuvering about in close proximity to the lunar surface.\n\n<b>Date: </b>04.08.1963\n\n<b>Credit: </b>NASA Langley Research Center (NASA-LaRC) [ <a href=\"http://lisar.larc.nasa.gov/\" rel=\"nofollow\">lisar.larc.nasa.gov/</a>]\n\n<b>ID: </b>EL-2002-00406\n<b>Other ID: </b>L63-2989\n<b>UID: </b>SPD-NIX-EL-2002-0040 6\n<b>Original url: </b><a href=\"http://nix.ksc.nasa.gov/info?id=EL-2002-00406&amp;orgid=1\" rel=\"nofollow\">nix.ksc.nasa.gov/info?id=EL-2002-00406&amp;orgid=1</a>\n<b>Image ID: </b>109829\n\n<b>SOURCE</b>:  <a href=\"http://nasaimages.org/luna/servlet/detail/nasaNAS~2~2~8170~109829:?qvq=q:Lunar+Landing+Research+Facility\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/nasaNAS~2~2~8170~10982...</a>\n\n<b>Visit <a href=\"http://www.nasaimages.org\" rel=\"nofollow\">www.nasaimages.org</a> for the most comprehensive compilation of NASA stills, film and video, created in partnership with Internet Archive. </b>"}, "isfavorite": 0, "views": "13017", "farm": 5, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2010-08-01 00:00:00", "lastupdate": "1376000544", "takengranularity": "4", "posted": "1283151601"}, "originalsecret": "2a7dddc58c", "license": "7", "notes": {"note": []}, "server": "4073", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/4861094649/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387643531}