{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6265799823/#comment72157627985601211", "realname": "", "path_alias": null, "author": "16830149@N02", "iconserver": "0", "datecreate": "1321109665", "_content": "From CWGC site\nName: BROWN \nInitials: E P W \nNationality: United Kingdom \nRank: Second Lieutenant \nRegiment/Service: Norfolk Regiment \nUnit Text: 1st Bn. \nDate of Death: 04/09/1916 \nCasualty Type: Commonwealth War Dead \nGrave/Memorial Reference: XXVI. B. 4. \nCemetery: DELVILLE WOOD CEMETERY, LONGUEVAL", "authorname": "shayes2006", "id": "32254785-6265799823-72157627985601211", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6265799823/#comment72157628110777586", "realname": "", "path_alias": null, "author": "16830149@N02", "iconserver": "0", "datecreate": "1321110439", "_content": "Details of name: EDWARD P W Brown (taken from Army Officers Death Index)", "authorname": "shayes2006", "id": "32254785-6265799823-72157628110777586", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6265799823/#comment72157628111203330", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1321114844", "_content": "The National Archive holds this officer's records at WO 339/28821 - unfortunately not available for purchase on-line.\nThere is a research group thread at 'The Great War Forum' which was attempting to establish if 2Lt EPW Brown and Capt WJH Brown, both of the Norfolk Regiment, were brothers.  This thread suggests that 2Lt EPW Brown is Edwin Percival W Brown, born Tynemouth, March 1897.  There is a Norfolk connection as the father, William b. c1861, if this is the correct family, was from Wheatacre in Norfolk but married in North Shields.   This thread may be read in full at:  <a href=\"http://1914-1918.invisionzone.com/forums/index.php?showtopic=92678\" rel=\"nofollow\">1914-1918.invisionzone.com/forums/index.php?showtopic=92678</a>", "authorname": "Gary Donaldson", "id": "32254785-6265799823-72157628111203330", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6265799823/#comment72157628323076767", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1323287076", "_content": "This is 2Lt Edwin Percival Wildman Brown who lived at 7 Northumberland Square, North Shields.  He was educated at Tynemouth Municipal High School and enlisted in the Norfolks in 1914 at the age of 17.  He was initially shown on the strength of 3rd Battalion Norfolk Regiment (the 'Home Based' recruit training battalion throughout the war) but may have had his service deferred while he began attendance at Durham University.  In any event he was commissioned into the Norfolks from Durham University OTC and served in France with 1st Battalion.  His older brother, William John Henry Brown, a qualified medical doctor, also joined 3rd Battalion Norfolks and subsequently served in France as an Acting Captain.  [There are references to William being attached to the &quot;15th Battalion&quot; when he was killed, but as Norfolks had no 15th Battalion it is likely this is erroneous and that he was either attached to the Brigade Staff of 15th Brigade from 1st Battalion, or he was serving with either the 15th Brigade Machine Gun Company or 15th Brigade Trench Mortar Battery]. \nTheir father, Major William Henry Brown RAMC, had died aged 52 on 23rd August 1912, and their mother, Fanny Sophia, and two other siblings left North Shields soon afterwards. \nBy a tragic twist of fate, both 2Lt Edwin Brown and his brother A/Capt William Brown were killed in action on the same day, Monday 4th September 1916, during the Battle of Guillemont, 3-6 September 1916.  Both officers are commemorated on the 1914-18 War Memorial in St Bartholomew's Church, Sydenham, Kent.//", "authorname": "Gary Donaldson", "id": "32254785-6265799823-72157628323076767", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6265799823/#comment72157629725372647", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1333390675", "_content": "Mr Graham Sacker, a historian who is the registrar of the Machine-Gun Corps database, very kindly looked up the details of Edwin's brother, William John Henry Brown for me at the National Archive.  W J H Brown enlisted with the 9th Battalion London Regiment (Queen Victorias Rifles) as Private 2528 on 1 Sep 1914, but was given a commission in the Royal Norfolks on 5 Sep 1914 and reported to them at Folkestone, (technically he was 'absent' from the QVR for 4 days, but this was quickly reconciled).  He recorded on his attestation papers that he had previously served 5 years with Durham University OTC to 1912 and prior to that had attended Oundle School.  At age 22 was 5'6&quot; tall and weighed 134lbs and he gave his address as 3 Syndfield Terrace, Snettisham, Norfolk.  \n\nOn 10 Mar 1915 William Brown was very seriously wounded in action during fighting at Trench 26a at St Eloi.  He suffered a through and through wound from a rifle bullet which entered on the left side of his front chest at the 5th rib cartilage near the sternum and exited through his back at the right side at the 9th intercostal space, fracturing his 7th rib.   William was evacuated to England to Lady Carnarvon's Hospital near Newbury where he spent 45 further days in hospital.  On 27 Apr 1915 he was sent on convalescent leave at The Old Hall, Snettisham, until declared fit for 'light duties' by the Eastern District Medical Board, whereupon he reported to the 3rd Battalion, Royal Norfolks on 9 Jun 1915.  He was declared fit for active service on 6 Nov 1915 and returned to 1st Battalion in France.\n\nWilliam was again wounded in action on 28 Jul 1916 when he received a gunshot wound to the leg which required his brief admission to the Red Cross Hospital at Rouen, from which he returned to duty on 31 Jul 1916.  William was killed in action at Falfemont Farm near Guillemont on 4 Sep 1916.  His mother received the telegram, written in manuscript in pencil, informing her of William's death on 8 Sep 1916.  She was then living at 11 Collingtree Road, Sydenham.  On 8 Feb 1919 she moved to The Chase, Chigwell, Essex.//", "authorname": "Gary Donaldson", "id": "32254785-6265799823-72157629725372647", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6265799823/#comment72157629730065097", "realname": "IWM Collections", "path_alias": "imperialwarmuseum", "author": "32300107@N06", "iconserver": "5535", "datecreate": "1333444937", "_content": "[http://www.flickr.com/photos/69679868@N03] Great amount of information - thank you for adding it.", "authorname": "IWM Collections", "id": "32254785-6265799823-72157629730065097", "iconfarm": 6}], "photo_id": "6265799823"}}