{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationaalarchief/2839789662/#comment72157613817634358", "realname": "batvoca", "path_alias": null, "author": "14673419@N00", "iconserver": "2084", "datecreate": "1234669995", "_content": "translation: <i> The department coffee packing in the factory of the Erven de wed. J. van Nelle, Rotterdam. This is one of the photos which were send by the Labor Inspection as an entry of  the exhibition 'education of the Youth above the obligatory school age' </i>", "authorname": "batvoca", "id": "29978018-2839789662-72157613817634358", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/nationaalarchief/2839789662/#comment72157619165206117", "realname": "", "path_alias": null, "author": "39094192@N07", "iconserver": "0", "datecreate": "1244142531", "_content": "Voor een volksmeisje waren er niet zoveel carriëremogelijkheden. het was dienstmeisje of de fabriek. Mijn oma ( geboren 1904) werd op haar 11e van school gehaald door haar moeder. Die was weduwe en met alleen dochters thuis straatarm, omdat vrouwen de helft verdienden van mannen. Mijn oma kon goed leren en er was geen geld om haar door te laten gaan naar de zevende klas. Schoolgaan kostte geld, soms zelf een dubbeltje per week, per week af te rekenen. Ze koos zelf vanwege de verdiensten voor het werken bij Van Nelle, wat slecht bekend stond, omdat daar op de afdelingen ook met mannen samengewerkt werd. \n\nMijn oma ging meer verdienen toen er een Van Nelle fabriek in Delft geopend werd en de bevolking daar weigerde om hun dochters in de fabriek te laten werken. Mijn oma ging vanuit Rotterdam iedere ochtend als (12 jarige) leidster per 3e klasse met de trein naar Delft om daar te werken met een groep andere meisjes van haar leeftijd. Misschien was er onderhuids juist door contact met mannen belangstelling voor de socialistische beweging bij deze meisjes. In ieder geval ging het vrouwelijk Van Nelle personeel door voor vrijgevochten. Misschien speelt ook de connotatie van tabak en vrouwen een rol. Vrouwen werden gezien als demimondaine als ze rookten. Werken met tabak zal ook zo'n odium met zich mee hebben gedragen. In ieder geval is een foto met alleen meisjes op een afdeling een fictie.\n\nIn de jaren 30 werd de nieuwe Van Nelle fabriek in Rotterdam gebouwd. Om het contact tussen mannen en vrouwen te vermijden voor de arbeiders (niet voor het kantoorpersoneel!) waren er dubbele (helix) trappenhuizen, waar mannen en vrouwen gescheiden hun verdiepingen konden bereiken. Het was verboden te spreken op de trappen.", "authorname": "Bromtomtom", "id": "29978018-2839789662-72157619165206117", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationaalarchief/2839789662/#comment72157619276999890", "realname": "", "path_alias": "nationaalarchief", "author": "29998366@N02", "iconserver": "2853", "datecreate": "1244200952", "_content": "Foto's liegen vaak een beetje en stellen vaak de werkelijkheid iets anders voor dan ze was of is. Dat was ook de reden juist deze foto op te nemen in het boek Meisjes van de fabriek, al ging het daarbij niet om het afzonderlijk laten poseren van mannen en vrouwen. De personen poseren overduidelijk voor de camera, ze zijn niet zonder het te weten tijdens hun werk gefotografeerd. De hele tekst gaat over hoe flatteus, objectief, onafhankelijk of waarheidsgetrouw de foto's zijn die gemaakt werden in bedrijven als Van Nelle. De Arbeidsinspectie kon en wilde andere doelen bereiken dan fotografen die in opdracht van de fabrikant werkten. Ongetwijfeld bepaalde de fabriek welk resultaat ze wenste. Daarbij zou het best kunnen dat ze opzettelijk alleen vrouwen liet poseren voor deze opname, om de indruk weg te nemen dat er gemengd gewerkt werd.", "authorname": "Nationaal Archief", "id": "29978018-2839789662-72157619276999890", "iconfarm": 3}], "photo_id": "2839789662"}, "flarchive:created": 1387762851}