{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/sdasmarchives/4559218917/#comment72157629066701204", "realname": "", "path_alias": null, "author": "45586426@N06", "iconserver": "7133", "datecreate": "1329948659", "_content": "A beautiful color image of the same aircraft may be viewed on ‘flickr’ here:\n<a href=\"http://www.flickr.com/photos/20111203@N07/2274229161/\">www.flickr.com/photos/20111203@N07/2274229161/</a>\n\nLow definition monochrome image of highly decorated and distinctively colorful \nDouglas F4D-1 Skyray Bu No 134802.\nOf “All Weather Fighter Squadron” VF(AW)-3 with tail code PA and ‘Modex’ 32 on nose.\nWith small ‘NORAD’ badge applied behind cockpit.\n(North American Air Defense Command)\nIt also carries a dark painted pod on outer wing-see notes below.\n\n \nGo here for a color profile of F4D-1 134802 as displayed in the picture above:\n<a href=\"http://wp.scn.ru/en/ww3/f/814/3/1/31\" rel=\"nofollow\">wp.scn.ru/en/ww3/f/814/3/1/31</a>\n\nGo here for info on the F4D-1:\n<a href=\"http://www.joebaugher.com/navy_fighters/f6_2.html\" rel=\"nofollow\">www.joebaugher.com/navy_fighters/f6_2.html</a>\n (many thanks to Professor Joe Baugher of Chicago, Illinois, USA)\nRelevant quotes from text;\n“The first Navy unit to receive Skyrays was Composite Squadron 3 (VC-3) based at NAS Moffett \nin California, which got its first planes on April 16, 1956. \nThis outfit performed the initial service evaluation of the type.\n\nVC-3 was later redesignated VFAW-3, and was attached for a time to the Air Defense Command. \nWhile with the ADC, VFAW-3 was based at NAS North Island, San Diego, California. \nThese aircraft participated in the aerial defense of the United States, and carried an electronics \npackage on the fuselage centerline pylon, a pair of 300-gallon underwing drop tanks, a pack \nof 12 2.75-inch unguided rockets on each of the outer underwing pylons, and a Sidewinder \nair-to-missile on each of the wing root pylons.” \n\nMore info on F4D-1 with three pictures of VFAW-3 F4D’s and info on Commanding Officer \nEugene Valencia.\n<a href=\"http://www.ccdemo.info/AircraftPix/Skyray.html\" rel=\"nofollow\">www.ccdemo.info/AircraftPix/Skyray.html</a>\n\nA passage from this webpage illustrates VFAW-3’s role succinctly:\n<a href=\"http://www.navalhistory.org/2010/04/29/flightdeck-friday-f4d-skyray-part-2-2/\" rel=\"nofollow\">www.navalhistory.org/2010/04/29/flightdeck-friday-f4d-sky...</a>\nNORAD Operations:\n“The Ford’s interceptor qualities (namely an unmatched climbing ability) were formally \nrecognized when VF(AW)-3 was “chopped” to NORAD for continental defense. Flying out \nof San Diego, the squadron’s aircraft were painted in one of the better recognized schemes \nin an era of already colorful Naval aircraft. As the only Navy squadron, \nVFAW-3 twice won NORAD’s trophy for best performing unit, placing above USAF squadrons \nin the process. During this time, VFAW-3 was deployed to Key West for the Cuban Missile crisis. \nThat and a deployment to Taiwan in 1958 were the nearest the Ford would get to combat action.”\n\n((Navy slang for the F4D was 'Ford'))\n\nF4D-1 134802 was chosen for a subject by commercial model decal company “Eagle Strike” \n1/72 scale set number 72-043\n<a href=\"http://members.home.nl/thunderchief/modeling/pages/enf4d101.htm\" rel=\"nofollow\">members.home.nl/thunderchief/modeling/pages/enf4d101.htm</a>\n\nF4D-1 134802 was also chosen for a subject by commercial model decal company\n“Cutting Edge Decals” in a 1/48 scale set number CED48091        \n“1/48 F4D-1, 134802, PA32 of VFAW-3, Same as kit scheme, except \nSEPARATE YELLOW STARS!  You paint the fin and spine blue and add the yellow \nstars.  More stars on this a/c than the kit decal subject.  Very attractive a/c!”\n\nThere is as yet no other known internet reference to F4D-1 134802.", "authorname": "AceFlyboy1", "id": "49465936-4559218917-72157629066701204", "iconfarm": 8}], "photo_id": "4559218917"}, "flarchive:created": 1389761770}