{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9545487387/#comment72157635341714553", "realname": "", "path_alias": null, "author": "51702658@N00", "iconserver": "3054", "datecreate": "1378132613", "_content": "Walter D'Ancie Appleyard is recorded in the 1911 Census as aged 26 and living at 10 Palmerstown Gardens, Rathmines,  Dublin.\nA clerk in the Irish Land Commission, Walter is a son of Mary, a widow aged 57.\nPrivate Walter Appleyard (14789) has no known grave and is commemorated on the Helles Memorial.", "authorname": "David G James", "id": "32254785-9545487387-72157635341714553", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9545487387/#comment72157635373073386", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1378252700", "_content": "14789 Private Walter D'Ancie APPLEYARD. Born Dublin. Enlisted Dublin. 7th Battalion Killed in action. 16th August 1915. Was employed in the Irish Land Commission. Enlisted and left for the Dardanelles with D Coy. 10 July, 1915, arriving at Gallipoli 6 .Aug. and landing at Sulva Bay on Saturday, the 7th iitst. The moment they landed the troops were in action, and D Coy. leading they advanced over the open plain a target for heavy shell fire and snipers, at evening driving the Turks out at the point of the bayonet and capturing Chocolate Hilli. Private .Appleyard escaped without a scratch, though a bullet passed through the leg of his trousers. Later he was with three or four men in a small post without ammunition ; the enemy were throwing bombs on them. It was while throwing back these bombs that he was shot through the heart, 16 Aug. 1915. on the ridge Kizlar Dagh. He was buried in Gallipoli at the foot of Dublin Hill (Hill 5:i) : . Letters from his comrades are unanimous in extolling his bravery, devotion to duty. self-sacriflce, and good comradeship. His brother. George, is now (1916) serving with the Leinsters at the Front. Gallipoli\n<a href=\"http://www.dublin-fusiliers.com/battaliions/7-batt/ORs-7th-bn/list-ORs-7th.html\" rel=\"nofollow\">www.dublin-fusiliers.com/battaliions/7-batt/ORs-7th-bn/li...</a>\nThe Helles Memorial Gallipoli Turkey contains the names of 474 Dublin Fusiliers who died in the Gallipoli campaign.   This record is noted \nAppleyard Walter D’Ancie 14789 Private 7th Bn. Royal Dublin Fusiliers 16/08/1915 \n\nEnlisted in Dublin, worked as a clerk for the Irish Land Commission before enlisting. Religion, Church of Ireland. \n<a href=\"http://irishmedals.org/gpage58.html\" rel=\"nofollow\">irishmedals.org/gpage58.html</a>", "authorname": "brenontario", "id": "32254785-9545487387-72157635373073386", "iconfarm": 8}], "photo_id": "9545487387"}}