{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/twm_news/7788034986/#comment72157631220764892", "realname": "xjy", "path_alias": "xjy", "author": "57423871@N00", "iconserver": "1", "datecreate": "1345805414", "_content": "Very interesting series of pix. Got the link from the Guardian \n<a href=\"http://www.guardian.co.uk/uk/2012/aug/23/sunderland-kid-1930s-mugshots-online\" rel=\"nofollow\">1930s mugshots online</a>\nThey're almost all very short. None are described as unemployed.", "authorname": "xjyxjy", "id": "29274040-7788034986-72157631220764892", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/twm_news/7788034986/#comment72157631225229836", "realname": "", "path_alias": null, "author": "62626798@N04", "iconserver": "0", "datecreate": "1345829019", "_content": "Note the 'RIP London Blitz 1940'.", "authorname": "bolgwrad", "id": "29274040-7788034986-72157631225229836", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/twm_news/7788034986/#comment72157631502763250", "realname": "", "path_alias": null, "author": "87068506@N06", "iconserver": "0", "datecreate": "1347300595", "_content": "I think I may be related possibly to this man , my mother is a murray and her father was killed in the blitz there , she could recall the glass filling her cot .  If so this would be the first  photo of him i have ever seen", "authorname": "HLM1992", "id": "29274040-7788034986-72157631502763250", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/twm_news/7788034986/#comment72157631928959977", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1352066630", "_content": "There are two Alexander Murrays with a possible connection on the 1911 census - a six year old who was born Gateshead and recorded at 8 Sarah Street, Gateshead. This was the household of his parents, Joseph, (aged 38 and a Pipe Coverer from Gateshead) and Mary, (aged 39 and from Gateshead). Joseph and Mary have been married for 18 years. As well as Alexander they have 6 other children. The other candidate is a 5 year old from South Shields. He was recorded at 43 Richmond Road, Tyne Docks, South Shields. His father, Alexander, is aged 40 and a Marine Engineer from South Shields. His mother, Annie is aged 40 - the pair have been married for 20 years.As well as the young Alexander, they have 5 other children. \n\nBoth Alexanders seem to have had a fairly stable upbringing, so if it is one of them that is photographed here, then one wonders what happened.\n\nSwitching to the RIP London Blitz 1940 note, the picture is even more unclear. There is no Alexander Murray recorded on the Commonwealth War Graves Commission as dieing in 1940 anywhere near London - either as a civilian \\ member of the emergency services or as a serviceman.\n\nChecking the General Registry Office lists of deaths for 1940 in England and Wales, again there is no obvious candidate.\n\nOf course there remains a number of possibilities - Alexander could have been a middle name or a name he was known by in the family or even just a false one he gave to the police and it may have suited him for that persona to be listed as dead in the Blitz. He could also have come from elsewhere and so doesn't appear on the 1911 census for England and Wales. Intriguing stuff :-)", "authorname": "Moominpappa06", "id": "29274040-7788034986-72157631928959977", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/twm_news/7788034986/#comment72157632107966544", "realname": "", "path_alias": "twm_news", "author": "29295370@N07", "iconserver": "3774", "datecreate": "1353949136", "_content": "Thanks for that research. Quite a few of these men are elusive to track down, but have a look at the story of William Jones <a href=\"http://www.flickr.com/photos/twm_news/7789731538/in/set-72157631080087096\">www.flickr.com/photos/twm_news/7789731538/in/set-72157631...</a> for someone with no fewer than three aliases", "authorname": "Tyne & Wear Archives & Museums", "id": "29274040-7788034986-72157632107966544", "iconfarm": 4}], "photo_id": "7788034986"}}