{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/9473460824/#comment72157634993716675", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1376060047", "_content": "Ao fundo à direita, e junto ao pinhal, a última casa era de Alfredo da Silva fundador da CUF e a penúltima, o palacete de férias da Rainha D. Maria Pia. à esquerda ao fundo o Palacete dos Duques de Palmela, forrado exteriormente de plantas trepadeiras.\n\nNuma brochura de 54 páginas que acompanhou uma «representação» entregue pela firma &quot;Figueiredo &amp; Sousa&quot; constituída por Fausto de Figueiredo e Augusto Carreira de Sousa, - concessionária das &quot;Termas do Estoril&quot;, - à Câmara dos Deputados a 26 de Maio de 1914, na qual era solicitada ajuda financeira do Estado ao empreendimento turístico no Estoril, Mariano de Carvalho ao apresentar o seu plano financeiro escrevia:\n\n«O Estoril é como uma mulher prodigiosamente bela a quem só falta o artifício das convenções estéticas da moda para enlouquecer e seduzir os homens».\n\nO forte de S. Roque mandado construir por D. João IV (como quase todos os fortes da Linha), em Santo António do Estoril caíra em ruínas. Comprado por Ernesto Schröeter, ergue uma casa apalaçada (no centro desta foto, já como resturante e esplanada) por entre alamedas de tamarindos e palmeiras, que daria origem ao nome de &quot;Tamariz&quot;. \n\nPor volta de 1886 e graças á imaginação do italiano Cézar Ianze, João Martins de Barros transforma num palacete, hoje «ex-libris» do Estoril e do &quot;Tamariz&quot;, o quase arruinado Forte de Santo António, passando a ser conhecido pelo «Chalet Barros» (na 4ª foto anterior)\n\nVoltando ao texto de Mariano de Carvalho …                                               \n\n«As estações de águas, as praias de banhos, os ares da montanha, são a cada passo procurados como antídoto às mil e uma misérias que atormentam a humanidade culta».\n\n«Tudo isto se faz, sabemo-lo vagamente, em vagos lugares longínquos, que pela forma genérica costumamos designar: &quot;lá fora&quot;. É &quot;lá fora&quot; que o turismo floresce, &quot;lá fora&quot; que existem os grandes hotéis (...), &quot;lá fora&quot; os casinos, os magníficos estabelecimentos termais, as praias de banhos de élite (...)».\n\nFixar turistas que procuram outras paragens é, pois, «grata e patriótica tarefa». Há possibilidade de o fazer: «Aí temos, a dois passos de Lisboa, o desejado oásis» - « o mar, a serra, o campo: e sobre tudo isto um céu luminoso e transparente».\n\nUm desdobrável, de 1935, da &quot;Sociedade Propaganda da Costa do Sol&quot;, proclamava: \n\nEstoril «la plage d'été et d'hiver à 24 km de Lisbonne. Trains electriques toutes les demies heures. Le climat privilégié d'Europe». Traduzindo do francês: «a praia de Verão e Inverno a 24 Km de Lisboa. Comboios eléctricos a todas as meias horas. O clima priveligiado da Europa».\n\nRefere igualmente os desportos, o estabelecimento hidromineral e fisioterápico, o &quot;Tamariz&quot; («paraíso das crianças»), o Casino ... « e todos os jogos das cidades de águas».", "authorname": "J. Leite", "id": "26532116-9473460824-72157634993716675", "iconfarm": 6}], "photo_id": "9473460824"}, "flarchive:created": 1387724556}