{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8357422463/#comment72157632641840261", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1359502348", "_content": "This is Maurice Grant Nelson who was Commissioned into 9th Battalion Border Regiment as a Second Lieutenant on 17th October 1914. [London Gazette of 23 Nov 1914].  9th(Service) Battalion Border Regiment mustered in Carlisle in September 1914 as a K3 volunteer battalion.  The battalion joined 66th Brigade in 22nd Division and trained at Lewes, Seaford and Eastbourne between October and November 1914.\n In February 1915 the battalion became the Divisional Pioneers in 22nd Division, training for this role in Seaford in March 1915 and then Aldershot in May 1915.  9th Border landed at Le Havre on 4 September 1915 but were almost immediately redirected to the Salonika theatre for operations in support of Serbian troops fighting the Bulgarians, embarking at Marseilles and arriving there on 7 November 1915.  The Battalion saw action from 8th to 13th of December 1915 during the Retreat from Serbia.  In 1916 they fought at the Battle of Horseshoe Hill and the Battle of Machukovo.  In 1917 and 1918 they took part in the Battles of Doiran. The Armistice with Bulgaria was signed on 30 September 1918 and the Division marched back to Stavros where they embarked on destroyers to make a landing at Dede Agach to assist with the fight against Turkey.  The first attempt at a landing was called off due to rough weather but they finally landed on the 28th of October 1918.  The Armistice with Turkey was imminent and Turkish demobilisation began at Chugunsi.//\n\nBorn in York in 1874, and therefore about 40 years old in this picture, he survived the war and died in 1957, aged 83, in Wantage, Berkshire.  He was married to Lianora Rona Nelson (married 1902, in Bradfield, Berkshire). //", "authorname": "Gary Donaldson", "id": "32254785-8357422463-72157632641840261", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8357422463/#comment72157633147185767", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1364924587", "_content": "MIC shows that he received the SWB. Address at that time Beechwood, Nettlebed, Oxon.", "authorname": "Mrs Audubon", "id": "32254785-8357422463-72157633147185767", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8357422463/#comment72157633892969502", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1370229588", "_content": "1902 Married Alionora Roma Formby (b.1881) in Bradfield, Berkshire (FreeBMD)", "authorname": "brenontario", "id": "32254785-8357422463-72157633892969502", "iconfarm": 8}], "photo_id": "8357422463"}}