{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7697916124/#comment72157630972294244", "realname": "Guido", "path_alias": "adb41", "author": "77235581@N00", "iconserver": "82", "datecreate": "1344442361", "_content": "<a href=\"http://www.cwgc.org/search-for-war-dead/casualty/816502/TISDALL, JOHN THEODORE St CLAIR\" rel=\"nofollow\">His CWGC record </a>.\n\nHe was born at Isfahan, Persia [Iran] around 1894 to parents Marian L and William S Tisdall. The censuses at 1901 and 1911 place him at 32 Kimbolton Road, Bedford [Bedfordshire, England]. His father was a vicar at Deal by the time John joined up - he is quoted as next-of-kin. John had four siblings: Irene Mary S L, Arthur Walderne (6 and 3 years older than him) as well as Edward Gurdon and Francis Royston (2 and 7 years younger). In 1911, John was aged 17. \n\nClassical Scholar, Bedford and Peterhouse, Cambridge.", "authorname": "adb402004", "id": "32254785-7697916124-72157630972294244", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7697916124/#comment72157632662158375", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1359740241", "_content": "John's brother, Sub-Lt Arthur Waldering St Clair Tisdall RNVR, had won a Victoria Cross for his leadership and gallantry 25th-30th April 1915 on V-Beach at Seddul Bahr, Gallipoli, only to be killed on 6th May 1915.  (Having assisted the landings from the SS RIVER CLYDE on 25th April, Sub-Lt Tisdall had for 5 days, under intense fire, conspicuously led his platoon in supplying a french attack on Achi Baba.  Four of Sub-Lt Tisdall's soldiers were awarded Conspicuous Gallantry Medals for the same action).\n\nBoth Tisdall brothers are both commemorated on the War Memorial outside the High Street Entrance in the grounds of St George's Church, 6 St George's Road, Deal, Kent.  This unusual Memorial was originally erected as a private monument in 1916, well before the wars ending, by the then Reverend of St Georges, Rev William St Clair Tisdall, to his two sons.  After the War the names of 55 other Parishoners were added to the Memorial.//", "authorname": "Gary Donaldson", "id": "32254785-7697916124-72157632662158375", "iconfarm": 0}], "photo_id": "7697916124"}}