{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/sdasmarchives/8092018583/#comment72157637211711713", "realname": "", "path_alias": null, "author": "68512117@N02", "iconserver": "0", "datecreate": "1383363969", "_content": "B-24J 44-40780 RED HOT RIDING HOOD flew with the 14AF 308BG 374BS. It lfew its first combat mission on 29 Jul 1944, and its last on 9 Oct 1944. \nOn 9-Oct-1944, Red Hot Riding Hood took off for a mission to lay mines on the Yangtze River, 200 miles south of Wuchang-Hankow.  They failed to return and were declared MIA.  Mine laying procedures would have the bomber descend to an altitude of 400 feet above the river.  A Chinese civilian in the village of Hsia-k’eng witnessed the airplane explode in mid-air.  He found the remains of eight crewmen.  The pilot and copilot probably fell into the river and were not recovered. The Chinese collected the remains and buried them in small bamboo coffins.  Four years later, someone from the village notified the U.S. consulate in Hankow of the eight graves.  On 8-Jan-1948, Mary Schlentz, the navigator’s widow, received a telegram from the adjutant general in Washington, D.C., that her husband’s remains had been located and were being transferred to Schofield Barracks, Hawaii.  Forensic tests were able to identify S/Sgt. Walter E. Wilson, and he was buried in the National Memorial Cemetery of the Pacific in Hawaii.  The seven others were buried as a group with a single granite marker at Jefferson Barracks National Cemetery, St. Louis, Missouri, on 29-Sep-1949.\nCrew lost on final mission:\n1st Lt. James W. Dunlappilot\n2nd Lt. Theodore N. Dicksoncopilot\n2nd Lt. George A. Lescherbombardier\n2nd Lt. Wayne S. Schlentznavigator\nT/Sgt. James W. Brownradio operator\nT/Sgt. William S. Clarkeflight engineer\nS/Sgt. Harold R. Dawsongunner\nS/Sgt. Ira J. Inglegunner\nT/Sgt. Thadeus Nocekgunner\nS/Sgt. Walter E. Wilsonradar operator", "authorname": "Vitamin-P", "id": "49465936-8092018583-72157637211711713", "iconfarm": 0}], "photo_id": "8092018583"}}