{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2163046551/#comment72157625053903800", "realname": "Jesús Roberto Duarte", "path_alias": "jesusduarte", "author": "53461717@N08", "iconserver": "4116", "datecreate": "1285694703", "_content": "Las tropas del General Benjamín Argumedo quien tenía su cuartel general en El Tajito (al noreste de Torreón) iniciaron incursiones al oriente de la ciudad de Torreón el día 13 de mayo de 1911.\nVer fotos del año 1911 en el acervo fotográfico H. Harold Miller del Archivo Historico Municipal de Torreón, Coahuila.\nDr. Roberto Duarte\nCirujano Plástico", "authorname": "jerodamor@yahoo.com.mx", "id": "8602872-2163046551-72157625053903800", "iconfarm": 5}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163046551/#comment72157624943401333", "realname": "Arden", "path_alias": "arden_loc", "author": "35072786@N08", "iconserver": "3331", "datecreate": "1285874804", "_content": "jerodamor@yahoo.com.mx:  Thank you for the additional information on General Argumedo.  We will add some of it to the record when we update.", "authorname": "Arden (LOC P&P)", "id": "8602872-2163046551-72157624943401333", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163046551/#comment72157625067879749", "realname": "Jesús Roberto Duarte", "path_alias": "jesusduarte", "author": "53461717@N08", "iconserver": "4116", "datecreate": "1287433017", "_content": "This photo matches with pichture 2374-11 of your collection.  On top of it you can see with the same handwritting: &quot;Cribbing bridge for American refugee train at Torreón&quot;.\nBoth photos by code number, were taken some day on march 1911.\n&quot;THE TORREON ENTERPISE&quot; ( in its issue of  Wed, March 8, 1911)  was a newspaper published by de American Colony at Torreón and is translated into Spanish and quoted by Eduardo Guerra in his book Historia de Torreón (1932): &quot;Los campos mineros de Velardeña y Asarco (American Smelting &amp; Refining Co.) suspenderán sus trabajos el próximo primero de Mayo.... y ya han hecho los preparativos para desocupar a todo el personal de empleados americanos en la fecha indicada.   Anticipandose a la ejecución de este proyecto, los jefes notificaron el último viernes (3 de marzo de 1911) a los empleados americanos que preparen el evío de sus familias en el término de 24 horas.\nVeinte señoras llegaron aquí (Torreón) el sábado en la noche (4 de marzo) en viaje rumbo a los Estados Unidos, muchas otras arribaron después, siendo imposible su continuación inmediata...  Continúa informando &quot;The Torreón Enterprise&quot;:  Hay noticia que una partida de rebeldes, capitaneada por Reza (Epitacio Rea) ocupó Velardeña (photo 2125-9  (althoug by this call nr. the events seem to correspond to 1910) of your collection, is a panoramic view of ASARCO...&quot; \nThe iron parallels run south-north, north-sout occording to the shadows casting by the train. If so it must have been taken 4 or 5 miles north away Gómez Palacio (most of the rail roads surrounding Torreón run east-west, west-east). (Gómez Palacio, Durango [along with Lerdo] is northwest close to Torreón, Coahuila.  These three cities are de heads of what is known as La Región Lagunera).\nDr. Roberto Duarte\nCirujano Plástico", "authorname": "jerodamor@yahoo.com.mx", "id": "8602872-2163046551-72157625067879749", "iconfarm": 5}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163046551/#comment72157625336773873", "realname": "Jesús Roberto Duarte", "path_alias": "jesusduarte", "author": "53461717@N08", "iconserver": "4116", "datecreate": "1290638207", "_content": "¿En las colecciones de The Library of Congress, es posible que tengan arhivados, números (issues) del periódico THE TORREON ENTERPRISE? Este periódico impreso  en inglés por Mr. Albert N. Swain desde el año 1900.  Mr. Swain fué Cónsul Americano en Torreón puesto que ocupó Mr. George C. Carothers durante los años de la Revólución Mexicana.  Es posible que por esto cualquiera de los dos hayan enviado ejemplares de este periódico al Department of State o alguna otra agencia gubernamental y por este conducto haya llegado hasta Ustedes.\nEn caso positivo  ¿sería posible obtener algunas copias?\nAtentamente\nDr. Roberto Duarte", "authorname": "jerodamor@yahoo.com.mx", "id": "8602872-2163046551-72157625336773873", "iconfarm": 5}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163046551/#comment72157625368194561", "realname": "Mary", "path_alias": "mary_loc", "author": "35122993@N08", "iconserver": "3343", "datecreate": "1291050705", "_content": "jerodamor@yahoo.com.mx: I noticed your interest in locating items at the Library of Congress. You can search for titles in the Library of Congress online catalog: <a href=\"http://catalog.loc.gov\" rel=\"nofollow\">catalog.loc.gov</a>\n\nYou can also ask a reference librarian directly using this web address:  <a href=\"http://www.loc.gov/rr/askalib/\" rel=\"nofollow\">www.loc.gov/rr/askalib/</a>  Your question will be directed to an appropriate department for response.", "authorname": "Mary (LOC P&P)", "id": "8602872-2163046551-72157625368194561", "iconfarm": 4}], "photo_id": "2163046551"}}