{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6789819437/#comment72157629160702566", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1331036797", "_content": "From Census of 1901, possibly Herbert J Underhill, b. 1892, of West Farleigh, near Maidstone in Kent.  From CWGC he is shown to have had the Regimental Service Number G/12005.  Herbert J Underhill is commemorated on the War Memorial at All Saints Church, West Farliegh, near Maidstone.  Shown as the son of Mr and Mrs Underhill of Bow Meadow Cottage, Bow Hill, Yalding, Kent and to have enlisted in Maidstone.\n\n1st Royal West Kent were in 13th Brigade in 5th Division on the Somme.", "authorname": "Gary Donaldson", "id": "32254785-6789819437-72157629160702566", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6789819437/#comment72157629563626347", "realname": "", "path_alias": null, "author": "77876537@N06", "iconserver": "0", "datecreate": "1331499464", "_content": "Herbert Underhill served alongside my Great Uncle, Sgt Gwyn Silk, also of the 1st Battalion, RWK Regt., although at the time of Herbert's death Gwyn was still a Private.\n\nThe only son of Charles and Elizabeth Underhill, Herbert was living at his parents home in Yalding and working as a Garden Labourer when he enlisted on 11/12/15, aged 23, at Maidstone in Kent. With training completed he arrived in France on 23/7/16. He was assigned to A Company which had previously been effectively wiped out in a disastrous assault on High Wood, on the Somme, just the day before. This one catastrophic action had reduced the strength of the Battalion by 400 in a single day.\n\nOn 28 August the remnants of the Battalion were to be found in front line trenches south of Guillemont, 600 to 800 yards SW of Falfemont. The Battalion was relieved on the 29 August and it may have been during the course of the withdrawal that Hubert was killed, presumably by shell fire. He had been in France a total of 37 days. There is no known grave for Herbert Underhill but he is remembered on the Thiepval Memorial.\n\nSgt Silk was luckier. He somehow survived the War and lived to1981.", "authorname": "Malcolm Stamp", "id": "32254785-6789819437-72157629563626347", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6789819437/#comment72157629203059098", "realname": "IWM Collections", "path_alias": "imperialwarmuseum", "author": "32300107@N06", "iconserver": "5535", "datecreate": "1331545891", "_content": "[http://www.flickr.com/photos/77876537@N06] Thanks for all this fascinating detail and the information about your family connection to Pte Underhill.", "authorname": "IWM Collections", "id": "32254785-6789819437-72157629203059098", "iconfarm": 6}], "photo_id": "6789819437"}}