{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2162697731/#comment72157603797947231", "realname": "Randy Reiss", "path_alias": null, "author": "46696233@N00", "iconserver": "2420", "datecreate": "1201328240", "_content": "This is pretty likely to be Joseph Stevenson.\r\n\r\nFrom <a href=\"http://findarticles.com/p/articles/mi_qa3880/is_200401/ai_n9345480\">findarticles.com/p/articles/mi_qa3880/is_200401/ai_n9345480</a>\r\n\r\n&quot;Airplanes have been displayed in Birmingham since at least 1909, when E. T. Odum exhibited his invention at the Alabama State Fair, but visitors did not see the invention take flight. Odum cancelled his scheduled demonstration after the steel shank of the propeller bent during an engine test. &quot;The beautiful birds of the air&quot; that thrilled the crowds each day were dirigibles flown by Ray Knabenshue and Lincoln Beachey. Phil Parmalee of the Wright Company took off at the 1910 fair despite rain and a stiff wind, earning fame as the first person to pilot an airplane in the city. Photographs record flying demonstrations at fairgrounds air shows in 1912, 1915, and 1921, some of which proved fatal. Thousands of fairgrounds spectators witnessed a 1912 crash. Joseph Stevenson of New York City got off the ground in his &quot;Stevenson Biplane&quot; (assembled for the flight the day before), stayed aloft for about two minutes, rising to a height of thirty to forty feet, then &quot;could not elevate his flight.&quot; The airplane turned to the left and then the right before shooting to the ground, motor first. A spectator compared the flight and fall to a spent arrow that goes rapidly upward until it loses its strength and falls to the ground. Stevenson tried unsuccessfully to jump from his self-designed and self-built aircraft. He was pulled unconscious from beneath the plane and, wife by his side, transported by ambulance to the Robinson Infirmary with a fractured skull, a broken rib, and a punctured right lung. He died the next morning.&quot;", "authorname": "undeadsinatra", "id": "8602872-2162697731-72157603797947231", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2162697731/#comment72157622047704323", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1251512171", "_content": "Joseph Stevenson was in the news on June 1, 1911, when he crashed his biplane at a field in Mineola, Long Island -- but escaped injury.\n<a href=\"http://query.nytimes.com/mem/archive-free/pdf?_r=1&amp;res=9C00E5D91431E233A25751C0A9609C946096D6CF\" rel=\"nofollow\">query.nytimes.com/mem/archive-free/pdf?_r=1&amp;res=9C00E...</a>", "authorname": "Wystan", "id": "8602872-2162697731-72157622047704323", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2162697731/#comment72157630897434660", "realname": "", "path_alias": null, "author": "68439219@N06", "iconserver": "7206", "datecreate": "1344086701", "_content": "Joseph Stevenson began flying at Mineola, Long Island, New York in July, 1910. The Curtiss-Type  biplane he flew at that time was built by Pincus Brauner.\nStevenson never obtained a pilot's license from the Aero Club of America.\nDied October 8,1912 from injuries sustained at the Alabama State Fair October 7,1912.\nBirmingham, Alabama.", "authorname": "Early Aviation", "id": "8602872-2162697731-72157630897434660", "iconfarm": 8}], "photo_id": "2162697731"}}