{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/7838613284/#comment72157634834485014", "realname": "", "path_alias": null, "author": "99490033@N02", "iconserver": "0", "datecreate": "1375036764", "_content": "The Central School was established in 1862 at Gough Street, Central. Dr. Frederick Stewart was appointed the first Headmaster of the Central School, as well as Inspector of Schools in the Colony.\n\nThe Headmaster of the Central School was responsible for supervising all schools in Hong Kong until March 1879 when the Government established a separate office for the Inspector of Schools, predecessor of the Department of Education, which was later incorporated into the Education Bureau.\n\nDuring the school's early years, the student population consisted of a variety of nationalities. Whereas Chinese students enrolled in English, students from other nationalities were expected to study Chinese classics.\n\nSecular schooling sparked much controversies among the Hong Kong Governor and religious leaders. In many occasions, the Governor personally scrutinized and intervened the school operations. The Government later established a grant program to put religious schools at the same funding level as the Central School. On 26 April 1884, Sir George Bowen, Governor from 1883 to 1887, administered the stone-laying ceremony for the new school building at Aberdeen Street. As a student, Sun Yat-sen also attended the ceremony. On the recommendation of the Governor, the Central School was to be known as Victoria College when it moved to the new site.\n\nThe school moved to Aberdeen Street in 1889. At that time, the school was one of the largest and most expensive buildings in Hong Kong. In 1894, the school was renamed Queen's College. The Government originally planned to expand the College to an imperial university in the late 19th century, but it was abandoned due to the outbreak and Russo-Japanese War in 1904, when the British colonial government worried about the benefits it enjoyed in the Far-East may be jeopardised by the expanding Japanese power. Therefore, it was crucial to establish a university with the purpose to train graduates in war-related subjects, such as engineering and medicine, and this led to the establishment of the University of Hong Kong in 1910, while Queen's College remained as a secondary school in Hong Kong.\n\nThe Japanese invasion forced school closure in 1941. During the Japanese occupation, the school site was used as the Army Headquarters. As a result, the Aberdeen Street campus was destroyed by Allied bombing during the War. The two notable cannons at the current school entrance were found in the rubble at Aberdeen Street.\n\nAfter World War II, the school re-opened in a temporary site on Kennedy Road in 1947, sharing a campus with Clementi Secondary School. It moved to the present site on Causeway Road, opposite Victoria Park, on 22 September 1950.\n\nA tourist tour on the history of Sun Yat-sen usually includes the location of the first site of the school at Gough Street, Central.", "authorname": "hphbhk", "id": "31569669-7838613284-72157634834485014", "iconfarm": 0}], "photo_id": "7838613284"}}