{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9731474620/#comment72157636228425726", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1381013729", "_content": "Source: ROYAL NAVY MEDALS - AWARDS of the DISTINGUISHED SERVICE CROSS (DSC)\nfrom the London Gazette as per <a href=\"http://www.naval-history.net/WW1NavyBritishLGDecorationszzDSC.htm\" rel=\"nofollow\">www.naval-history.net/WW1NavyBritishLGDecorationszzDSC.htm</a>\n29211 - 29 JUNE 1915\nSkipper Alfred E. Berry, R.N.R. received the Distinguished Service Cross for services in connection with minesweeping operations in the Dardanelles.\n\n30581 - 15 MARCH 1918\nHonours for Services in Action on the Occasion of the \nRaid into the Straits of Dover by Enemy Destroyers on the Night of the 14th-15th February, 1918\nTo receive a Bar to the Distinguished Service Cross. \nCh. Skpr. Alfred Edward Berry, D.S.C., R.N.R., 111S.A., H.M. Trawler &quot;James Pond.&quot; Displayed the utmost coolness and devotion to duty, and behaved in a most courageous manner. His vessel was heavily shelled and set on fire. His cabin was pierced by a shell which exploded and wrecked it, wounding Ch. Skpr. Berry in the legs and setting fire to the whole of the wheelhouse. He remained cool and collected throughout, immediately giving orders to all hands to lie down until the firing was over. He then made every effort to get the fires out, and although the hose had been blown to pieces, it was replaced under his directions. Both the attempt to put out the fires and to bring up the ammunition failed, and then Ch. Skpr. Berry gave orders to abandon ship. He refused to abandon his vessel, though offered assistance by a French T.B.D., until he was convinced she was doomed. It was found that the falls of the boat had been destroyed, but the boat was successfully man-handled and launched, and the crew got away in her, Chief Skipper Berry being the last to leave.", "authorname": "brenontario", "id": "32254785-9731474620-72157636228425726", "iconfarm": 8}], "photo_id": "9731474620"}}