{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/4332816392/#comment72157623242102703", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1265492998", "_content": "Family of the U. S. Ambassador to the Philippines.\n\nA Bain/LOC portrait of Mrs. Harrison, solo:\n[http://www.flickr.com/photos/library_of_congress/4332816218/in/photostream/]", "authorname": "Wystan", "id": "8602872-4332816392-72157623242102703", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4332816392/#comment72157623367028972", "realname": "Richard Norton", "path_alias": "richard_arthur_norton", "author": "54904823@N00", "iconserver": "2568", "datecreate": "1265496768", "_content": "Harrison's first wife was California railroad and mining heiress Mary Crocker, married on June 7, 1900. She died five years later in an automoblie accident leaving Harrison to raise two small daughters. Harrison would marry and divorce five more times to: Mabel Judson Cox, Elizabeth Wrentmore, Margaret Wrentmore and Doria Lee. Maria Teresa, a young Filipino woman, outlived Harrison.\nOne of Harrison's daughters by his first marriage was Barbara Harrison Wescott (1904-1977). While living in France, she worked closely with other American expatriates in the literary world. She and Monroe Wheeler established Harrison of Paris, a press publishing limited-edition literary paperbacks. From 1930 to 1934, Harrison of Paris published thirteen titles, including two new works by Glenway Wescott, Wheeler's longtime companion. In 1934, shortly before Barbara Harrison married Glenway's brother Lloyd Wescott, the press relocated to New York, where it published a final title, Katherine Anne Porter's Hacienda. She continued her patronage of the arts throughout her life and was a noted collector of artwork.\n\nSource: <a href=\"http://en.wikipedia.org/wiki/Francis_Burton_Harrison\" rel=\"nofollow\">en.wikipedia.org/wiki/Francis_Burton_Harrison</a>", "authorname": "Richard Arthur Norton  (1958- )", "id": "8602872-4332816392-72157623367028972", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4332816392/#comment72157624102379581", "realname": "", "path_alias": null, "author": "50934331@N07", "iconserver": "0", "datecreate": "1275951334", "_content": "THIS IS NOT Mrs. Francis Burton Harrison (Mary Crocker). She died in 1905. Also the child in the sailor suit is not Barbara Harrison Westcott, who was born in 1904 and the younger of the two Harrison daughters.", "authorname": "alanh71188", "id": "8602872-4332816392-72157624102379581", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/4332816392/#comment72157624305251610", "realname": "Kristi", "path_alias": "kristi_loc", "author": "34904489@N07", "iconserver": "3309", "datecreate": "1276902283", "_content": "alanh71188:\n\nAgreed! Since this photograph is dated May 1, 1914, it is more likely that this is Mr. Harrison's second wife, Mabel Judson Cox.  (It's important to note that some of the dates on Bain photographs are later than the actual day the photo was taken, but it seems rather unlikely that they would have acquired a photograph of the first Mrs. Harrison nine years after her death in 1905.) He married Cox in 1907 and they divorced in 1919.  I was not able turn up a photograph identified as Mabel Judson Cox for comparison.\n\nBarbara Harrison ( Wescott)  would have been around ten years old at the time of this photograph.  The second Mrs. Harrison did have a son by her first husband, and there was a younger Harrison daughter, Virginia, so it's pretty difficult to be sure of the identity of the children here.  \n\nIf there had not been a total of six Mrs. F. B. Harrisons, positive identification would be a bit simpler!  \n\nThanks to everyone for your contributions!", "authorname": "Kristi (LOC P&P)", "id": "8602872-4332816392-72157624305251610", "iconfarm": 4}], "photo_id": "4332816392"}}