{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/7838445528/#comment72157634819053361", "realname": "colin C", "path_alias": "faicolin", "author": "49034914@N02", "iconserver": "5030", "datecreate": "1374983621", "_content": "I live here somewhere now!", "authorname": "fai colin", "id": "31569669-7838445528-72157634819053361", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/nationalarchives/7838445528/#comment72157634824022989", "realname": "Lam jack jack", "path_alias": null, "author": "99500904@N07", "iconserver": "0", "datecreate": "1375019072", "_content": "first time to see the whole view of East Point, as the right portion is usually trimed in those circulated in the internet before", "authorname": "hkgm1994", "id": "31569669-7838445528-72157634824022989", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/7838445528/#comment72157634825358403", "realname": "", "path_alias": null, "author": "99512035@N06", "iconserver": "0", "datecreate": "1375025281", "_content": "The small island is &quot;Kellett Island&quot;, which is now the entrance of Cross Barbour Tunnel.", "authorname": "joeyang_64", "id": "31569669-7838445528-72157634825358403", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/7838445528/#comment72157634826868757", "realname": "", "path_alias": null, "author": "99490033@N02", "iconserver": "0", "datecreate": "1375032006", "_content": "East Point was a cape on the northern shore of Hong Kong Island, Hong Kong. It was a pointed headland that extended from Jardine's Hill, i.e. Lee Garden towards the Kellett Island. It marked the eastern limits of the early City of Victoria. The piece of land separated Causeway Bay in the east and the bay outside Happy Valley. Streams and muds from Tai Hang and Wong Nai Chung (now buried beneath Canal Road) shaped the headland.\n\nTwo sides of the cape were reclaimed over a hundred years. The first stage was in the mid-19th century. The east of the cape was reclaimed to the edge of Victoria Park and the west to Hennessy Road. The second stage was between World War I and World War II. Its west was reclaimed to Gloucester Road. The shape of the cape was mostly lost. For the construction of Cross Harbour Tunnel, further reclamation extended the land to Kellett Island and the cape was completely buried.\n\nPhysically, the Causeway Bay Station of the MTR and World Trade Centre are built on the body of East Point. Windsor House and Paterson Street falls on its first stage reclamation. The above two areas were referred to as East Point, while to its west was Ngo Keng. Much of the land of East Point was in the hands of Jardine-Matheson. Swire once had a sugar refinery in Sugar Street.\n\nLarge scale reclamations make the geographic feature and division less obvious. Causeway Bay originally referred to the circular tung lo-shaped bay. It also referred to the east shore of the bay, i.e. the present-day area in Tin Hau Station. It gradually replaced East Point as the name of that area. The name East Point is still found in East Point Road and East Point Centre.", "authorname": "hphbhk", "id": "31569669-7838445528-72157634826868757", "iconfarm": 0}], "photo_id": "7838445528"}}