{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/smithsonian/4327174869/#comment72157623226719559", "realname": "", "path_alias": "krispics", "author": "52462454@N00", "iconserver": "7317", "datecreate": "1265311813", "_content": "Can definitely see the reason for the nickname.  I would hate to live there.  Wonderful shot.", "authorname": "KlickerChick", "id": "25030781-4327174869-72157623226719559", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/smithsonian/4327174869/#comment72157626313452509", "realname": "Hank", "path_alias": "gimmeapabst", "author": "91225594@N00", "iconserver": "5332", "datecreate": "1302051721", "_content": "Strange. According to the NYPL, Alexander Gardner was the photographer. <a href=\"http://digitalgallery.nypl.org/nypldigital/id?1150209\" rel=\"nofollow\">digitalgallery.nypl.org/nypldigital/id?1150209</a>", "authorname": "gimme a pabst", "id": "25030781-4327174869-72157626313452509", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/smithsonian/4327174869/#comment72157626359438117", "realname": "Smithsonian Institution", "path_alias": "smithsonian", "author": "25053835@N03", "iconserver": "2282", "datecreate": "1302630320", "_content": "[http://www.flickr.com/photos/gimmeapabst]  Thank you for your comment! I will certainly bring this to the attention of my colleagues at Smithsonian American Art Museum.  \n\nSincerely, \n\nSusannah\nSmithsonian Institution Archives", "authorname": "Smithsonian Institution", "id": "25030781-4327174869-72157626359438117", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/smithsonian/4327174869/#comment72157626484498076", "realname": "Hank", "path_alias": "gimmeapabst", "author": "91225594@N00", "iconserver": "5332", "datecreate": "1302633422", "_content": "Please post what you find out, because now I'm curious.", "authorname": "gimme a pabst", "id": "25030781-4327174869-72157626484498076", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/smithsonian/4327174869/#comment72157626787464902", "realname": "Smithsonian Institution", "path_alias": "smithsonian", "author": "25053835@N03", "iconserver": "2282", "datecreate": "1306163076", "_content": "[http://www.flickr.com/photos/gimmeapabst] I have an update!\n\nChief (Research &amp; Scholars) at Smithsonian American Art Museum was able to get her hands on a copy of the Gardner text. \nThe image, reproduced as plate 83, is credited as follows:\n\n<i>Quarters of Men in Fort Sedgwick, Generally known as Fort Hell, May 1865, plate 83\nNegative by T. H. O’Sullivan\nPositive by A. Gardner</i>\n\nSo, the original negative was taken by O’Sullivan.  Gardner made a positive print for his subsequent publication – Gardner’s Photographic Sketch Book of the Civil War.\n\nMystery solved, and now we know. Thank you for your curiosity!\n\nSusannah\nSmithsonian Institution Archives", "authorname": "Smithsonian Institution", "id": "25030781-4327174869-72157626787464902", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/smithsonian/4327174869/#comment72157626791633130", "realname": "Hank", "path_alias": "gimmeapabst", "author": "91225594@N00", "iconserver": "5332", "datecreate": "1306199238", "_content": "Thank you so much!", "authorname": "gimme a pabst", "id": "25030781-4327174869-72157626791633130", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/smithsonian/4327174869/#comment72157635632794496", "realname": "Sonya Hutchison", "path_alias": "prairie__pics", "author": "81514636@N07", "iconserver": "7415", "datecreate": "1379548205", "_content": "I grew up near here in Northeastern Colorado. I took my kids last summer to see this spot,all that is left are some holes in a sidehill and an old chimney. It is where John Dunbar the character played by Kevin Costner &quot;Dances With Wolves&quot; was sent following the Civil War. It is the best photo I have ever seen of the Fort.", "authorname": "Sonya Hutchison", "id": "25030781-4327174869-72157635632794496", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/smithsonian/4327174869/#comment72157637088371255", "realname": "Ramona Grimsley", "path_alias": null, "author": "107048138@N06", "iconserver": "0", "datecreate": "1383061061", "_content": "Scrolling through O'Sullivan's work, I was mesmerized by &quot;Quarters of Men in Fort Sedgwick, known as Fort Hell&quot; \n\nOuch!!!  The first topics listed are:\nlandscape and Colorado  then\n\nFigure(s) in exterior\\military\nHistory\\United States\\Civil War\nArchitecture\\military\\Fort Sedgwick\nArchitecture\\military\\Fort Hell\n\nThis is a Civil War photo!! Location: near Petersburg, Virginia\n\nDefinitely some confusion on this one...Someone didn't do their research:(\n\nThis photo was taken during the war, May of 1865. O'Sullivan began work with Mathew Brady in 1861 in NYC, then went to the D.C. office managed by Alexander Gardner. When Gardner left, O'Sullivan went with him. This photo appears in Gardner's Photographic Sketch Book of the War.Plate 83 Volume II\n\nO'Sullivan did not join the geographical survey until 1867. \nPlate 83\nQuarters of Men in Fort Sedgwick, generally known as &quot;Fort Hell.&quot; Near Petersburg, Virginia. \nMay, 1865\nPhotographed by Timothy H. O'Sullivan\n\nThis view exhibits the bomb-proof quarters occupied by both officers and men in Fort Sedgwick. sExcavations were made in the ground, and covered first with heavy pieces of timber, over which a layer of earth, of several feet in thickness, is thrown, sufficient to resist the penetration and expulsion of any shell that might fall upon them. The interior of these habitations were made as comfortable as possible, according to the taste of the proprietor. Each had its fire-place, and, in the absence of brick and stone, sticks of wood and barrels were used to build the chimneys, being well plastered in the interior by mud to prevent them from taking fire. In many works, regular bomb-proof quarters were constructed. The scene presents a singular and grotesque appearance—to be appreciated it must be seen; no description will prove adequate. Few know the hardships and discomforts through which soldiers have to pass, and still they appear happy and contented. Fort Sedgwick is one of the most advanced points of the United States lines, standing boldly forward, and constantly inviting attack. The work is a very irregular one, and is thrown across the Jerusalem Plank Road, one of the most important thoroughfares leading out of Petersburg. It is a place of very great interest, on account of its exposed and prominent position for so long a period. Scarcely a day passed without witnessing a heavy artillery duel, and each hour of those many long and weary months, as two brave armies lay opposite to each other, could be heard the shrill, sharp report of some leaden messenger of death. It was here, as elsewhere, that only the reckless would dare expose the slightest part of the person even for a second, and well does this noted spot deserve the not very euphonious name to ears polite, as given by the soldier, of &quot;Fort Hell.&quot;\n\nNearly opposite to this work is Fort Mahone, known by the men as &quot;Fort Damnation.&quot; The distance between the main lines here is about fifteen hundred feet, and between the pickets two hundred, the latter almost as strong as the former. On the morning of the 2d of April, 1865, this ground became consecrated and holy to the memory of the brave soldiers who fell in that glorious assault upon the opposing batteries, and to those who so courageously defended their post of honor—it was strewn with the dead and dying.\n\nCaption taken from original text, Plate 83, Vol. II, \nGardner's Photographic Sketch Book of the War \n(Washington: Philp &amp; Solomons, 1865-66)  From Cornell University Library <a href=\"http://rmc.library.cornell.edu/7milVol/plate83.html\" rel=\"nofollow\">rmc.library.cornell.edu/7milVol/plate83.html</a>", "authorname": "ramonagrimsley", "id": "25030781-4327174869-72157637088371255", "iconfarm": 0}], "photo_id": "4327174869"}}