{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9293520690/#comment72157634660595828", "realname": "", "path_alias": null, "author": "16074369@N07", "iconserver": "0", "datecreate": "1373937255", "_content": "Alexander Black was born on the 21st of December 1893 at Glasgow, although his birth was registered in Cumbernauld  by an aunt. He was born to Alexander Black, a ploughman in Cumbernauld and Mary Thom, who were married in Cadder parish in 1880. \nAlexander was killed in action aged 22.\n\nBLACK, A\nRank: Private\nService No: 331725\nDate of Death: 15/07/1916\nRegiment/Service: Highland Light Infantry 9th (Glasgow Hds.) Bn. \nGrave Reference: XVIII. K. 8.\nCemetery: DELVILLE WOOD CEMETERY, LONGUEVAL", "authorname": "East Coast Smokie", "id": "32254785-9293520690-72157634660595828", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9293520690/#comment72157634654219171", "realname": "", "path_alias": null, "author": "16074369@N07", "iconserver": "0", "datecreate": "1373938096", "_content": "From the 9th H.L.I. war diary of the date he was killed.\n\n[15 July 1916: attack at High Wood] \nAt 5.30am orders were received that the Bde was to attack the switch trench in front of Martinpuich. The Queens and Glasgow Highlanders were to carry out the attack, the Worcesters and 16/KRR to be in support.\nOur right was to start from the northwest corner of HIGH WOOD (which we did not hold). The preliminary bombardment was to begin at 8.30am and the attack at 9am.\nA message was sent to the Bde reporting that it was impossible to attack unless HIGH WOOD was first cleared; about 7.30am a message came from Bde Hd Qrs that it had been represented that 7th Div should be asked to clear wood and asking if we had heard if any 7th Div Batts were to do this. One of the COs of a 7th Div Battn said it had been suggested he should attack HIGH WOOD but it was too big a job for him.\nAbout 7.30am a Company of 16/KRRs was sent up to be a support to the Battn. This Company and 3 platoons of No.3 Coy were put into Wood to try and clear the Right Flank of the Battn when the attack began.\nAt 9am the Battn attacked and only got about 150 yds taking a very heavy fire from Wood and from SWITCH Trench N of Wood and from Sunken road in front of SWITCH TRENCH. The 2nd Worcesters were sent up in Support but were also stopped.\nThe Battn suffered the following casualties: 5 officers killed, 15 wounded and 1 missing. OR 87 killed, 214 wounded, 99 missing (believed killed).\nThe Queens on our left got in a little but were also stopped. The KRR came up in support but the Brigade got in no further and in the a’noon were holding the Southern half of the Wood, with 7th Div on Eastern face.\nThe 7th Div tried twice in a’noon to get into the part of Wood enemy held but failed - on two occasions coming back at a run. Our men stood very firm.\nThe night was quiet.", "authorname": "East Coast Smokie", "id": "32254785-9293520690-72157634654219171", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9293520690/#comment72157634657015271", "realname": "G =]", "path_alias": "orinoko42", "author": "15161049@N06", "iconserver": "3201", "datecreate": "1373957340", "_content": "[http://www.flickr.com/photos/16074369@N07] Thank you for filling in the blanks.", "authorname": "orinoko42", "id": "32254785-9293520690-72157634657015271", "iconfarm": 4}], "photo_id": "9293520690"}}