{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/9473047336/#comment72157635005376070", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1376090335", "_content": "In Riverside Park, New York City, December 6, 1915. Part of the text on an historical marker nearby:\n\nIn New York, a prominent group of citizens formed a Joan of Arc monument committee in 1909. Their efforts coincided with those of a young sculptor, Anna Hyatt Huntington, to create a sculpture of Joan. Her first version, in which she emphasized “the spiritual rather than the warlike point of view,” was submitted to the prestigious Salon in Paris. It received an honorable mention from the jury, nevertheless skeptical that such an accomplished work of art could have been made solely by a woman.\n\nThe New York monument committee, headed by J. Sanford Saltus, was so impressed by her work, that they awarded her the commission. Architect John van Pelt was retained to design the pedestal, which is made of Mohegan granite composed of Gothic-style blind arches, decorated with coats of arms. A few limestone blocks from the tower in Rouen where Joan of Arc had been imprisoned were incorporated into the base. Van Pelt situated the monument at the top of the steps in the park island at 93rd Street and Riverside, and had planted a screen of trees to disguise the buildings.\n\nHuntington’s version is both heroic and infused with naturalistic detail. For Joan’s armor, she conducted research at the arms and armory division of the Metropolitan Museum of Art; the refinement of the equine anatomy was based on a horse borrowed from the fire department of her native town of Gloucester, Massachusetts. Her niece posed astride a barrel, as she modeled the figure, first nude, then in costume.\n\nOn December 6, 1915, the sculpture was unveiled in an elaborate ceremony, which included a military band and French Ambassador Jean J. Jusserand. Mrs. Thomas Alva Edison was among those selected to pull the cord that released the shroud. Huntington went on to have a long and illustrious career, and also sculpted the statue of the Cuban patriot, José Martí (1965), which stands at Central Park South and Avenue of the Americas. A replica of Joan of Arc stands in front of the Palace of the Legion of Honor in Golden Gate Park, San Francisco.\n\nIn 1939, Parks repaired Joan’s sword, which had been broken, repatined the bronze statue, and repaired the staircase. In 1987, the sculpture again underwent a full conservation financed by the Grand Marnier Foundation through the Municipal Art Society’s Adopt-A-Monument Program.", "authorname": "Wystan", "id": "8602872-9473047336-72157635005376070", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/9473047336/#comment72157635009223652", "realname": "", "path_alias": null, "author": "66311327@N05", "iconserver": "7333", "datecreate": "1376119955", "_content": "<a href=\"http://newyorkcitystatues.com/joan-of-arc/\" rel=\"nofollow\">newyorkcitystatues.com/joan-of-arc/</a>\n\nNow mostly hidden by trees: <a href=\"https://maps.google.com/maps?q=Riverside+Drive+at+93rd+Street+New+York&amp;hl=de&amp;sll=40.794796,-73.976268&amp;sspn=0.000607,0.001032&amp;t=h&amp;hnear=Riverside+Dr+&amp;+W+93rd+St,+New+York,+10025&amp;layer=c&amp;cbll=40.79429,-73.976834&amp;cbp=13,124.75,,0,-6.02&amp;ie=UTF8&amp;hq=&amp;panoid=Utipz9Bfmso80ApCoR5Kcw&amp;ll=40.784457,-73.971462&amp;spn=0.020406,0.048237&amp;z=14&amp;source=embed\" rel=\"nofollow\">Streetview</a>\n\nRecent photo:\n<a href=\"http://www.flickr.com/photos/thesmileinn/7174790067/\" title=\"Joan of Arc Monument in Riverside Park by (monica), on Flickr\"><img src=\"http://farm8.staticflickr.com/7213/7174790067_7217277cbb_m.jpg\" width=\"180\" height=\"240\" alt=\"Joan of Arc Monument in Riverside Park\" /></a>\n\nThe sculptor, Anna Hyatt Huntington:\n<a href=\"http://www.flickr.com/photos/library_of_congress/9473052154/\" title=\"Anna Vaughn Hyatt  (LOC) by The Library of Congress, on Flickr\"><img src=\"http://farm3.staticflickr.com/2858/9473052154_4240d160b3_m.jpg\" width=\"174\" height=\"240\" alt=\"Anna Vaughn Hyatt  (LOC)\" /></a>", "authorname": "B-59", "id": "8602872-9473047336-72157635009223652", "iconfarm": 8}], "photo_id": "9473047336"}}