{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2162918811/#comment72157624928553932", "realname": "Richard Norton", "path_alias": "richard_arthur_norton", "author": "54904823@N00", "iconserver": "2568", "datecreate": "1284173304", "_content": "Togo Enjoys Day At The Navy Yard. Studies Our Newest and Biggest ...\nNew York Times - Aug 16, 1911\nAdmiral Count Togo spent a good part of yesterday fraternizing with ... He was the guest of Rear Admiral EHC Leutze, USN, at the Brooklyn Navy Yard, ...\n\n<a href=\"http://en.wikipedia.org/wiki/T%c5%8dg%c5%8d_Heihachir%c5%8d\" rel=\"nofollow\">en.wikipedia.org/wiki/T%C5%8Dg%C5%8D_Heihachir%C5%8D</a>\n\nFleet Admiral Marquis (Kōshaku (侯爵 kōshaku ?)) Tōgō Heihachirō, OM, GCVO (東郷 平八郎 Tōgō Heihachirō ?), (27 January 1848 - 30 May 1934) was a Fleet Admiral in the Imperial Japanese Navy and one of Japan's greatest naval heroes. He was termed by Western journalists as the 'Nelson of the East'.\n\n<a href=\"http://en.wikipedia.org/wiki/Eugene_H._C._Leutze\" rel=\"nofollow\">en.wikipedia.org/wiki/Eugene_H._C._Leutze</a>\n\nEugene Leutze, son of Emanuel Leutze (1816–1868), the noted painter of American Revolutionary War scenes, was born in Düsseldorf, Prussia, on 16 November 1847. Appointed to the United States Naval Academy by President Abraham Lincoln in 1863, he witnessed part of the Civil War on board the blockade ship Monticello the following summer. His early career brought Leutze various surveying assignments, especially in Central America. In 1897, as commanding officer of Alert, he helped promote the peace when representatives from Costa Rica and Nicaragua met and signed a treaty of peace aboard his ship. As captain of Monterey during the Spanish-American War, he sailed to reinforce Admiral George Dewey’s fleet at Manila, and was present when the city capitulated. A fine administrator, he was promoted to rear admiral in 1907 while Superintendent of the Naval Gun Factory and Commandant of the Washington Navy Yard, Washington, D.C. Admiral Leutze ended his active career as Commandant of both the 3rd Naval District and the New York Navy Yard on 6 June 1912. He died at Brooklyn Naval Hospital on 1 September 1931. He was interred at Arlington National Cemetery on 6 September 1931 without any &quot;pomp and ritual&quot; at his own request", "authorname": "Richard Arthur Norton  (1958- )", "id": "8602872-2162918811-72157624928553932", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2162918811/#comment72157627304310184", "realname": "", "path_alias": "alimarante", "author": "41675580@N08", "iconserver": "6105", "datecreate": "1311896451", "_content": "A great old picture, a great commentary, thank you.", "authorname": "FrigateRN", "id": "8602872-2162918811-72157627304310184", "iconfarm": 7}], "photo_id": "2162918811"}}