{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1288590065", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "5134455019", "title": {"_content": "Kelly Latimer, Dryden's first female research test pilot"}, "media": "photo", "tags": {"tag": []}, "comments": {"_content": "0"}, "secret": "1c8d865c0f", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>Collection:</b> NASA Dryden Flight Research Center Collection\n\n<b>Photo Description:</b> Kelly Latimer is a research pilot in the Flight Crew Branch of NASA's Dryden Flight Research Center, Edwards, Calif. Latimer joined NASA in March 2007 and will fly the T38, T-34, G-III, C-17 and the &quot;Ikhana&quot; Predator B. Latimer is Dryden's first female research test pilot. Prior to joining NASA, Latimer was on active duty with the U.S. Air Force. She has accumulated more than 5,000 hours of military and civilian flight experience in 30 aircraft. Latimer's first association with NASA was while attending graduate school at George Washington University, Washington, D.C. Her studies included work with the Joint Institute for the Advancement of Flight Sciences at NASA's Langley Research Center, Hampton, Va. She flew an Air Force C-17 during a 2005 NASA study to reduce aircraft noise. A team of California Polytechnic State University students and Northrop Grumman personnel were stationed on Rogers Dry Lake located at Edwards Air Force Base, Calif., to record the noise footprint of the aircraft as it made various landing approaches to Edwards' runway. Latimer completed undergraduate pilot training at Reese Air Force Base, Texas, in 1990. She remained at Reese as a T-38 instructor pilot until 1993. She was assigned as a C-141 aircraft commander at McCord Air Force Base, Tacoma, Wash., until 1996. Latimer graduated from the U.S. Air Force Test Pilot School at Edwards in Class 96B. She served as a C-17 and C-141 experimental test pilot at Edwards until 2000. She then became the chief of the Performance Branch and a T-38 instructor pilot at The Air Force Test Pilot School. She returned to McCord in 2002, where she was a C-17 aircraft commander and the operations officer for the 62nd Operations Support Squadron. In 2004, Latimer became the commander of Edwards' 418th Flight Test Squadron and director of the Global Reach Combined Test Force. Following that assignment, she deployed to Iraq as an advisor to the Iraqi Air Force. Her last active duty tour was as an instructor at the Air Force Test Pilot School. She retired from active duty in 2007 with the rank of lieutenant colonel. She received her commission from the U.S. Air Force Academy in 1987 with a Bachelor of Science in astronautical engineering. Latimer earned a Master of Science in astronautics from George Washington University.\n\n<b>Photo Date:</b> March 9, 2007\n<b>NASA Photo by:</b> Tony Landis\n\n<b>Photo Number:</b> ED07-0045-3\n<b>UID:</b> SPD-DRYDEN-ED07-0045 -3\n<b>original url:</b> <a href=\"http://www.dfrc.nasa.gov/Gallery/Photo/Pilots/HTML/ED07-0045-3.html\" rel=\"nofollow\">www.dfrc.nasa.gov/Gallery/Photo/Pilots/HTML/ED07-0045-3.html</a>\n\n<b>SOURCE</b>:  <a href=\"http://nasaimages.org/luna/servlet/detail/nasaNAS~8~8~62502~166350\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/nasaNAS~8~8~62502~166350</a>\n\n<b>Visit <a href=\"http://www.nasaimages.org\" rel=\"nofollow\">www.nasaimages.org</a> for the most comprehensive compilation of NASA stills, film and video, created in partnership with Internet Archive. </b>"}, "isfavorite": 0, "views": "7344", "farm": 5, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2010-10-31 22:41:05", "lastupdate": "1376000482", "takengranularity": "0", "posted": "1288590065"}, "originalsecret": "a944ba3843", "license": "7", "notes": {"note": []}, "server": "4027", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/5134455019/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387643175}