{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/twm_news/5761886484/#comment72157626810859862", "realname": "", "path_alias": "sectionate", "author": "25862568@N06", "iconserver": "3051", "datecreate": "1306422770", "_content": "That is fantastic, the aerial shot has really caught the scale of the industry.", "authorname": "Sectionate", "id": "29274040-5761886484-72157626810859862", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/twm_news/5761886484/#comment72157626775021711", "realname": "", "path_alias": null, "author": "57075307@N04", "iconserver": "0", "datecreate": "1307376251", "_content": "In the foreground we have the old North Shields ferry landing and as it still has the car ramp attached it must be the mid late 1960s when the picture was dated.Moving from the right hand side of the photo In the first very small dock we have a fishing boat i would say, we have the outside ship looks like a old tramper and next to her we have a tanker. In the second dock we have a mini bulk carrier ( coal coaster / general cargo ? ). In the next dock along i would say this girl was a cargo liner and in the last of the three docks we have a large bulk / general cargo carrier. The next two ships are tankers as they have gang planks running from stern to wheelhouse and bows to wheelhouse just like the first one.Again directly behind these we have two tankers inside and a possible Royal Fleet Auxillary stores ship out side. The old girl in dock ( No 8 ) is also a tanker.Smiths finaly closed its doors in 1997 and regeneration work started in September 2007 and is still going on today June 2011. brilliant picture worth its wieght in gold for memories alone.", "authorname": "robinwaters74", "id": "29274040-5761886484-72157626775021711", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/twm_news/5761886484/#comment72157626798568953", "realname": "alan ford", "path_alias": "rovingeyeproductions", "author": "52716066@N08", "iconserver": "0", "datecreate": "1307637297", "_content": "Wonderful shot lots of memories for me thank you so much, l have a phot which l will try and get a copy for you of all the staff of smiths docks ..Best wishes Alan Ford", "authorname": "manicpixel", "id": "29274040-5761886484-72157626798568953", "iconfarm": 0}], "photo_id": "5761886484"}}