{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/7893972026/#comment72157631335287706", "realname": "", "path_alias": "toots", "author": "61849735@N00", "iconserver": "79", "datecreate": "1346417548", "_content": "My grandmother started teaching in a country school at age 17 in 1907.  Probably looked much like this.  In one of her diary entries she says she only had one student that day.", "authorname": "Cassies grandma", "id": "8602872-7893972026-72157631335287706", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/7893972026/#comment72157631350289944", "realname": "", "path_alias": "jackbyrneshill", "author": "53776669@N08", "iconserver": "7451", "datecreate": "1346506710", "_content": "As I have said on other posts, I am totally in favor of child labor laws, but here is another example of where, as a kid in Maine, I just didn't feel like I was being taken advantage or, or that as children we were abused by the system.  Back in the 40s and 50s, there were two times a year when we made some extra money heading out to the farms outside our small town.  One was at the end of the summer picking beans, a back breaking day long effort, and 2. when we could get out of school to dig potatoes.  (even more back breaking)  We made extra money, and learned what hard work was.  didn't hurt us a bit, and today I look back on those times as part of my education into the world of work.  Today's kids have no idea what hard work is (at least in the northeast--maybe they do on the farms of the heartland.", "authorname": "jack byrnes hill", "id": "8602872-7893972026-72157631350289944", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/library_of_congress/7893972026/#comment72157631352524312", "realname": "", "path_alias": "sarflondondunc", "author": "15338921@N00", "iconserver": "5329", "datecreate": "1346517105", "_content": "Well said Jack. Here in merry England my first job was delivering newspapers at the crack of dawn in all weathers before school on my bicycle aged 13. It gave me pocket money for comics and sweets and enough to go and watch a football match on Saturday. When I was 16 I started working in a Supermarket whilst at college. I learnt that money does not grow on trees and that you have to earn it. The education gathered from work is invaluable. Child exploitation is wrong not good honest work.", "authorname": "sarflondondunc", "id": "8602872-7893972026-72157631352524312", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/7893972026/#comment72157631358896972", "realname": "Max  Penn", "path_alias": null, "author": "37094770@N04", "iconserver": "3360", "datecreate": "1346547214", "_content": "Many rural schools in the &quot;Wild West&quot; declare a holiday on the first day of hunting season.  It isn't so much that they're letting the kids off for the event but they know that a lot of the student body would be absent that day, holiday or not.", "authorname": "Max Penn", "id": "8602872-7893972026-72157631358896972", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/7893972026/#comment72157631493772518", "realname": "", "path_alias": "cobra0435", "author": "26300428@N06", "iconserver": "2354", "datecreate": "1347255458", "_content": "I grew up in the town of Ft. Morgan. I had an uncle that worked year round at the Great Western Sugar Co. Until 1961, when he was transferred to the Loveland, CO plant. By this time, kids were not let out of school to work the farms, but there was plenty of kids that worked after school, helping with anything from driving Tractor, Truck, or other machinery, to taking care of other chores so the adults could work until dark.\nHumans are survivors: when your hungry, you'll do a lot of things to get food to eat! \n\nGrowing up poor in the '50s and '60s, in the Town of Ft. Morgan, CO, I can certainly say that it was a different time, a different culture, compared to how things are today.  People had different values.  Even though they were poor, they would always lend a helping hand, share what they had, and checkup on their neighbors to make sure they were ok.  \nFamilies often had several children and, as they grew up, they were expected to help in the family's work.  Kids who lived in the country had to get up before daylight, go out and take care of the animals, come in, eat breakfast, then change into school cloths in time to catch the bus at 7AM.  I usually finished my homework on the bus in the mornings.  After school, there was usually time for some play, then chores were done, everyone sat down together at the dinner table, and ate supper together.  Conversations typically ranged from what had to be done tomorrow, how much had (or hadn't) got done today, address family matters, and plans for the next few days/weeks. \nMom went shopping once a week, and if she happened to forget something, we all managed to get by until next week when she went shopping again.  There was no sniveling, whining, refusing, back talking, or disobeying.  Most people raised their kids to respect their elders, they were taught manners, and learned not to complain, and obey adults, teachers, and others older than you.  \nI would beg to differ with those who say this was a cruel way to treat and raise children.  It was a necessity to survival and gave those same kids a better chance in their future to go to college, make a better living, and raise their standard of living.  Looking back now, after over 60 years, I'd say the foundation our parents and grandparents laid for future generations was solid and sound.  I've seen the middle class grow, and grow some more, more kids going to college, higher incomes, technological advancement at a record setting pace, much more leisure time per capita, until we have, for the most part, forgotten the hard work and sacrifices that were made so we could live this better life.  \nI dare say, if kids today had to accept some responsibilities and had to actually work for all the things the have, they may think twice about being disrespectful, and actually appreciate what they have.  Our species didn't evolve and survive just so kids would grow up playing video games, disrespect their elders and teachers, and do whatever they want. How many kids (And adults for that matter) spend countless hours playing some video game that will never give anything meaningful back in return?  \nSpend a few hours a month in a garden, and you have something to eat.  \nSpend a few minutes a day caring for an animal, and soon you will have something to eat.\nSpend a few minutes a day helping someone in need and you will have a friend for life.\nSpend a few minutes a day sharing a meal with your family, and those bonds last forever\nSpend a few minutes a day doing nothing, and you will get nothing in return", "authorname": "Cobra0435", "id": "8602872-7893972026-72157631493772518", "iconfarm": 3}], "photo_id": "7893972026"}}