{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1292869309", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "5278071106", "title": {"_content": "Hubble Reopens Its Eye on the Universe"}, "media": "photo", "tags": {"tag": [{"raw": "Eskimo Nebula", "machine_tag": 0, "id": "44489032-5278071106-1344281", "_content": "eskimonebula", "author": "94443490@N00"}, {"raw": "NGC 2392", "machine_tag": 0, "id": "44489032-5278071106-1520147", "_content": "ngc2392", "author": "94443490@N00"}, {"raw": "filters", "machine_tag": 0, "id": "44489032-5278071106-32761", "_content": "filters", "author": "94443490@N00"}, {"raw": "2000", "machine_tag": 0, "id": "44489032-5278071106-3445", "_content": "2000", "author": "94443490@N00"}, {"raw": "Hubble Telescope", "machine_tag": 0, "id": "44489032-5278071106-62537", "_content": "hubbletelescope", "author": "49067898@N05"}]}, "comments": {"_content": "1"}, "secret": "dfca8d6721", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>Collection:</b> NASA Hubble Space Telescope Collection\n<b>Title:</b> Hubble Reopens Its Eye on the Universe\n<b>Object Name:</b> Eskimo Nebula\n<b>Object Name:</b> NGC 2392\n\n<b>General Information:</b> What is an Early Release Observation? A photograph of a celestial object that demonstrates the performance of a new Hubble camera. Back to top [ #top ]\n\n<b>Acknowledgement:</b> *Credit:* NASA [ <a href=\"http://www.nasa.gov/\" rel=\"nofollow\">www.nasa.gov/</a> ], Andrew Fruchter and the ERO Team [Sylvia Baggett (STScI [ <a href=\"http://www.stsci.edu/\" rel=\"nofollow\">www.stsci.edu/</a> ]), Richard Hook (ST-ECF), Zoltan Levay (STScI [ <a href=\"http://www.stsci.edu/\" rel=\"nofollow\">www.stsci.edu/</a> ])]\n\n<b>Fast Facts:</b> Technical facts about this news release: About the Object Object Name: Eskimo Nebula, NGC 2392 Object Description: Planetary Nebula Position (J2000): R.A. 07h 29m 10.77s Dec. +20° 54' 42.5&quot; Constellation: Gemini Distance: 5,000 light-years (1,500 parsecs) About the Data Instrument: WFPC2 Exposure Date(s): January 10 and 11, 2000 Exposure Time: 1 hour Filters: F469N (He II), F502N ([O III]), F656N (H-alpha), F658N ([N II]) Principal Astronomers: A. Fruchter (STScI), C. Christian (STScI), A. Kinney (NASA), A. Fruchter (STScI), S. Baggett (STScI), R. Hook (ST-ECF), Z. Levay (STScI) About the Image Image Credit: NASA, A. Fruchter and the ERO Team (STScI) Release Date: January 24, 2000 About the Object Object Name: Abell 2218 Object Description: Galaxy Cluster, Gravitational Lens Position (J2000): R.A. 16h 35m 54.00s Dec. +66° 13' 00.0&quot; Constellation: Draco Distance: 2 billion light-years (600 million parsecs) About the Data Instrument: WFPC2 Exposure Date(s): January 11 - 13, 2000 Exposure Time: 9.4 hours Filters: F450W (Wide B), F606W (Wide V), F814W (I) Principal Astronomers: A. Fruchter (STScI), C. Christian (STScI), A. Kinney (NASA), A. Fruchter (STScI), S. Baggett (STScI), R. Hook (ST-ECF), Z. Levay (STScI) About the Image Image Credit: NASA, A. Fruchter and the ERO Team (STScI) Release Date: January 24, 2000\n\n<b>*Description*: </b> In its first glimpse of the heavens following the successful December 1999 servicing mission, NASA's Hubble Space Telescope has captured a majestic view of a planetary nebula, the glowing remains of a dying, Sun-like star. This stellar relic, first spied by William Herschel in 1787, is nicknamed the &quot;Eskimo&quot; Nebula (NGC 2392) because, when viewed through ground-based telescopes, it resembles a face surrounded by a fur parka. In this Hubble telescope image, the &quot;parka&quot; is really a disk of material embellished with a ring of comet-shaped objects, with their tails streaming away from the central, dying star. The Eskimo's &quot;face&quot; also contains some fascinating details. Although this bright central region resembles a ball of twine, it is, in reality, a bubble of material being blown into space by the central star's intense &quot;wind&quot; of high-speed material. The planetary nebula began forming about 10,000 years ago, when the dying star began flinging material into space. The nebula is composed of two elliptically shaped lobes of matter streaming above and below the dying star. In this photo, one bubble lies in front of the other, obscuring part of the second lobe. Scientists believe that a ring of dense material around the star's equator, ejected during its red giant phase, created the nebula's shape. This dense waist of material is plodding along at 72,000 miles per hour (115,000 kilometers per hour), preventing high-velocity stellar winds from pushing matter along the equator. Instead, the 900,000-mile-per-hou r (1.5-million-kilomet er-per-hour) winds are sweeping the material above and below the star, creating the elongated bubbles. The bubbles are not smooth like balloons but have filaments of denser matter. Each bubble is about 1 light-year long and about half a light-year wide. Scientists are still puzzled about the origin of the comet-shaped features in the &quot;parka.&quot; One possible explanation is that these objects formed from a collision of slow- and fast-moving gases. The Eskimo Nebula is about 5,000 light-years from Earth in the constellation Gemini. The picture was taken Jan. 10 and 11, 2000, with the Wide Field and Planetary Camera 2. The nebula's glowing gases produce the colors in this image: nitrogen (red), hydrogen (green), oxygen (blue), and helium (violet).\n\n<b>UID:</b> SPD-HUBBLE-STScI-200 0-07a\n<b>original url:</b> <a href=\"http://hubblesite.org/newscenter/archive/releases/2000/07/image/a/\" rel=\"nofollow\">hubblesite.org/newscenter/archive/releases/2000/07/image/a/</a>\n\n<b>SOURCE:</b> <a href=\"http://www.nasaimages.org/luna/servlet/detail/NVA2~8~8~13036~113577\" rel=\"nofollow\">www.nasaimages.org/luna/servlet/detail/NVA2~8~8~13036~113577</a>\n\n<b>Visit <a href=\"http://www.nasaimages.org\" rel=\"nofollow\">www.nasaimages.org</a> for the most comprehensive compilation of NASA stills, film and video, created in partnership with Internet Archive. </b>"}, "isfavorite": 0, "views": "8619", "farm": 6, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2010-12-20 10:21:49", "lastupdate": "1379448880", "takengranularity": "0", "posted": "1292869309"}, "originalsecret": "e2fe1c29e2", "license": "7", "notes": {"note": [{"_content": "sweet", "author": "69387022@N03", "h": "31", "authorname": "Klenander_uapl", "w": "31", "y": "16", "x": "16", "id": "72157627952584413"}]}, "server": "5002", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/5278071106/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387643121}