{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/george_eastman_house/2787707752/#comment72157609141441730", "realname": "", "path_alias": null, "author": "40045986@N00", "iconserver": "0", "datecreate": "1226790745", "_content": "The New York World Building was also known as the Pulitzer Building after the famous editor, Joseph Pulitzer, who commissioned it. Pulitzer's private office was on the second level of the dome which gave him the ability to look down upon other buildings along the street.\n\nThe New York World Building was a skyscraper in New York City designed by George Browne Post and built in 1890 to house the now defunct newspaper, The New York World. The height of the building in stories is disputed, with estimates ranging from the 26 stories claimed by The World to 16 or 18 stories according to current standards.\nConstruction of the New York World Building began on October 10, 1889 and was completed on December 10, 1890. The World Building was rebuilt at an unknown date after a fire completely demolished it. The rebuilt building was demolished in 1955 for the expanded car ramp entrance to the Brooklyn Bridge.\n\nDuring the 19th century, many high-rise buildings were constructed by newspaper companies which soon developed into a competition and a race for the tallest. The New York World Building resulted in being the tallest of all of them during that time.\n\nIt was the first building in New York to surpass the spire height of 284 foot of Trinity Church which, at the time, dominated the city's skyline. It was also featured on the cover of the World Almanac from 1890 to 1934.\n\n<a href=\"http://en.wikipedia.org/wiki/New_York_World_Building\">en.wikipedia.org/wiki/New_York_World_Building</a>", "authorname": "straatis", "id": "7122330-2787707752-72157609141441730", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/george_eastman_house/2787707752/#comment72157617511792636", "realname": "", "path_alias": "artysmokes", "author": "66853325@N00", "iconserver": "40", "datecreate": "1241092249", "_content": "Is this where they keep all the prizes? ;)\n--\n<i><a href=\"http://www.flickr.com/photos/george_eastman_house/page21/\">Seen on your photo stream.</a></i> <em>(<a href=\"http://6v8.gamboni.org/Flickr-Add-referer-into-comments.html\">?</a>)</em>", "authorname": "(deaf mute)", "id": "7122330-2787707752-72157617511792636", "iconfarm": 1}], "photo_id": "2787707752"}, "flarchive:created": 1387755711}