{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/deserontoarchives/3702876114/#comment72157623883820295", "realname": "", "path_alias": null, "author": "49972688@N04", "iconserver": "0", "datecreate": "1273192120", "_content": "Article from Napanee Beaver  1969-1970\nPhoto caption:\nRETIRING Deseronto Postmaster James H. McVicker shows his successor, Ronald Loader, around the office last weekbefore leaving a job he has held since 1947. Mr. McVicker has served with the Canadian Government in various roles fore 42 years and last Wednesday, at 60, he went on pension. Mr. Loader came from Trenton to take over.\nBeaver photo by O'shea.\nAriticle;\n        Jim McVicker hung up the old mail bag last Wednesday after 42 years in the employ of the Canadian Government, 24 of them as postmaster at Deseronto.\n       Leaving his job with mixed feelings, Mr. McVicker recalled the days of longer working hours but a smaller volume of mail to be handled. The work is heavier now but he has been blessed with good staff, the 60 year old Deseronto native said in an interview on his final day on the job.\nPostage rates have more than doubled since James H McVicker became Postmaster in 1947 and the post office is now a grade 5, with sales almost doubled in the past two years alone.&quot;Which is strange, because the town has not grown&quot; Mr. McVicker comments. At 1,800 Deseronto's population is almost exactly what it was 20 years ago. XXX\n    Mr. McVicker was born and grew up in Deseronto and began working in the post office on a part time basis while he was still in school. He went on staff full-time in 1930 and left in 1940 to join the 47th Battery, then mobilizing for Second World War service. Later he joined the Royal Canadian Navy, a commissioned warrant, as an officer was called who had been commissioned from below deck-- or &quot;up from the ranks&quot; and he continued to serve as a Naval officer until the war ended in 1945.\n    Then it was back home and continuing service for the Government, first as an assistant in the Indian office at deseronto under the late A.D. Moore, then acting as Indian Agent, until he came back to the post office, this time as Postmaster, in 1947.\n     &quot;In the days when I was starting this office was what was called a revenue office and your wage was determined by the volume of business done. Now it's a civil service posting&quot; Mr.McVicker recalls.\n     In those days in 1930 the post office was open 6 days every week as well as Christmas and New Years day, unless they fell on a Sunday, and al wicket were open from 8:30 o'clock in the morning to seven o'clock at night and the staff was on duty until eight.\n     &quot;Now it a 40 hour work week, from 8:30 to 5:45 o'clock for the wicket, and the last mail is made up at six o'clock, with the wicket closing at noon on Saturdays,&quot; Mr. McVicker said.\n      &quot;When I started I was hired by the postmaster, who was James Fairbairn, and worked for him on a wage which he and I agreed on.&quot; Now the job is civil service. Mr. McVicker gets credit for his total number of years with the Government, for retirement and pension purposes. They add up to 42 years of continuous service. XXX\n      Like any small town post office, there's still alot of demand for personal service, especially in a place like Deseronto, where many of the people have lived for years and have known the postmaster since he was a small boy.\n    &quot; Often older people will call me at home at noon hour to see if a parcel has arrived for them. they want to know so they won't have to come down to the post office for nothing.&quot; the retiring postmaster said.\n    Then of course, there are the favours he can't grant- like people wanting to know other peoples business.\n   So Jim McVicker leaves with mixed fellings.... pleasent memories of a career spent serving the public....and a few head aches that go with the job. Along the wat he has been active in his community...as Volunteer Fire Chief ,the school board and the Legion.\nFrom now on it's less strenuious interests for Mr. McVicker- his garden, hi family his friends. Mrs. McVicker also born and raised in Deseronto is the former Jessie Hines, and they have a daughter mrs.James A O'Reilly ( Ann) of Mississauga and a son James Jr. an Ontario Provencial Police constable at Deep River.\n    Another member of the Mcvicker family is James McVicker brother, Dr. Daniel Clarence McVicker, is the town's doctor. XXX\n    New postmaster at deseronto is Ronald Loader, who comes from Trenton to Deseronto, and took over his duties last Thursday.\n\nPersonal:   My grandfather passed away in August 1974 at age 65\n                  James D. McVicker", "authorname": "porsche924s", "id": "23100052-3702876114-72157623883820295", "iconfarm": 0}], "photo_id": "3702876114"}, "flarchive:created": 1389188111}