{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/usnationalarchives/3815835640/#comment72157623337122150", "realname": "", "path_alias": null, "author": "8680508@N06", "iconserver": "0", "datecreate": "1265149944", "_content": "I use to live at the house in the mouth of Willow Creek (bottom right of picture) from 1971 to December of 1982. This is a picture of the PL Ranch.", "authorname": "mtndewmaniac", "id": "35717303-3815835640-72157623337122150", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/usnationalarchives/3815835640/#comment72157623342468018", "realname": "", "path_alias": "usnationalarchives", "author": "35740357@N03", "iconserver": "8547", "datecreate": "1265209865", "_content": "That's amazing! Can you tell us more about your life there?\nJerry (U.S. National Archives)", "authorname": "The U.S. National Archives", "id": "35717303-3815835640-72157623342468018", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/usnationalarchives/3815835640/#comment72157628735348297", "realname": "", "path_alias": null, "author": "73654547@N03", "iconserver": "0", "datecreate": "1325793803", "_content": "There were five of us, my father, my mother, and my two younger brothers. We worked for two men who lived in Texas who had owned this ranch.\n\nIn the spring and summer we used to irrigate the fields. Towards the fall we used to cut and stack the hay. In the winter months we used to feed the cattle at the location that you see, as well as further up Willow Creek, and up Hunter Creek.\n\nMy brothers and I attended the Rock School, located about three miles west of here. I wen from K-8th grade, then I went to the Meeker High School for 1-1/2 years until I moved to New Jersey.\n\nEveryday we would hear the sirens from the C-B oilshale plant warning the people tha tthe shale would be sliding down the chute into the piles below.\n\nI still call this home. There have been a lot of changes since this picture was taken. One was that the dirt road was redone, elevated and paved. As of just a couple years ago this area has been turned into a pumping station.\n\nI am sure that there is a LOT more that I can add, but this enough for now.", "authorname": "remmons1966", "id": "35717303-3815835640-72157628735348297", "iconfarm": 0}], "photo_id": "3815835640"}, "flarchive:created": 1387671810}