{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/sdasmarchives/6583969243/#comment72157628596463429", "realname": "Chris Kennedy", "path_alias": "chrisk48", "author": "52882109@N07", "iconserver": "5458", "datecreate": "1325027018", "_content": "The Navy officer's name tag says &quot;Obie Oberg.&quot; He is mentioned on this page as Cdr Owen &quot;Obie&quot; Oberg.\n\n<a href=\"http://www.navsource.org/archives/02/59.htm\" rel=\"nofollow\">www.navsource.org/archives/02/59.htm</a>", "authorname": "ChrisK48", "id": "49465936-6583969243-72157628596463429", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/sdasmarchives/6583969243/#comment72157628621312205", "realname": "Chris Devers", "path_alias": "cdevers", "author": "9161595@N03", "iconserver": "5338", "datecreate": "1325174440", "_content": "A Google search for Owen Oberg turns up, among other things, <a href=\"http://www.epnaao.com/BIOS_files/EMERITUS/Oberg- Owen H.pdf\" rel=\"nofollow\">this biography</a> from the <a href=\"http://www.epnaao.com/A_Emeritus_Members.html\" rel=\"nofollow\">&quot;Golden Eagles&quot;</a>:\n\n<blockquote> \n<b>Owen H. Oberg, Rear Admiral, USN (Ret.)</b>\n<i>“Obie”</i>\n\n<b><i>Date of Designation:</i></b> 2 April 1946NA # P 23837\n<b><i>Dates of Active Duty:</i></b> 1 August 1943 - 1 September 1977 Total Flight Hours:6,000 Carrier/Ship Landings: Fixed wing: 600 Rotary: 50\n<b><i>Approximate Flight Hours:</i></b> Jet: 4,000 Prop: 2,000 VF/VA: 4,000 VU/VFP: 1,000 VT: 1,000 Other: USAF Otis AFB, 437th Fighter Interceptor Squadron\n\n<b><i>Combat Tours:</i></b>\n<i>Korea:</i> VF-11 (F2H), USS Kearsarge, 1952 - 70 missions\n<i>Vietnam:</i> CO, USS Caliente (AO-53), 1969 - 1971.\n<i>Vietnam:</i> CO, USS Kitty Hawk (CVA-63), 1971 - 1972.\n<i>Vietnam:</i> Chief, Fleet Coordinating Group, Saigon, Vietnam and Nakhon Phanom, Thailand, 1972 - 1973.\n<i>Vietnam:</i> CINCPACFLT Rep. for Operation “Frequent\n\n<b><i>Aviation Commands:</i></b>\nCO, VF-41, 1962 - 1963.\nCommander, Carrier Air Group 7, 1973 - 1975.\nCommander, Carrier Air Group 8, USS Forrestal (CVA-59). and USS Shangri La (CVA-38), 1965 - 1966.\nCO, USS Kitty Hawk (CVA-63), 1971 - 1972.\n\n<b><i>Combat Awards:</i></b>\n2 Legions of Merit\nBronze Star\n3 Air Medals\n\n<b><i>Duty Assignment Chronology</i></b>\nRear Admiral Oberg was born in Athol, Massachusetts, on February 3, 1925 and entered the Naval Aviation Cadet Program from Holy Cross College in 1944. He received his wings and was commissioned an Ensign in March 1946.\n\nAfter operational training in torpedo bombers, he served two and one-half years in VJ-16, a utility squadron based in Guantanamo Bay, Cuba, followed by two years as a flight instructor in Pensacola, Florida. He reported to VF-11, NAS Jacksonville, Florida in 1951 for a two year tour, which included a deployment of USS Kearsarge to the Sea of Japan, and 70 jet fighter missions over Korea. He was then assigned to the Air Force as a flight leader with the 437th Fighter Interceptor Squadron at Otis AFB, Cape Cod.\n\nHe graduated from test pilot school in December 1954 and served as a test pilot at Naval Air Test Center, Patuxent, Maryland. He then attended Stanford University where he received his Bachelor degree in March 1957. After two years as a development project officer and pilot of VX-3, he spent two years as a Fighter Training Officer on the staff of Commander Naval Air Force, U.S. Atlantic Fleet.\n\nGraduation from the Armed Forces Staff College was followed by two years aboard USS Independence (CVA-62) as Executive Officer and Commanding Officer of Fighter Squadron 41 (VF-41). Fifteen months as Air Officer on USS Forrestal (CVA-59) led to assignment as Commander, Carrier Air Wing Eight aboard USS Forrestal in 1965 and USS Shangri La (CVA-38) in 1966. He then served as Electronic Warfare Officer in the Office of the Chief of Naval Operations.\n\nUpon graduation from the National War College in July 1969, he received the degree Master of Science in International Affairs from George Washington University. He was Commanding Officer, USS Caliente (AO-53) from September 1969 to January 1971, and Commanding Officer, USS Kitty Hawk (CVA-63) from April 1971 to June 1972. On 10 June 1972, he reported for duty as Chief, Fleet Coordinating Group, Saigon, which subsequently moved to Nakhon Phanom, Thailand, where he served until 14, June 1973. After serving as Commander Carrier Group Seven from 21, July 1973 until 7, February 1975, he reported to Pacific Fleet Headquarters as Deputy Chief of Staff for Operations and Plans, and acted as the Commander-in-Chief's representative in Saigon during Operation “Frequent Wind” (the evacuation of South Vietnam).\n\nRear Admiral Oberg's promotional history is: Lieutenant (junior grade) on 1, April 1949; Lieutenant on 1, July 1952; Lieutenant Commander on 1, December 1957; Commander on 1, July 1962; Captain on 1, July 1967; and Rear Admiral on 1, June 1972. His awards include two Legions of Merit, Bronze Star, three Air Medals, and numerous unit, service and foreign decorations.\n\nHe completed his tour at Pacific Fleet Headquarters in September 1977 and retired from the U.S. Navy to pur- sue a career in industry,. He was first a program manager for Hughes Aircraft Company, Los Angeles until July 1981 and then Product Line Manager of Cubic Corporation, San Diego, California. He retired from industry in 1987 and now resides in a grove in Pauma Valley, California with his wife of 47 years, the former Margaret L. Owens of Wyandotte, Michigan. They have four children, Sandra, Owen, Michael and Elizabeth and eight grandchildren.\n\n<b><i>Summary of Significant Career Events</i></b>\n(1)Graduate of the Navy Test Pilot School, Naval Air Test Center, Patuxent River, MD.\n(2)Sidewinder missile Project Officer, VX-3, NAS Atlantic City, NJ., 1957-58.\n</blockquote>\n\nThere's also a <a href=\"http://news.google.com/newspapers?nid=1817&amp;dat=19720523&amp;id=0mI0AAAAIBAJ&amp;sjid=L5wEAAAAIBAJ&amp;pg=7120,4365221\" rel=\"nofollow\">Tuscaloosa News article from May 23, 1972</a>, at which point he was the captain of the USS Kitty Hawk during operations in the Vietnam war. \n\n(The above was pasted in the interest of making this easier to find via Google (etc) searches, so that others who may know more will be able to fill in details in the future.)", "authorname": "Chris Devers", "id": "49465936-6583969243-72157628621312205", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/sdasmarchives/6583969243/#comment72157628654599829", "realname": "", "path_alias": null, "author": "67323668@N07", "iconserver": "0", "datecreate": "1325364996", "_content": "Great shot. <img src=\"http://s01.flagcounter.com/count/7uR/bg=FFFFFF/txt=FFFFFF/border=FFFFFF/columns=1/maxflags=1/viewers=3/labels=0/\" alt=\".\" width=\"1\" /><img src=\"http://s09.flagcounter.com/count/9RU/bg=FFFFFF/txt=FFFFFF/border=FFFFFF/columns=1/maxflags=1/viewers=3/labels=0/\" alt=\".\" width=\"1\" /><img src=\"http://2.s01.flagcounter.com/count/7uR/bg=FFFFFF/txt=FFFFFF/border=FFFFFF/columns=1/maxflags=1/viewers=3/\" alt=\".\" width=\"1\" /><img src=\"http://s01.flagcounter.com/map/7uR/size=m/txt=FFFFFF/border=FFFFFF/pageviews=1/viewers=3/labels=0/\" alt=\".\" width=\"1\" />", "authorname": "Faye_Evans", "id": "49465936-6583969243-72157628654599829", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/sdasmarchives/6583969243/#comment72157628700406071", "realname": "", "path_alias": "cm0re", "author": "61461753@N05", "iconserver": "7374", "datecreate": "1325608199", "_content": "Lovely!", "authorname": "cM0RE", "id": "49465936-6583969243-72157628700406071", "iconfarm": 8}], "photo_id": "6583969243"}, "flarchive:created": 1387764582}