{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1385132388", "originalformat": "jpg", "owner": {"username": "Center for Jewish History, NYC", "realname": "", "nsid": "36988361@N08", "iconserver": "3425", "location": "", "path_alias": "center_for_jewish_history", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "10994666245", "title": {"_content": "PermBranchSocietyforthePromotionofCultureamongtheJewsofRussia"}, "media": "photo", "tags": {"tag": []}, "comments": {"_content": "0"}, "geoperms": {"isfriend": 0, "isfamily": 0, "ispublic": 1, "iscontact": 0}, "secret": "046db70201", "location": {"locality": {"woeid": "2122814", "place_id": "IzAlb9BTU7gV2AXm", "_content": "Perm'"}, "country": {"woeid": "23424936", "place_id": "gMMKN7VTUb7Dg.7SoQ", "_content": "Russia"}, "region": {"woeid": "20070511", "place_id": "NYor_CtTUroHFSsQGg", "_content": "Permskiy Kray"}, "place_id": "IzAlb9BTU7gV2AXm", "longitude": 56.248888, "county": {"woeid": "12599057", "place_id": "9iZmLBZQUL.6HfyNyg", "_content": "Perm"}, "context": "0", "woeid": "2122814", "latitude": 58.013888, "accuracy": "16"}, "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "Perm Branch of the Society for the Promotion of Culture among the Jews of Russia. Library-reading room. This learned society was originally founded in Saint Petersburg in 1863 by prominent and wealthy Russian Jews, with Joseph Yohel Günzburg as its most well-known co-founder and president .  It attempted to educate and acculturate the Jews of Russia by providing assistance to Jewish students at Russian universities, encouraging publication and authorship of books relating to Judaism, and helping Jewish libraries, among other projects.  It started out with weak membership, but interest in it grew among Jews after the pogroms of the 1880s.  Branches were founded across the Russian Empire, with the most important in Moscow, Riga, Kiev, and especially Odessa.  The organization was forced to close in 1929 due to the Soviet policy of closing independent political and cultural organizations.  This branch was located in Perm, Russia, a large city outside the Pale of Settlement near the Ural Mountains that had a community of around 1,000 Jews in the early 20th century, which is also most likely the time of this stamp’s production.\n\nThis book stamp is from a book looted by the Nazis and sorted by Colonel Seymour Pomrenze, one of “the Monuments Men,” at the Offenbach Archival Depot. \n\n\nThere are two scrapbooks of archival markings from the books sorted at the Offenbach Depot in the Seymour Pomrenze Collection held by the American Jewish Historical Society (Call number P-933) There is a finding aid for the collection <a href=\"http://findingaids.cjh.org/?pID=1463157\" rel=\"nofollow\">here</a> The digitized scrapbooks are available <a href=\"http://digital.cjh.org/webclient/DeliveryManager?pid=1666403\" rel=\"nofollow\">here</a> and <a href=\"http://digital.cjh.org/webclient/DeliveryManager?pid=1665570\" rel=\"nofollow\">here</a>.\n\n\nFor more information on this project check the Center’s blog: <a href=\"http://blog.cjh.org\" rel=\"nofollow\">blog.cjh.org</a>\n\n\nDr. Mitch Fraas, Acting Director of the Digital Humanities Forum at the University of Pennsylvania Libraries' Special Collections Center is working on a similar project for the German book stamps based on NARA microfilm of the volumes the American Jewish Historical Society currently holds. See <a href=\"http://viewshare.org/views/mfraas/offenbach-bookplates/\" rel=\"nofollow\">viewshare.org/views/mfraas/offenbach-bookplates/</a> \n\n\nThe Center for Jewish History would like to acknowledge the following: The American Jewish Historical Society, who graciously allowed the use of their archival materials and digital content; Mitch Fraas, Acting Director of the Digital Humanities Forum at the University of Pennsylvania Libraries' Special Collections Center, for his data and technical assistance in this project; David Rosenberg, Reference Services Research Coordinator, and Melanie Meyers, Senior Reference Services Librarian for Special Collections, for managing and creating the digital map; and Reference Services Intern Ilya Slavuitsky for his work on translating and mapping. \n\n\nFor copyright information, click <a href=\"http://copyrights.cjh.org\" rel=\"nofollow\">here </a>\n\n"}, "isfavorite": 0, "views": "664", "farm": 4, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "4501-01-01 00:00:00", "lastupdate": "1385268838", "takengranularity": "0", "posted": "1385132388"}, "originalsecret": "a67cdef372", "license": "7", "notes": {"note": []}, "server": "3801", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/center_for_jewish_history/10994666245/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}