{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8935055138/#comment72157633897889063", "realname": "", "path_alias": "porkynz", "author": "10758109@N04", "iconserver": "8545", "datecreate": "1370257958", "_content": "I love the clarity with these photographs.  Fabulous snap", "authorname": "SandyEm", "id": "32254785-8935055138-72157633897889063", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8935055138/#comment72157633900756040", "realname": "", "path_alias": "osborne_villas", "author": "73313451@N00", "iconserver": "3822", "datecreate": "1370263880", "_content": "Attached HQ 3rd Brigade Royal Horse Artillery, Royal Field Artillery (SR). So looks like he made it onto 'Staff' possibly. SR is 'special reserve'.\n\nActing Captain when he left the army in what appears to be December 1918 which is quite early.\n\nCould be J Bond 865046, If it is, which I'm really not sure about, he suffered from Indigestion in Allahabad in Utter Pradesh in June 1915 for a whole week, poor blighter... He also seems to have suffered from a Stomach complaint at a later date, but it's in the burnt section so I can't put a date to it at all. It does also point to him being in Devon at the start of his army career, this may be a red herring though.\n\nSo far as I can tell he appears to have survived the war.", "authorname": "Nick J Stone", "id": "32254785-8935055138-72157633900756040", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8935055138/#comment72157633906054399", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1370285260", "_content": "2Lt J. A. M. Bond RFA, a Special Reserve officer, was appointed as Adjutant of his Regiment as an Acting Captain wef 6th April 1918 [Published in the London Gazette 30679 of 10th May 1918].", "authorname": "Gary Donaldson", "id": "32254785-8935055138-72157633906054399", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8935055138/#comment72157633909138555", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1370293399", "_content": "This is most likely to be:\nJohn Arthur M Bond registered birth Greenwich 3rd quarter 1891 \nJohn A M Bond registered death Battle 3rd quarter 1959 age 68   (FreeBMD)\n\nAncestry gives:\nJohn Arthur Mallock Bond  England &amp; Wales, National Probate Calendar (Index of Wills and Administrations), 1858-1966 died 20 July 1959\nMother: Annie Bond\nFather: Arthur Thomas Mallock Bond\nBirth: Greenwich, East Christ Church\nBaptism: 28 Jun 1891 - Greenwich, East Christ Church\n \nEngland, Andrews Newspaper Index Cards, 1790-1976 Birth, Baptism &amp; Christening \nName: Josephine Morland Mallock Bond\nSpouse: Cecil George Bernard Tubini\nFather: J A M Bond\nMarriage: 16 Dec 1944 - Cairo, Egypt\nVital: 16 Dec 1944 - Cairo, Egypt\n\nCannot find a marriage date for J A M Bond\n Father: Arthur Thomas Mallock Bond d.1912\nSiblings: Phyllis Mallock Bond b1894 Woolwich, London, Monica Mallock Bond b1897 Axminster, Devon; d1985 Devon", "authorname": "brenontario", "id": "32254785-8935055138-72157633909138555", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8935055138/#comment72157633909299417", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1370293801", "_content": "From:  <a href=\"http://www.ceylonmedals.com/bond.html\" rel=\"nofollow\">www.ceylonmedals.com/bond.html</a> \n\nMaj.Gen. John Arthur Mallock Bond CB CBE VD\n An Officer in the Ceylon Mounted Rifles\n\n John Arthur Mallock Bond was born on 31.5.1891 at 3 Mycenae Villas, Mycenae Road, Greenwich, London, the eldest son of Major Arthur Thomas Mallock Bond of Pyne House, Lyme Regis, Dorset, and Annie, his wife, formerly Bacot. A.T.M. Bond was a solicitor. Bond was educated privately, and at Aldenham School, which he entered in May 1906 and left in July 1908.\n\n Before the Great War, Bond was in Ceylon. He joined the CMR and in the CMR Almanack 1912 he is shown as No 716 Trooper, in No. 1 Troop, A Squadron. His address was given as Meegama, Wattagama. Bond was appointed a Justice of the Peace for the District of Matale and Unofficial Police Magistrate for the Judicial District of Matale with effect from 1 June 1915 until further orders. He was again appointed the same on 23 Feb 1916.\n\n Bond was granted a commission as a 2/Lt. in the Special Reserve, RFA on 25 March 1917. He had formerly been in an Officers' Cadet unit. He was then in 4A Reserve Brigade, RFA (June 17 Monthly Army List). He was appointed an Adjutant, and promoted Acting Capt. (with pay &amp; allowance as Lt.) whilst so employed, on 6 April 1918. This appointment was subsequently confirmed L/G 26 June 1918, dated 8 Nov 1917. He served in France &amp; Flanders. Bond was promoted Lt. Special Reserve RFA on 25 Sept 1918. Bond was mentioned in the Despatch of Sir Douglas Haig, dated 8 Nov 1918, this mention being notified in the L/G of 23 Dec 1918. He was then described as 2/Lt. (acting Capt.), attached to HQ, 3rd Brigade RHA. Bond was last mentioned in the monthly Army List of Nov 1920.\n\n For his services in the Great War, he received the BWM and the VM. He also received from the Govt. of Ceylon a bronze medallion which was presented 'to those who voluntarily gave their services overseas in the Great War of 1914-1919'. Bond lived in Ceylon again after the Great War. He was a planter at the Wariapola Estate, Matale South District; he was Superintendent and Assistant, and then General Manager. He was Superintendent &amp; Assistant of the Matale Valley Cacao &amp; Rubber Co. Ltd. He was Director of the Wariapola Estates Co. Ltd., a Director of Matale Valley Cacao &amp; Rubber Co.Ltd and a Director of the Mount Pleasant Tea Estates Co. Ltd. He was a member of the Food Products Committee of the Board of Agriculture on 22 Oct 1925.\n\n Bond continued his volunteer soldiering after the Great War in the CMR. On 12 Jan 1921 at which time he was RSM, he was appointed a 2/Lt. in the CMR. He was promoted Lt. on 9 March 1921 and Capt. 15 March 1922. He transferred to the CMR Reserve as a Capt. on 1 Dec 1922. On 22 July 1926 he was appointed Major in the CMR and he was further promoted to Lt.Col. and commanded the CMR on 22 May 1928. Bond was awarded the CAFLSM on 30 Nov 1929 as notified in the C/G on 6 Dec 1929 and the CAFOD on 9 June 1930 (C/G 13 June 1930). Lt.Col. Bond completed his tenure of appointment on 21 May 1933 (having been granted an extension of one year's command from 22 May 1932), when he transferred to the Reserve of the CMR with the Honorary rank of Col. He ceased to be on the Reserve on 19 Feb 1936 on leaving Ceylon.\n\n In 1934 Bond was appointed a Major on the Regular Army Reserve of Officers, General List, Cavalry, with seniority 29 May 1934. (He was described in the London Gazette as Lt.Col. [Hon.Col], late Ceylon Defence Force [formerly Captain, RA, Special Reserve]).\n\n On the outbreak of the Second World War in 1939, Bond was appointed a GSO2 on 4 Sept 1939 under the Director of Staff Duties. He was later (Aug 1940 Army List) appointed GSO2 (with same date of 4 Sept 1939) under the Director of Armoured Fighting Vehicles. He became a GSO1 on 1 Dec 1940. Bond was promoted a Temp.Lt.Col. on 1 March 1941. His Personal Number was 63454. He was appointed Deputy Director of Armoured Fighting Vehicles on 20 Sept 1941 and promoted acting Brigadier on the same day. He became a Temp.Brigadier on 20 March 1942. Bond was appointed a CBE (Mil.) on 1 Jan 1943. He was promoted War Substantive Lt.Col. on 20 March 1943. On 11 June 1943 he was appointed Director of Liaison and Munitions, and Acting Maj.Gen. on the same date. On 11 June 1944, he was promoted War Substantive Colonel, and also Temp. Maj.Gen.\n\n Bond was appointed a CB (Mil.) on 1.1.1946. Bond was awarded two foreign decorations for his services in the Second World War. He was granted unrestricted permission to accept and wear the Legion of Merit, Degree of Commander conferred on him by the President of the USA (L/G 23 May 1947), and the Grand Officer of the Order of Orange Nassau with Swords conferred on him by the Queen of the Netherlands, (L/G 14 May 1948). He also received the 1939-45 Star, the Defence Medal and the War Medal. He retired from the Army in May 1946.\n\n Bond was a Director of the London Press Exchange Ltd., which he had joined in 1932, and from which he had retired in July 1958. In 1935 he joined the Board of Publicity Films, then a subsidiary of London Press Exchange, and shortly afterwards was appointed a Director of the main Board of L.P.E., and its financial division, the St. James's Advertising and Publishing Co., Ltd. He became the Chairman of this company. After the Second World War, when he was released, he returned to agency practice, and 'his services were called upon by a number of organisations, notably the Finance Corporation for Industry, engaged in furthering the task of post-war reconstruction'. In addition, Bond was Chairman of Murgatroyds Ltd, a Director of the Pearson and Knowles Coal and Iron Co. Ltd, and Murgatroyds Vacuum Salt Co. Ltd, and a Director of Murgatroyds Salt and Chemical Co. Ltd. He was a Fellow of the Institute of Practitioners in Advertising.\n\n Bond was twice married. Firstly in 1923 to Dorothy Elizabeth Morland, the only daughter of Major Morland Greig of Exford, Somerset. There was one son (Julian Morland Mallock) and one daughter (Josephine Morland Mallock) by this marriage. This marriage was dissolved in 1954. He married secondly, in 1956 Sidney, daughter of Sydney H. Short of Natal, South Africa. She had been formerly married, in 1948, to Major Richard Palmer who died in 1952. Maj.Gen. Bond died suddenly on 20 July 1959 at Bexhill Hospital, aged 68. At the time of his death, his home was at Pitt Manor, near Winchester, Hampshire. The funeral was at the West London Crematorium on 25 July 1959.\n\n Clubs: Naval and Military, Royal Automobile and Hurlingham.\n\n In a number of books of reference, it is recorded that Bond was the recipient of the MC. It is recorded in Kelly (from 1952), in Debrett, in Who's Who from 1951 to 1957 inclusive, and in his obituary in The Times, but not, significantly, in the announcement on Page 1. It is not recorded in any Army List nor the London Gazette. It is quite clear that Bond was NOT awarded the MC, although it is known that he used to wear the decoration before his other campaign medals. Bond also wore the Belgian Croix de Guerre; this cannot be traced in the London Gazette. It is recorded in Kelly from 1951 to 1956 inclusive.", "authorname": "Gary Donaldson", "id": "32254785-8935055138-72157633909299417", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8935055138/#comment72157633909817821", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1370295295", "_content": "Portrait of Major General John Arthur Mallock Bond, dated December 1941, is in the National Portrait Gallery \n<a href=\"http://www.npg.org.uk/collections/search/portraitLarge/mw108684/John-Arthur-Mallock-Bond\" rel=\"nofollow\">www.npg.org.uk/collections/search/portraitLarge/mw108684/...</a>", "authorname": "brenontario", "id": "32254785-8935055138-72157633909817821", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8935055138/#comment72157633909840247", "realname": "", "path_alias": "osborne_villas", "author": "73313451@N00", "iconserver": "3822", "datecreate": "1370295365", "_content": "I wonder if he got over the indigestion.", "authorname": "Nick J Stone", "id": "32254785-8935055138-72157633909840247", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8935055138/#comment72157633918215599", "realname": "Ronnie  Mills", "path_alias": "ronnielmills", "author": "62260764@N05", "iconserver": "2857", "datecreate": "1370329722", "_content": "Ubique....", "authorname": "RonnieLMills. Thx for 300k views :)", "id": "32254785-8935055138-72157633918215599", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8935055138/#comment72157633919692293", "realname": "", "path_alias": "victor98", "author": "44191635@N04", "iconserver": "0", "datecreate": "1370336792", "_content": "excellent shot", "authorname": "victor98_2001", "id": "32254785-8935055138-72157633919692293", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8935055138/#comment72157633927067314", "realname": "Martin Cauchon", "path_alias": "lecabri", "author": "28099933@N03", "iconserver": "3782", "datecreate": "1370359919", "_content": "What an awesome shot!", "authorname": "le cabri", "id": "32254785-8935055138-72157633927067314", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8935055138/#comment72157633943639793", "realname": "", "path_alias": null, "author": "97009052@N02", "iconserver": "0", "datecreate": "1370432605", "_content": "hi......friend", "authorname": "johaiberjohaya", "id": "32254785-8935055138-72157633943639793", "iconfarm": 0}], "photo_id": "8935055138"}}