{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/8169425704/#comment72157631970387994", "realname": "Al", "path_alias": null, "author": "18778996@N00", "iconserver": "96", "datecreate": "1352498427", "_content": "In 1854, the U.S. Sloop of War CONSTELLATION was launched from Gosport. With similar dimensions to her famous predecessor, she carried 22 guns, had a crew compliment of 240 men, and displaced 1,400 tons with a beam of 42 feet and length of 176 feet.\n\nThe new ship's first assignment was interdicting the slave trade off the coast of Africa. She captured two slavers and released the imprisoned slaves. At the outbreak of the Civil War, CONSTELLATION made the first Union Navy capture, overpowering the slaver brig TRITON in coastal waters off Africa.\n\nAfter the war, CONSTELLATION saw various duties such as carrying famine relief stores to Ireland and carrying precious American works of art to the Paris Exposition of 1895.\n\nIn 1894, CONSTELLATION became a training ship for the Naval Training Center in Newport, R.I. In addition to being used extensively as a training ship for Naval Academy midshipmen, she also helped train more than 60,000 recruits during World War I.\n\nDecommissioned in 1933, CONSTELLATION was re-commissioned as a national symbol on August 24, 1940 by President Franklin Roosevelt. Shortly after the country's entry into World War II, she became the flagship for Admiral Ernest J. King and Admiral Royal Ingersoll.\n\nThe treasured warship was decommissioned in February 1955 and was taken &quot;home&quot; to her permanent berth in Baltimore Harbor. Now a National Historic Landmark, she is the last existing Civil War era naval vessel and the last sail-powered warship built by the U.S. Navy. \n<a href=\"http://www.ussconstellation.org/constellation_history.html\" rel=\"nofollow\">www.ussconstellation.org/constellation_history.html</a>\n\n<a href=\"http://www.flickr.com/photos/valentin-stalder/2618554894/\" title=\"uss constilation by valentin.stalder, on Flickr\"><img src=\"http://farm4.staticflickr.com/3131/2618554894_c6eeb87e64.jpg\" width=\"500\" height=\"375\" alt=\"uss constilation\" /></a>", "authorname": "randeclip", "id": "8602872-8169425704-72157631970387994", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/8169425704/#comment72157631969613555", "realname": "", "path_alias": null, "author": "23103743@N05", "iconserver": "2155", "datecreate": "1352498568", "_content": "<a href=\"http://en.wikipedia.org/wiki/USS_Constellation_%281854%29\" rel=\"nofollow\">en.wikipedia.org/wiki/USS_Constellation_%281854%29</a>\nCurrently moored in Baltimore's Inner Harbor.\n&quot;In 1994 Constellation was condemned as an unsafe vessel. She was towed to a drydock at Fort McHenry in 1996, and her $9 million restoration project was completed in July 1999.\nOn 26 October 2004, Constellation made her first trip out of Baltimore's Inner Harbor since 1955. The trip to the U.S. Naval Academy in Annapolis lasted six days, and it marked her first trip to Annapolis in 111 years.&quot;", "authorname": "swanq", "id": "8602872-8169425704-72157631969613555", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/8169425704/#comment72157631969710675", "realname": "", "path_alias": null, "author": "23103743@N05", "iconserver": "2155", "datecreate": "1352499661", "_content": "NYT of May 25, 1915\n  <a href=\"http://query.nytimes.com/gst/abstract.html?res=940DE2DB1338E633A25756C2A9639C946496D6CF\" rel=\"nofollow\">query.nytimes.com/gst/abstract.html?res=940DE2DB1338E633A...</a>\nreported &quot;NEWPORT, R.I., May 24. -- Through the assistance given by Captain Roger Welles, commanding officer of the Naval Training Station, a public welcome will be held tomorrow noon on the return to the station of the historic corvette Constellation from Norfolk. Mayor Robert S. Burlingame will preside, and Captain Welles will read a history of the ship. &quot;", "authorname": "swanq", "id": "8602872-8169425704-72157631969710675", "iconfarm": 3}], "photo_id": "8169425704"}}