{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/hartlepool_museum/5633824471/#comment72157627640668167", "realname": "", "path_alias": null, "author": "67819051@N04", "iconserver": "6091", "datecreate": "1317127367", "_content": "Please allow me to correct the above information.\nThe 'Old Town was in West Hartlepool, not on the Headland.\nIt was situated at the bottom of Church Street, access to it was through a subway from Church Street. The subway was under the main east coast railway line from Newcastle to London, it carried both passenger and goods traffic. 'Old Town' was flanked on either side with those railway lines, the lines carrying goods was on the east side of 'Old Town' and the passenger traffic to the west side of 'Old Town', then both lines then went over the subway together.\nThe other access to the 'Old Town' was by a railway crossing at the bottom of Musgrave Street, the railway crossing was over the lines that carried passenger train traffic.\nThe original 'Old Town' had twenty two streets, it was demolished in the 1920's and rebuilt in the early 1930's. My parents lived in both the 'old' and the 'new' 'Old Town', they left the old one when it was demolished and returned when it was rebuilt. \nWhen it was rebuilt it only had four streets, Dock Street, Pilot Street, South Street and Bridge Street.\nThe fencing that was across the top of the subway at each end is still there and can still be seen at the bottom of Church Street even though 'Old Town' was demolished to make way for part of the new marina complex. The goods line to the east no longer exists, all railway traffic is now carried on the lines that were to the West of the 'Old Town'.  \nI was born in Pilot Street in the 'Old Town' in 1942 and lived there till I was twenty seven when I got married.\nI now live in the South of England.\nI hope you don't mind me making these corrections. \n\nJimmy Gallagher", "authorname": "dseries2011", "id": "47885847-5633824471-72157627640668167", "iconfarm": 7}], "photo_id": "5633824471"}}