{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7038393735/#comment72157629795983945", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1334182379", "_content": "Sydney Towers Scott, b. 1893, was the son of George Ellison Scott and his wife Mary, and lived at 13 Northumberland Street, Morecambe, Lancashire.  He had attended the Friends School in Lancaster (and may well therefore have been a Quaker), and worked for the London City and Midland Bank.  His commission into 2nd/5th Battalion King's Own Royal Lancaster Regiment, a Home Service Battalion, suggests that he originally declined the Imperial Service Order, which was not unusual at the time, but might have complied with his religious convictions.  His subsequent posting to be Adjutant of 41st Provisional Battalion as a Temporary Captain reflects that he was a notably competent and efficient regimental staff officer.  The Provisional Battalion was composed of men who had declined or were unfit for overseas service - however, by dint of the Military Service Act of May 1916 all commissioned officers became liable for active service.  Sydney Towers Scott was posted to France on 29th December 1916.  On 1st January 1917 the 41st Provisional Battalion became 12th Battalion King's Own Royal Lancaster Regiment, but remained a Home Service Only battalion.\n\nIn France, as a Temporary officer serving in 1st Battalion, a Regular battalion, Sydney Towers Scott reverted to the rank of Temporary Second Lieutenant commanding a rifle platoon in 1st Battalion King's Own Royal Lancaster Regiment.\n\nSydney Towers Scott had been a member of Morecambe Hockey and Tennis clubs and assistant secretary of the Lancaster Photographic Society.  See <a href=\"http://www.lancasterwarmemorials.org.uk/memorials/morecambe-wwi.htm\" rel=\"nofollow\">www.lancasterwarmemorials.org.uk/memorials/morecambe-wwi.htm</a>  When he was wounded his father travelled to Boulogne to see him, but sadly his son had died before he crossed the Channel.\n\nThis photograph was taken at the Lambert Weston photographic studio of Sidney Lambert Weston at 20a Sandgate Road, Folkestone, Kent.  By coincidence perhaps, the Weston family, long and successfully established in the photography business, since at least 1867, were also Quakers.//", "authorname": "Gary Donaldson", "id": "32254785-7038393735-72157629795983945", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7038393735/#comment72157629489610728", "realname": "Simon Chirgwin", "path_alias": "chirgy", "author": "41614842@N00", "iconserver": "8119", "datecreate": "1334854878", "_content": "Surely that should be 1893, Gary? Given the amount of work you're doing on this, the odd typo is only to be expected...", "authorname": "chirgy", "id": "32254785-7038393735-72157629489610728", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7038393735/#comment72157629490809722", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1334866495", "_content": "Thanks Chirgy. Now amended.  GD.//", "authorname": "Gary Donaldson", "id": "32254785-7038393735-72157629490809722", "iconfarm": 0}], "photo_id": "7038393735"}}