{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1286233878", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "5052124045", "title": {"_content": "First Image of Clouds over Mars"}, "media": "photo", "tags": {"tag": []}, "comments": {"_content": "1"}, "secret": "3c291b18d7", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>Collection:</b> NASA Planetary Photo Journal Collection\n<b>Title:</b> First image of clouds over Mars\n\n<b>Original Caption Released with Image:</b> This is the first image ever taken from the surface of Mars of an overcast sky. Featured are stratus clouds coming from the northeast at about 15 miles per hour (6.7 meters/second) at an approximate height of ten miles (16 kilometers) above the surface. The &quot;you are here&quot; notation marks where Earth was situated in the sky at the time the image was taken. Scientists had hoped to see Earth in this image, but the cloudy conditions prevented a clear viewing. Similar images will be taken in the future with the hope of capturing a view of Earth. From Mars, Earth would appear as a tiny blue dot as a star would appear to an Earthbound observer. Pathfinder's imaging system will not be able to resolve Earth's moon. The clouds consist of water ice condensed on reddish dust particles suspended in the atmosphere. Clouds on Mars are sometimes localized and can sometimes cover entire regions, but have not yet been observed to cover the entire planet. The image was taken about an hour and forty minutes before sunrise by the Imager for Mars Pathfinder (IMP) on Sol 16 at about ten degrees up from the eastern Martian horizon. Mars Pathfinder is the second in NASA's Discovery program of low-cost spacecraft with highly focused science goals. The Jet Propulsion Laboratory, Pasadena, CA, developed and manages and Mars Pathfinder mission for NASA's Office of Space Science, Washington, D.C. JPL is an operating division of the California Institute of Technology (Caltech). The Imager for Mars Pathfinder (IMP) was developed by the University of Arizona Lunar and Planetary Laboratory under contract to JPL. Peter Smith is the Principal Investigator.\n\n<b>Addition Date:</b> 1997-08-06\n<b>Produced By:</b> PIRL / University of Arizona\n<b>UID:</b> SPD-PHOTJ-PIA00785\n<b>Original url:</b> <a href=\"http://photojournal.jpl.nasa.gov/catalog/PIA00785\" rel=\"nofollow\">photojournal.jpl.nasa.gov/catalog/PIA00785</a>\n\n<b>SOURCE</b>:  <a href=\"http://nasaimages.org/luna/servlet/detail/nasaNAS~4~4~9154~110872\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/nasaNAS~4~4~9154~110872</a>\n\n<b>Visit <a href=\"http://www.nasaimages.org\" rel=\"nofollow\">www.nasaimages.org</a> for the most comprehensive compilation of NASA stills, film and video, created in partnership with Internet Archive. </b>"}, "isfavorite": 0, "views": "8362", "farm": 5, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2010-10-04 16:11:18", "lastupdate": "1376000501", "takengranularity": "0", "posted": "1286233878"}, "originalsecret": "2306b87711", "license": "7", "notes": {"note": []}, "server": "4150", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/5052124045/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387643272}