{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7180005795/#comment72157630297494518", "realname": "", "path_alias": "cavefish", "author": "71239496@N00", "iconserver": "2174", "datecreate": "1340716949", "_content": "like this chap <a href=\"http://www.flickr.com/photos/imperialwarmuseum/6956197473/\">www.flickr.com/photos/imperialwarmuseum/6956197473/</a>, the photo was taken at CF Scott (or perhaps E Scott by then) in Stratford, London. Not the most convenient photographer for Paddington, but perhaps he had some other reason to be there or had moved to the area", "authorname": "Eyes like a cave-fish", "id": "32254785-7180005795-72157630297494518", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7180005795/#comment72157630304583260", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1340748994", "_content": "40868 Private Albert (George?) Newman, b. 1899, (West Ham - registered in Paddington), is commemorated on the Leytonstone War Memorial, which suggests that like Bombardier A W Jones, (IWM portfolio photo referred to above), he was, in 1916-18, a Leytonstone man.   It may seem strange that a Londoner should be serving in the Lancashire Fusiliers, however the shocking casualties on the Somme battlefield in 1916, falling on close knit communities whose men had joined the same battalion, led to future drafts of trained infantry conscripts joining after January 1916 being allocated across the regional infantry battalions to ensure a disproportionate number of casualties would not again be suddenly suffered by a small area of the United Kingdom.//", "authorname": "Gary Donaldson", "id": "32254785-7180005795-72157630304583260", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7180005795/#comment72157630310515590", "realname": "", "path_alias": null, "author": "77788549@N05", "iconserver": "0", "datecreate": "1340787290", "_content": "17th Battalion Lancashire Fusiliers (1st South East Lancs) was originally formed in 1914 and was a 'Bantam' battalion, accepting soldiers who were under the required height.  However in 1917, possibly at the time when drafts of conscript replacements (17th Battalion having fought on the Somme) began to arrive with battalions, they ceased to be a 'Bantam' unit.\n\n17th Lancashire Fusiliers was in 104th Brigade of 35th Division.  In September 1918 the Brigade was employed in a large deliberate attack at Ypres.  The Battalion 'start line' for 05.30hrs on 28th September 1918 ran from Verbrandenmolen to Stirling Castle Ridge, their objectives being the Zandvoorde Ridge, along to Kleine Zillebeke and then on to the Werviq.  18th Lancashire Fusiliers on their right were to attack over the Ypres-Komen Canal.\n\nOn 27th September 17th Lancashire Fusiliers, having been in the front line, were relieved in place and briefly went to billets behind the line to rest and prepare for the attack.  In the preceding days in the front line trenches it is likely that there would have been a substantial patrolling effort to conduct reconnaissance of the new German line.", "authorname": "Trench-Foote", "id": "32254785-7180005795-72157630310515590", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7180005795/#comment72157631751188704", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1350039943", "_content": "Son of John William and Ellen Elizabeth Newman, of 89, Harrow Rd., Leytonstone, London. Native of Paddington, London. <a href=\"http://www.cwgc.org\" rel=\"nofollow\">www.cwgc.org</a>\nHis full name was Albert George Newman and he was born on Harrow Road in 1898. In 1911 he and his parents were living at 77 Cathall Road, High Rd, Leytonstone.\nHe enlisted at Stratford and his regimental number was 40868.", "authorname": "Mrs Audubon", "id": "32254785-7180005795-72157631751188704", "iconfarm": 4}], "photo_id": "7180005795"}}