{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/5404806548/#comment72157626027492576", "realname": "", "path_alias": null, "author": "59356674@N05", "iconserver": "0", "datecreate": "1297464518", "_content": "Longest Railway Bridge in the world in 1935 - on railway line to Nyasaland from Beira, Mocambique", "authorname": "sinyala2", "id": "31569669-5404806548-72157626027492576", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/5404806548/#comment72157626483306158", "realname": "", "path_alias": null, "author": "60406173@N04", "iconserver": "0", "datecreate": "1302621913", "_content": "The caption to a photograph in Railway Wonders of the World (date unknown) reads:\n&quot;THE WORLD’S LONGEST RAILWAY BRIDGE – the Lower Zambesi – measures 12,604 ft. 4 in., or over two miles.  There are thirty-three main steelwork spans, each of which is 262 ft. 6 in. in length.  Nineteen of the spans were fixed at a slight incline.  The highest spans stand 27 ft. above high-water level.  The bridge cost more than £1,400,000.&quot;\nThe bridge was built by the Cleveland Bridge and Engineering Company between July 1929 and March 1935.  The resident engineer on the bridge project, working for Sir Armstrong Whitworth, was Frederick William Adolf Handman, CBE, M.I.C.E., father of John Handman, who was among other things Section Engineer on the Nyasaland Railways in the 1950s, discoverer of several species of butterfly in the country, and father of my good friend Fred, who provided me this and the following  information:  \n&quot;My grandfather was awarded the CBE and the Silver Jubilee medal. (The citation is unique as it is signed by two kings, George V and Edward VIII)  He also received the Telford Premium Prize from the Institute of Civil Engineers in 1929.  On completion of the bridge he retired to farm in Nyasaland where he died in 1948.”", "authorname": "John.Kemp1", "id": "31569669-5404806548-72157626483306158", "iconfarm": 0}], "photo_id": "5404806548"}}