{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/8852303150/#comment72157633919856459", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1370337601", "_content": "Sala do Cine-Teatro &quot;Éden&quot;.\n\nA primeira versão desta sala de espectáculos, foi inaugurado no dia 25 de Setembro de 1914, com a opereta “O Burro do Sr. Alcaide de Gervásio Lobato”, é o primeiro Éden., com o nome &quot;Éden Teatro&quot;.\n\nO nome Éden não era inédito na época, conforme salienta o jornal &quot;A Capital&quot; de 15 de Fevereiro de 1988. De facto, um pouco mais abaixo, nos Restauradores, onde hoje encontramos o Avenida Palace Hotel, existia o &quot;Éden Concerto&quot; (fundado em 1899). Outra sala de espectáculos, com um nome similar foi o &quot;Éden Cinema&quot; que, situado em Alcântara, na Rua do Alvito, sobreviveu até aos anos 60.\n\nO novo Éden Teatro foi inaugurado no dia 1 de Abril de 1937, com a peça Bocage, interpretada por Estevão Amarante, numa cerimónia memorável presidida pelo Chefe de Estado marechal Carmona. \n\nEsta última versão, aprovada pela Câmara Municipal de Lisboa em 1933, foi assinado pelo arquitecto Carlos Dias, apesar de o projecto inicial ter sido do arquitecto Cassiano Branco, que devido a desentendimentos com o proprietário, Conde de Sucena, o impediram de ser aprovado. Apesar de sempre ter sido atribuída a autoria do projecto a Cassiano Branco, este nunca a reivindicou como sendo sua.Tinha capacidade para 1.440 espectadores.\n\nComo é referido na 26ª publicação da revista Arquivo Nacional: &quot;Quis o conde de Sucena que o Éden se inaugurasse com peça Portuguesa,(...),e fez muito bem, porque, mais uma vez, demonstrou o seu amor à arte Nacional, como ao instalar bem o povo, no seu teatro(...)&quot;.\n\nApós a inauguração, o novo Eden apresentaria apenas mais duas revistas. Depois converteu-se definitivamente em sala de cinema sem o prestígio burguês do S. Luís ou do Tivoli (e depois do S. Jorge e do Monumental) mas com o mérito, ao longo de 50 anos de existência, de ser, no coração nobre de Lisboa, uma sala de grande cariz popular. Durante a Segunda Guerra Mundial, o Eden foi o cinema mais concorrido de Lisboa.\n\nNos anos 80 o esplendor e o brilho do Eden apagaram-se com o passar das tardes, em que as bebedeiras e as cenas de pancadaria se tornaram uma constante. Nos últimos anos passava sobretudo filmes de “western” e de artes marciais. Este cinema projectou o derradeiro filme em 31 de Janeiro de 1989. &quot;Os Deuses Devem Estar Loucos II&quot; fecharam as portas do Eden.\n\nApós ter sido adquirido pelo Grupo Amorim, este edifício foi transformado no &quot;Hotel Eden&quot;, albergando também a megastore de discos britânica “Virgin” . Após o encerramento desta megastore, o espaço foi, e é actualmente, tendo sido posteriormente ocupado pela “Loja do Cidadão”.", "authorname": "J. Leite", "id": "26532116-8852303150-72157633919856459", "iconfarm": 6}], "photo_id": "8852303150"}, "flarchive:created": 1387726232}