{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nypl/3110697078/#comment72157611392375738", "realname": "Jim O'Connell", "path_alias": "jimoconnell", "author": "16188705@N00", "iconserver": "1355", "datecreate": "1229606484", "_content": "&quot;Fujiyama&quot; is an archaic and incorrect translation of &quot;Fujisan.&quot;\n\nThe Japanese is &quot;富士山,&quot;  the last character of which is most-commonly pronounced as &quot;yama&quot; when alone, but in the case of this compound, is pronounced as &quot;san.&quot;", "authorname": "Jim O'Connell", "id": "32946646-3110697078-72157611392375738", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/nypl/3110697078/#comment72157611623026280", "realname": "Rob Ketcherside", "path_alias": "tigerzombie", "author": "29056926@N02", "iconserver": "3136", "datecreate": "1230193276", "_content": "Located <a href=\"http://maps.live.com/default.aspx?v=2&amp;FORM=LMLTCC&amp;cp=35.158639~138.696218&amp;style=r&amp;lvl=19\">here</a> if I'm right.  Or nearby if I'm not ;)\n\nNagasaki University has several picture postcards of <a href=\"http://oldphoto.lb.nagasaki-u.ac.jp/jp/target.php?id=233\">this bridge</a>.\n\nNagasaki University says this is on the <a href=\"http://sepia.lb.nagasaki-u.ac.jp/jp/target.php?id=435\">Numa River</a> (沼川).  In another photo they say that it's in the area of Numa or or Suzu Rivers (鈴川), which appear to come together just before the harbor.\n\nI'm going to go out on a limb and make a different guess.\n\nI believe this is at the location of the current Heike Crossing Bridge (平家越えの橋, heike-goe no hashi) on the Wada River (和田川) in Fuji City, Shizuoka.  At the time the photo was taken this was in Suruga-no-Kuni.  This was on the Tokaido just before <a href=\"http://www.yoshiwara.net/news/index.html\">Yoshiwara Stage</a> (吉原宿), the 14th from Nihonbashi. (Yoshiwara Stage was located around Yoshiwara 4-5, Fuji, Shizuoka from 1680 on - I mistakenly referred to the original location near current JR Yoshiwara Station before)\n\nReasoning... \n1) Taganoura Harbor (田子の浦港) is in Fuji City, which lies in the old Suruga district.  This is 100% certain.  \n2) There are five rivers that lead into Tagonoura.  Of those, only one lines up with Mt. Fuji visible in the background at the Tokaido crossing point - others never turn that far north and west when headed upstream.  That is Wada River.  On the Urui River, for example, Fuji is seen looking across the bridge, not up the river as the <a href=\"http://www.geocities.jp/hitosht/ckaido/tokaido3/31yosiwara2.html\">fifth photo on this site shows</a>.\n2b) The Tokaido crosses the Numa River just north of the current JR Yoshiwara Train Station.  The bridge is pointed mostly towards Mt. Fuji - the river is totally east and west.\n3) Over Wada River, Heike Crossing Bridge is the link of the Tokaido.  (I'm not sure if the bridge was given this name when built in 1987, or if the previous bridge also had this name.)\n4) Heike Crossing is important in Japanese history, which would make it a tourist destination on the Tokaido and worthy of a picture postcard.  In 1180 the Fuji River Battle (富士川の戦い), part of the Genpei War (源平合戦) took place at this spot.  The Fuji River occasionally changes its course, and in 1180 ran through what is now Wada River into the harbor.  The war is the frame for the the <a href=\"http://en.wikipedia.org/wiki/Tale_of_the_Heike\">Tale of Heike</a>, one of the early Japanese literary classics.  It appears in many Edo era paintings and plays.\n\nI haven't been here and can't find evidence about whether the rivers have been channelized and changed by man.  So I can't conclusively say it's Wada.  A map with Meiji coastline and rivers would settle the issue quickly.\n\nFWIW, &quot;Fujiyama&quot; isn't so weird.  Only as weird as &quot;Nippon&quot;.  (not &quot;normal&quot; but correct.. using them has a definite nuance)  Now, Tokio and Karuisawa are definitely weird, though. :)", "authorname": "Rob Ketcherside", "id": "32946646-3110697078-72157611623026280", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nypl/3110697078/#comment72157611560347469", "realname": "Rob Ketcherside", "path_alias": "tigerzombie", "author": "29056926@N02", "iconserver": "3136", "datecreate": "1230194145", "_content": "Oh... &quot;Tagonoura Bridge&quot; is apaprently the name of <a href=\"http://maps.live.com/default.aspx?v=2&amp;FORM=LMLTCC&amp;cp=35.1451~138.684947&amp;style=r&amp;lvl=18\">this bridge</a>.  This is on Urui River (潤井川), though, and not on the old route of the Tokaido.  <a href=\"http://tokaido.dde.gozaru.jp/rt019.html\">This page details</a> the Tokaido route.  No map unfortunately.  I just discovered I never bought volume 2 of my Tokaido walking guide, which sadly covers Shizuoka :( .  Time to order some books!", "authorname": "Rob Ketcherside", "id": "32946646-3110697078-72157611560347469", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nypl/3110697078/#comment72157611873442375", "realname": "Rob Ketcherside", "path_alias": "tigerzombie", "author": "29056926@N02", "iconserver": "3136", "datecreate": "1230695760", "_content": "This scene also recalls a famous poem, number four of <a href=\"http://en.wikipedia.org/wiki/Ogura_Hyakunin_Isshu\">Ogura Hyakunin Isshu</a> from around 1200.\n\n田子の浦に出てながめてみると、富士山の高い峰に雪がしきりにふっているよ。\n\nTagonoura ni detenagametemiru to, fujisan no takai mine ni yuki ga shikiri ni futteiru yo.\n\nGet to Tagonoura and stare hard, snow is falling endlessly on Fuji's high peak.\n\nThat's my amateur translation.  The University of Virginia has <a href=\"http://etext.lib.virginia.edu/japanese/hyakunin/images/onna4.jpg\">the original text and illustration</a>, a more respectable <a href=\"http://etext.lib.virginia.edu/japanese/hyakunin/macauley.html\">1917 translation</a>, and an <a href=\"http://etext.lib.virginia.edu/japanese/hyakunin/hyakua.html\">edited 2001 version</a>.", "authorname": "Rob Ketcherside", "id": "32946646-3110697078-72157611873442375", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nypl/3110697078/#comment72157632869516815", "realname": "Justin Kellis", "path_alias": "wicked-frog", "author": "24725673@N04", "iconserver": "3814", "datecreate": "1361974852", "_content": "I also found <a href=\"https://maps.google.com/maps?q=tagonoura&amp;hl=en&amp;ll=35.148495,138.696524&amp;spn=0.006237,0.007843&amp;sll=35.186997,138.703079&amp;sspn=0.177613,0.250969&amp;hq=tagonoura&amp;t=m&amp;z=17\" rel=\"nofollow\">this possible spot</a> a bit down river...  though the river has definitely been altered over the years, this spot is a bit wider, and still faces directly toward fuji and points down the wada river in the general crossing of the tokaido.\n\nIt's unclear where the original tokaido may have crossed, I'm just guessing it would be at that first crossing just south of the current fuji-yui bypass, which itself is south of the current tokaido crossing.  (this bridge seems relatively famous though I can't find specific info on it... but my speculation says this is a bridge on the tokaido itself...).\n\nthough unlike the heike crossing bridge, I couldn't find any sort of historic marker in this area... there is a small stone nameplate on the west side of that first bridge, but it's too pixelelated to read.", "authorname": "chingwa", "id": "32946646-3110697078-72157632869516815", "iconfarm": 4}], "photo_id": "3110697078"}}