{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1342734070", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "7605913548", "title": {"_content": "X-1 On Display"}, "media": "photo", "tags": {"tag": [{"raw": "NACA", "machine_tag": false, "id": "44489032-7605913548-536706", "_content": "naca", "author": "44494372@N05"}, {"raw": "NASA", "machine_tag": false, "id": "44489032-7605913548-11023", "_content": "nasa", "author": "44494372@N05"}, {"raw": "NASA Dryden Flight Research Center", "machine_tag": false, "id": "44489032-7605913548-13504876", "_content": "nasadrydenflightresearchcenter", "author": "44494372@N05"}, {"raw": "airplanes", "machine_tag": false, "id": "44489032-7605913548-6603", "_content": "airplanes", "author": "44494372@N05"}, {"raw": "aeronautics", "machine_tag": false, "id": "44489032-7605913548-124563", "_content": "aeronautics", "author": "44494372@N05"}, {"raw": "1948", "machine_tag": 0, "id": "44489032-7605913548-627", "_content": "1948", "author": "44494372@N05"}, {"raw": "Bell X-1", "machine_tag": false, "id": "44489032-7605913548-414819", "_content": "bellx1", "author": "25695066@N00"}, {"raw": "X-1", "machine_tag": false, "id": "44489032-7605913548-107505", "_content": "x1", "author": "25695066@N00"}, {"raw": "X-Plane", "machine_tag": false, "id": "44489032-7605913548-214890", "_content": "xplane", "author": "25695066@N00"}, {"raw": "Experimental Flight", "machine_tag": false, "id": "44489032-7605913548-27482565", "_content": "experimentalflight", "author": "25695066@N00"}]}, "comments": {"_content": "0"}, "secret": "b2446b80da", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "(1948) A Bell Aircraft Corporation X-1 series aircraft on display at an Open House at NACA Muroc Flight Test Unit or High-Speed Flight Research Station hangar on South Base of Edwards Air Force Base, California. (The precise date of the photo is uncertain, but it is probably before 1948.) The instrumentation that was carried aboard the aircraft to gather data is on display. The aircraft data was recorded on oscillograph film that was read, calibrated, and converted into meaningful parameters for the engineers to evaluate from each research flight. In the background of the photo are several early U.S. jets. These include several Lockheed P-80 Shooting Stars, which were used as chase planes on X-1 flights; two Bell P-59 Airacomets, the first U.S. jet pursuit aircraft (fighter in later parlance); and a prototype Republic XP-84 Thunderjet. There were five versions of the Bell X-1 rocket-powered research aircraft that flew at the NACA High-Speed Flight Research Station, Edwards, California. The bullet-shaped X-1 aircraft were built by Bell Aircraft Corporation, Buffalo, N.Y. for the U.S. Army Air Forces (after 1947, U.S. Air Force) and the National Advisory Committee for Aeronautics (NACA). The X-1 Program was originally designated the XS-1 for eXperimental Sonic. The X-1's mission was to investigate the transonic speed range (speeds from just below to just above the speed of sound) and, if possible, to break the &quot;sound barrier.&quot; Three different X-1s were built and designated: X-1-1, X-1-2 (later modified to become the X-1E), and X-1-3. The basic X-1 aircraft were flown by a large number of different pilots from 1946 to 1951. The X-1 Program not only proved that humans could go beyond the speed of sound, it reinforced the understanding that technological barriers could be overcome. The X-1s pioneered many structural and aerodynamic advances including extremely thin, yet extremely strong wing sections; supersonic fuselage configurations; control system requirements; powerplant compatibility; and cockpit environments. The X-1 aircraft were the first transonic-capable aircraft to use an all-moving horizontal stabilizer. The flights of the X-1s opened up a new era in aviation. The first X-1 was air-launched unpowered from a Boeing B-29 Superfortress on Jan. 25, 1946. Powered flights began in December 1946. On Oct. 14, 1947, the X-1-1, piloted by Air Force Captain Charles &quot;Chuck&quot; Yeager, became the first aircraft to exceed the speed of sound, reaching about 700 miles per hour (Mach 1.06) and an altitude of 43,000 feet. The number 2 X-1 was modified and redesignated the X-1E. The modifications included adding a conventional canopy, an ejection seat, a low-pressure fuel system of increased capacity, and a thinner high-speed wing. The X-1E was used to obtain in-flight data at twice the speed of sound, with particular emphasis placed on investigating the improvements achieved with the high-speed wing. These wings, made by Stanley Aircraft, were only 3 3/8-inches thick at the root and had 343 gauges installed in them to measure structural loads and aerodynamic heating. The X-1E used its rocket engine to power it up to a speed of 1,471 miles per hour (Mach 2.24) and to an altitude of 73,000 feet. Like the X-1 it was air-launched. The X-1 aircraft were almost 31 feet long and had a wingspan of 28 feet. The X-1 was built of conventional aluminum stressed-skin construction to extremely high structural standards. The X-1E was also 31 feet long but had a wingspan of only 22 feet, 10 inches. It was powered by a Reaction Motors, Inc., XLR-8-RM-5, four-chamber rocket engine. As did all X-1 rocket engines, the LR-8-RM-5 engine did not have throttle capability, but instead, depended on ignition of any one chamber or group of chambers to vary speed. There were also X-1A, X-1B, and and a short-lived X-1D models of the X-1.\n\n\n<a href=\"http://nasaimages.org/luna/servlet/detail/nasaNAS~2~2~2761~104253\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/nasaNAS~2~2~2761~104253</a>"}, "isfavorite": 0, "views": "4044", "farm": 9, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "1948-01-01 00:00:00", "lastupdate": "1379447808", "takengranularity": "6", "posted": "1342734070"}, "originalsecret": "a3c7e0036f", "license": "7", "notes": {"note": []}, "server": "8431", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/7605913548/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387642640}