{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/5418214017/#comment72157626017980746", "realname": "", "path_alias": "nationalarchives", "author": "31575009@N05", "iconserver": "7325", "datecreate": "1297347825", "_content": "<b>From Ian Proud via email:</b>\n\nThe Commissioner's house in the picture looks like the Residence in Buea. My Father was the Senior Superintendent of Police based in Buea and we went to the Residence several times. When Sir Hugh Foot stayed there in 1950,  his son Paul Foot led  a group of British children, including my brother and myself, in escapades around the garden which included a large circular goldfish pond. The house had been built by the Germans between 1900-1910, hence the German architectural influence. I think it had the rare distinction of having the first flushing toilets in the Cameroons with the flush controled by a large circular wheel on the water pipe which led to the WC pan. We had one in our house which I remember well.", "authorname": "The National Archives UK", "id": "31569669-5418214017-72157626017980746", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/nationalarchives/5418214017/#comment72157626311400641", "realname": "Emil", "path_alias": "maskology", "author": "34434581@N00", "iconserver": "3790", "datecreate": "1302029505", "_content": "Same place today:\n\n<a href=\"http://www.flickr.com/photos/shooteverypig/440603015/\">www.flickr.com/photos/shooteverypig/440603015/</a>", "authorname": "fakoman", "id": "31569669-5418214017-72157626311400641", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nationalarchives/5418214017/#comment72157626445635152", "realname": "", "path_alias": null, "author": "57368971@N05", "iconserver": "0", "datecreate": "1302145787", "_content": "Ian Proud, thanks for the information. Fascinating stuff. I grew up in Buea and I've seen the building a billion times. I'm an avid historian so I'm a tad bit curious about your experience in the commissioner's house. Do you remember much about the experience? or the town? or the country? I just really what it felt like. Our history books hardly delve into the atmosphere and everyday lives of the people of the that time.", "authorname": "simonpegg2010", "id": "31569669-5418214017-72157626445635152", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/5418214017/#comment72157627700288887", "realname": "Susan Overton", "path_alias": null, "author": "67144945@N04", "iconserver": "0", "datecreate": "1317827792", "_content": "This house was the official residence of the Commissioner of the Cameroons, and after independence was the residence of the Prime Minister, Mr J N Foncha.  It was locally known as 'The Schloss' as it resembled a Rhineland Castle.  It was quite unlike any other colonial building and the walls were 2ft thick.  It did have flushing toilets and the pans were heavily decorated with floral designs.  As secretary to the Commissioner, I worked in a small office attached to the east side of the building from 1955 to 1957.  In 1957 I married a District Officer and we were in Mamfe for two tours.  I know quite a bit about Buea in its colonial days and would be happy to talk to you about it, but I don't know how to contact you unless you post your e-mail address.  S.O.", "authorname": "Granny Warnham", "id": "31569669-5418214017-72157627700288887", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/5418214017/#comment72157628029953939", "realname": "", "path_alias": null, "author": "70006880@N08", "iconserver": "0", "datecreate": "1321568442", "_content": "Yes, it certainly is the Schloss (or Slosh as we children called it). I remember going with my parents to receptions but don't remember the 'facilities'. These photos have brought back so many memories of my childhood in the Cameroons as the daughter of a D.O. As I remember it Nkambe was the most remote place. (Also, I think I met the husband of  'Granny Warnham' before she married him!)", "authorname": "DeborahB2011", "id": "31569669-5418214017-72157628029953939", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/5418214017/#comment72157628039285807", "realname": "", "path_alias": null, "author": "70006880@N08", "iconserver": "0", "datecreate": "1321636603", "_content": "P.S. Just seen that my brother's birth certificate is dated 1956, registered in Buea (born in Victoria) Granny W probably dealt with the paperwork!", "authorname": "DeborahB2011", "id": "31569669-5418214017-72157628039285807", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/5418214017/#comment72157631736927948", "realname": "", "path_alias": null, "author": "16058097@N02", "iconserver": "0", "datecreate": "1349866426", "_content": "[http://www.flickr.com/photos/67144945@N04] \nThank you for the interesting information you added to the photograph of the Buea Residence. Did you meet Lilian Hillyard .. for 10 years she was an education officer in Southern Cameroons. She returned to Wales in 1959 or 1961 and married Henry Vaughan Thomas (known as Tommy) who was a Prison Governor. She met him during her time in Southern Cameroons.\nRegards \nDiana", "authorname": "atginteriors", "id": "31569669-5418214017-72157631736927948", "iconfarm": 0}], "photo_id": "5418214017"}}