{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/5852657905/#comment72157627020015096", "realname": "", "path_alias": "trialsanderrors", "author": "76204898@N00", "iconserver": "5538", "datecreate": "1308733261", "_content": "Admiral of the Fleet <a href=\"http://en.wikipedia.org/wiki/Arthur_Wilson_(Royal_Navy_officer)\" rel=\"nofollow\">Sir Arthur Knyvet Wilson</a> VC, GCB, OM, GCVO (4 March 1842 – 25 May 1921) was an English Admiral and briefly First Sea Lord who was awarded the Victoria Cross for gallantry during the war in Sudan. An early expert on torpedoes, he twice commanded HMS Vernon, and he was an early proponent of submarines in the Royal Navy.\n\nWilson reached the rank of Admiral of the Fleet in 1907, and became First Sea Lord in 1910. Wilson &quot;was abrasive, inarticulate, and autocratic. He was selected as Fisher's successor because he was the potential protector of his legacy; Wilson's seniority would enable him to control the twelve full admirals on the active list, at least five of whom belonged to the 'syndicate of discontent' committed to dismantling Fisher's reforms if given the opportunity. But by 1910 Wilson had been retired three years. Furthermore, although his reputation had been gained at sea rather than in the corridors of the Admiralty, he had never commanded Dreadnoughts. Wilson survived for even less time than was intended by the stopgap nature of his appointment. His successor in November 1911, Sir Francis Bridgeman also got the job by default.&quot; &quot;The combination of frequent change and weak appointees [Wilson, Bridgeman and Battenberg] ensured that the professional leadership of the Royal Navy lost its direction in the four years preceding the war.&quot; Wilson retired in 1911, and received the Order of Merit in 1912", "authorname": "trialsanderrors", "id": "8602872-5852657905-72157627020015096", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5852657905/#comment72157632585389019", "realname": "", "path_alias": null, "author": "36645048@N00", "iconserver": "3203", "datecreate": "1358891548", "_content": "Made a CB in 1894 but a KCB in 1902 so the photo must pre-date the latter.", "authorname": "Heraldic Tyger", "id": "8602872-5852657905-72157632585389019", "iconfarm": 4}], "photo_id": "5852657905"}}