{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/5229183496/#comment72157626093581927", "realname": "", "path_alias": null, "author": "52888316@N07", "iconserver": "0", "datecreate": "1299535928", "_content": "I am sure I know who this is.  I will follow up with the story later", "authorname": "confederateimages", "id": "8602872-5229183496-72157626093581927", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5229183496/#comment72157626248097160", "realname": "", "path_alias": null, "author": "52888316@N07", "iconserver": "0", "datecreate": "1299918276", "_content": "I know who this is but it is kind of a long story.  A few years back I bought 3 ambrotypes from an estate picker in Florida.  I never knew where they found the images, but there were three pictures in a lot which included a ninth plate of a Confederate Ordnance Sergeant, a Confederate Captain, and a South Carolina Militia Officer.  All three pics came right out of the woodwork, and were not images compiled in a group, but rather a set that were found together after sitting in an estate for 100+ years.  The Sgt. had an ID in period ink on the cushion of the photograph that said &quot;Father of R I Barnes.&quot;...when I got the photographs, I noticed that the backside of the picture said &quot;William Sharpe Barnes, 19 years old&quot;...I researched the name but didn't find anything solid.  Just last week, I did a general search of William Sharpe Barnes on Google, and there was a hit on <a href=\"http://www.findagrave.com\" rel=\"nofollow\">www.findagrave.com</a>.  I saw that the soldier was born in 1843, so this was a possibility.  I looked at the site and saw that the Sgt. rose in rank to Lt., and then to Aide-de-Camp for General Bryan Grimes of the 4th North Carolina...WOW!!!....On the find a grave site, the information stated that William had 4 children.  The last child on the list was Ralph Ivor Barnes (R I Barnes)...YES!!!!...There was the hit I was looking for...It solidified the ID of the soldier to the bone.  The other thing I noticed on the site was that William had a brother, Jesse Sharpe Barnes, who graduated from the Univ. of North Carolina and enlisted as a Captain in the 4th N.C. Infantry.  There is my other ninth plate ambrotype.  An ambro of a Captain, and it is the same guy as the soldier on Flickr above.  There is no doubt in my mind that my ambrotype of the Captain is William's brother.  He enlisted as a Captain and was killed at Seven Pines, Virginia in 1862.  I am attaching a link to the find a grave site to show what I found.  <a href=\"http://www.findagrave.com/cgi-bin/fg.cgi?page=gr&amp;GRid=46267013&amp;rand=333\" rel=\"nofollow\">www.findagrave.com/cgi-bin/fg.cgi?page=gr&amp;GRid=462670...</a>              I believe with 99% confidence that the soldier on flickr is Jesse Sharpe Barnes of the 4th N.C. Infantry.  Other than the mustache and hat, it is the same guy...no doubt about it.  Please see my two ambrotypes at  <a href=\"http://i34.photobucket.com/albums/d131/BryanWatson/tom64.jpg\" rel=\"nofollow\">i34.photobucket.com/albums/d131/BryanWatson/tom64.jpg</a> ....   and ...   <a href=\"http://i34.photobucket.com/albums/d131/BryanWatson/tom40.jpg\" rel=\"nofollow\">i34.photobucket.com/albums/d131/BryanWatson/tom40.jpg</a>   ....This is my conclusion to why the above flickr image is Jesse Sharpe Barnes, Captain of the 4th N.C. KIA at Seven Pines, Virginia in 1862.....No doubt at all!!!", "authorname": "confederateimages", "id": "8602872-5229183496-72157626248097160", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5229183496/#comment72157626124474631", "realname": "", "path_alias": "library_of_congress", "author": "8623220@N02", "iconserver": "3703", "datecreate": "1299942032", "_content": "Thanks so much for recovering Jesse Sharpe Barnes' identify and for writing out the fascinating story of all 3 ambrotypes and how the names fell together!\n\nHere's the full bio from Find A Grave: &quot;William's older brother, Jesse Sharpe Barnes (1838-1862) also enlisted with the NC 4th and served as a Captain. He was killed May 31, 1862 at the Battle of Seven Pines.&quot;\n\nSince William S. Barnes had two older brothers, I did check for a second confirming source. And, the entries in the Civil War Soldiers-Sailors system, <a href=\"http://www.itd.nps.gov/cwss/soldiers.cfm\" rel=\"nofollow\">www.itd.nps.gov/cwss/soldiers.cfm</a>,  support your conclusion.  Of the 11 men with the surname &quot;Barnes&quot; in the 4th Regiment, North Carolina Infantry, only one is a captain -- Jesse S., of Co. F.  The entry for William S. Barnes lists a corporal (rank in) / adjutant (rank out), also of Co. F.\n\nWe'll update the catalog record with credit to your research!\n-- Helena", "authorname": "The Library of Congress", "id": "8602872-5229183496-72157626124474631", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5229183496/#comment72157626128335891", "realname": "", "path_alias": null, "author": "52888316@N07", "iconserver": "0", "datecreate": "1299986504", "_content": "[http://www.flickr.com/photos/library_of_congress] \nYou mention that William had two older brothers.  Do you know who the other brother is besides Jesse?  That may be who my other ambrotype is.  He is definitely South Carolina Militia as he has a Palmetto tree on his hat.  This other brother should be the oldest since he was already an officer in the state militia before the Civil War broke out.  \nThanks, Bryan", "authorname": "confederateimages", "id": "8602872-5229183496-72157626128335891", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5229183496/#comment72157626199678993", "realname": "", "path_alias": "library_of_congress", "author": "8623220@N02", "iconserver": "3703", "datecreate": "1300793189", "_content": "@confederateimages,\n\nMy colleague Carol Johnson checked the ancestry.com service and found a likely name, given the birth date and middle name &quot;Sharpe.&quot;  Not proof, but another clue. \n# D: I41499\n# Name: John L. Sharpe Barnes\n# Sex: M\n# Birth: 14 DEC 1835 in Edgecombe County, North Carolina\n# Death: 15 DEC 1861 in Camp Desha, Moscan, Kentucky\n# Burial: Elmwood Cemetery, Memphis, Tennessee 1\n\nThe full list of siblings (born in Edgecombe County, NC, except for last girl):\n1. Anna Belle Barnes b: 2 FEB 1831\n2.  Benjamin Blount Barnes b: 6 JUN 1833 \n3. John L. Sharpe Barnes b: 14 DEC 1835\n4.  Jesse Sharpe Barnes b: 18 JUN 1838\n5.  Edith Victoria Barnes b: 8 NOV 1840\n6.  William Sharpe Barnes b: 3 APR 1843\n7.  Dr. Joshua T. Barnes b: 3 MAR 1847\n8.Elias D. Barnes b: 1849\n9.  Willis W. Barnes b: 1851\n10.  Mahala Jane Barnes b: 15 FEB 1855 in Wilson County, North Carolina", "authorname": "The Library of Congress", "id": "8602872-5229183496-72157626199678993", "iconfarm": 4}], "photo_id": "5229183496"}}