{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1357725527", "originalformat": "jpg", "owner": {"username": "Het Nieuwe Instituut - Architecture Collection", "realname": "Het Nieuwe Instituut", "nsid": "47154409@N06", "iconserver": "5497", "location": "", "path_alias": "nai_collection", "iconfarm": 6}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "8345052259", "title": {"_content": "Interieurmodel van vier wooneenheden | Interior model of four furnished residential units"}, "media": "photo", "tags": {"tag": [{"raw": "John Habraken", "machine_tag": 0, "id": "47109087-8345052259-71439676", "_content": "johnhabraken", "author": "47154409@N06"}, {"raw": "NAi", "machine_tag": 0, "id": "47109087-8345052259-65012", "_content": "nai", "author": "47154409@N06"}, {"raw": "M", "machine_tag": 0, "id": "47109087-8345052259-10821", "_content": "m", "author": "47154409@N06"}, {"raw": "0148", "machine_tag": 0, "id": "47109087-8345052259-3071669", "_content": "0148", "author": "47154409@N06"}]}, "comments": {"_content": "0"}, "secret": "79ae2d0ed4", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>Interieurmodel van vier wooneenheden met meubilair. </b>Waarschijnlijk vervaardigd door Thijs Bax en Kees Rijnboutt ter illustratie van de aansluiting van het inbouwpakket op de drager. Collectie NAi, Archief SAR. \n\nIn 1968 zette de Federatie van Amsterdamse Woningbouwverenigingen (FAW) een experiment uit met de titel 'Bijlmermeer drager en inbouwpakketten'. De doelstelling is om toekomstige bewoners meer vrijheid te bieden bij het inrichten van hun woonomgeving. De architect Thijs Bax van de Stichting Architecten Research (SAR) coördineert de technische aspecten van het project. Hij ontwikkelt samen met Kees Rijnboutt van de Gemeente Dienst Volkshuisvesting (GDV) diverse dragers en inbouwpakketten voor de woningbouw. \n\nDe drager, een bouwwerk dat als zodanig wordt ontworpen en gebouwd op een specifieke plaats, wordt voorzien van een op maat gemaakt inbouwpakket. De SAR gaat hierbij een samenwerkingsverband aan met de fabrikant Bruynzeel om de zelfstandige inbouwpakketten te ontwikkelen. Er wordt geëxperimenteerd met verschillende inbouwsystemen en gezocht naar de juiste aansluiting op de drager. \n\nDe SAR werkt drie jaar aan de ontwikkeling van de inbouwsystemen voor het project Bijlmer. In 1971 wordt het project wegens technische complicaties bij het installeren van de drager en inbouwpakket, samen met onduidelijkheden over wat precies bij de drager hoort, afgewezen. Ondanks het feit dat dit in de Bijlmer niet is uitgevoerd, is dit project belangrijk geweest voor de ontwikkeling van de SAR-methodiek.\n\n<b>Interior model of four furnished residential units.</b> It was probably produced by Thijs Bax and Kees Rijnboutt to illustrate how the module package was connected to the support. NAI Collection, SAR Archive\n\nIn 1968, the Federatie van Amsterdamse Woningbouwverenigingen (FAW, Federation of Amsterdam Housing Associations) initiated an experiment entitled “Bijlmermeer support structure and module packages”. The objective was to give future residents more freedom in arranging their living space. Architect Thijs Bax of Stichting Architecten Research (SAR) coordinated the technical project aspects. Together with Kees Rijnboutt of the Gemeente Dienst Volkshuisvesting (GDV, Municipal Public Housing Department), he developed various support structures and module packages for the house building sector. \n\nDesigned and built as such at a specific location, the support structure comes with a customised set of modules. In order to develop the stand-alone module packages, the SAR entered into a joint venture with manufacturer Bruynzeel. They experimented with different module systems, looking for the right connection to the support structure. \n\nThe SAR worked on developing the module systems for the Bijlmer project for three years. In 1971, the project was rejected due to technical complications when installing the support structure and the module package, combined with some confusion as to what exactly was part of the support structure. Despite the fact that it was not carried out in the Bijlmer, this project was an important one for developing the SAR methodology.\n"}, "isfavorite": 0, "views": "1637", "farm": 9, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2011-05-11 11:58:47", "lastupdate": "1373674641", "takengranularity": "0", "posted": "1357725527"}, "originalsecret": "5d3c666cea", "license": "7", "notes": {"note": []}, "server": "8076", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nai_collection/8345052259/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387636214}