{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/statelibraryqueensland/4925612962/#comment72157634928366668", "realname": "", "path_alias": "mobili", "author": "52257493@N00", "iconserver": "3700", "datecreate": "1375621742", "_content": "<a href=\"http://trove.nla.gov.au/ndp/del/article/11991261\" rel=\"nofollow\">trove.nla.gov.au/ndp/del/article/11991261</a>", "authorname": "Mobilus In Mobili", "id": "32560314-4925612962-72157634928366668", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/statelibraryqueensland/4925612962/#comment72157634936514104", "realname": "State Library Queensland", "path_alias": "statelibraryqueensland", "author": "32605636@N06", "iconserver": "7441", "datecreate": "1375662267", "_content": "[http://www.flickr.com/photos/mobili] Thanks for finding this article about Red Cross Worker in Trove. Here's the text:\nAMERICAN RED CROSS WORKERS HERE\n\nA bewildering array of accomplish- ments has been achieved by 3 Ame- rican Red Cross Social Service work- ers here to take charge of club per- sonnel in Australia. In academic, social welfare, and Red Cross spheres these workers have experiences that will admirably fit them for work they are to undertake in Australia. They are Miss Helen Hall, New York, as- ministrator assistant to the delegate in charge of Clubs and Leave Areas In Australia: and Mrs Anita Wood- worth and Miss Florice Langley, who will open clubs for American troops\n\nsomewhere in Australia.\n\nMiss Helen Hall is on leave of ab- sence from the Henry Street Settle- ment in New York City of which she has been director for 9 years. Miss Hall has had considerable ex- perience of army welfare work, be- cause she was in France with the American Red Cross during the last war. When the Army took over control of service clubs after the   war she went to China and the Philippines to establish service clubs for enlisted men. She also went to Cuba with a commission from the Foreign Policy Association of America to study social conditions there. She went to England to study unemployment insurance, and has published articles on this in the At-   lantic Monthly. She is the wife of Paul Kellogg, editor of the Survey Magazine, to which she has contri-\n\nbuted.\n\nWith her husband Mrs Anita Woodworth went to France in 1926 to statt there first aid and llfe-sav ing activities for the Red Cross. This was incorporated in an idea for summer recreation camps for Ameri- can children. However, the scheme\n\nexpanded, and finally children of 16 different nationalities were at the school. Miss Woodworth is well acquainted with France, because she did post-graduate work at the Sor- bonne Paris, after taking her master's degree at the George Wash- ington University. In all she was in France tor 14 years Her hus- band, who is with the Red Cross is also a professor of education.\n\nMiss Florice Langley, who comes from Alabama has already had ex- perience of social welfare work for troops, because before taking up her present duties she was director of the public activities for the WPA - duties which brought her into   touch with troops stationed there. Centres for soldiers were built with Federal money, with the object of caring for the soldier and making him play a part in the civil life of the community. Miss Langley studied at the State teachers' College, and has done special welfare work.", "authorname": "State Library of Queensland, Australia", "id": "32560314-4925612962-72157634936514104", "iconfarm": 8}], "photo_id": "4925612962"}, "flarchive:created": 1389683237}