{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/5517540430/#comment72157626121302359", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1299888398", "_content": "In 1914, the Marconi Wireless Station at Father Point played a role in the rescue of 400 passengers of the doomed ship, &quot;RMS Empress of Ireland.&quot;\n\nHere is the story, from the website of the Southgate Amateur Radio Club:\n<a href=\"http://www.southgatearc.org/news/october2010/empress_of_ireland.htm\" rel=\"nofollow\">www.southgatearc.org/news/october2010/empress_of_ireland.htm</a>\n\n&quot;John Bowen, G8DET, Chair of the Chelmsford Amateur Radio Society (CARS) brings news of a TV show on the Yesterday channel that covers the last voyage of the Empress of Ireland, which involved a UK radio amateur Ron Ferguson who was later to become G4VF.\n\n&quot;John G8DET writes:\n\n&quot;I happened to be looking through the “What’s on TV” section and noted that on Monday, October 11 at 5PM (1600 UT) there is a show on the UK Freeview Channel “Yesterday” called “Last Voyage of the Empress of Ireland” [may also be available on the web]. It is for one hour.\n\n&quot;http://en.wikipedia.org/wiki/RMS_Empress_of_Ireland\nand\n<a href=\"http://www.sea-viewdiving.com/shipwreck_info/\" rel=\"nofollow\">www.sea-viewdiving.com/shipwreck_info/</a>\nempress_home/thetragedy.htm\n\n&quot;This is another story involving Marconi Wireless Telegraph company personnel. What the two links above do not say is that Ron Ferguson, G4VF, was the Senior Wireless Officer aboard the Empress of Ireland and had just retired for the night when the collision occurred. Ron became President of the Chelmsford Amateur Radio Society (CARS) and lived in Chelmsford, Essex.\n\n&quot;His Second in Command was on duty. On feeling the collision, Ron dressed and took over the Wireless Room and told him to get into a lifeboat, which he did.\n\n&quot;Ron hammered out a SOS which was picked up by the Marconi shore station at Father Point. They informed the marine people who launch 5 boats. These were tugs and what were available at short notice.\n\n&quot;Officially Ron should have waited to receive instructions from the Captain but took it unto himself to send the SOS as he rated (quite correctly as it turned out) to be a desperate situation.\n\n&quot;Ron stayed at his post giving directions, points to aid the rescuers until after only 12 minutes or so the Wireless failed and a huge wave swept him out of his Wireless Room. He grabbed a large deck-chair that swept past him and was then washed overboard.\n\n&quot;He was rescued by the Collier. Either the Collier had a Wireless but no Wireless Officer or Ron was transferred to one of the rescue ships.\n\n&quot;One way or another Ron found himself on a ship with a Marconi Wireless but no Wireless Officer. He was given permission by the Captain to break the lock and for many hours continued to coordinate the rescue.\n\n&quot;2 years later Ron visited the Shore Station at Father Point and someone said “Hello Ron, that is your jacket”. It had been hanging on a peg all that time.\n\n&quot;In the early 1970s I said to Ron one evening at a CARS Meeting “Ron, weren’t you involved with the Empress of Ireland?” not really knowing anything of the story.\n\n“'Well that was a long time ago, lad – let’s get on with tonight’s meeting'\n\n&quot;That was as much as I ever got from Ron.\n\n&quot;I do not think Ron was ever awarded any medal or citation for his involvement with saving the lives of over 400 persons.\n\n&quot;Do you know more or different to my story above?\n\n&quot;This is another story we will commemorate in 4 year's time when it is the Centenary. Every year the Canadians have a commemoration day to remember the 1,012 or so who died in that dreadful accident.\n\n&quot;See what the TV show tells us about the event. \n\n&quot;Regards \nJohn G8DET&quot;", "authorname": "Wystan", "id": "8602872-5517540430-72157626121302359", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5517540430/#comment72157626246766048", "realname": "Richard Norton", "path_alias": "richard_arthur_norton", "author": "54904823@N00", "iconserver": "2568", "datecreate": "1299893857", "_content": "<a href=\"http://en.wikipedia.org/wiki/Pointe-au-P%C3%A8re,_Quebec\" rel=\"nofollow\">en.wikipedia.org/wiki/Pointe-au-P%C3%A8re,_Quebec</a>", "authorname": "Richard Arthur Norton  (1958- )", "id": "8602872-5517540430-72157626246766048", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5517540430/#comment72157626149215525", "realname": "Arden", "path_alias": "arden_loc", "author": "35072786@N08", "iconserver": "3331", "datecreate": "1300220060", "_content": "Thank you Wystan and Richard Arthur Norton for the context to this image of the wireless station at Father Point, Quebec.  We will add some of it to the description when we update.", "authorname": "Arden (LOC P&P)", "id": "8602872-5517540430-72157626149215525", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5517540430/#comment72157626295383702", "realname": "Ric Seab", "path_alias": null, "author": "9237372@N08", "iconserver": "0", "datecreate": "1300476717", "_content": "Really great item for Flickr. Love these old photos.", "authorname": "R Seab", "id": "8602872-5517540430-72157626295383702", "iconfarm": 0}], "photo_id": "5517540430"}}