{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/2693245234/#comment72157625147256192", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1286872875", "_content": "Este Sanatório foi projectado pelo arquitecto Cottinelli Telmo nos anos 20, e mandado construir pelos Caminhos de Ferro.\nFica situado em Porta dos Hermínios, nas Penhas da Saúde junto à cidade da Covilhã, a 950 metros de altitude. O seu objectivo foi o tratamento de tuberculose dos seus funcionários. Estes podiam beneficiar da localização em sitio calmo e dos ares da Serra, fazendo parte da rede de 11 sanatórios, existentes no inicio do século XX.\nDemorou 8 anos a ser construído (1928-1936) e permaneceu fechado durante outros tantos anos, devido a circunstâncias diversas e estranhas à CP. Depois viria a ser arrendado à Sociedade Portuguesa de Sanatórios, com a condição de receber todos os doentes necessitados de tratamento de altitude, tendo cinquenta camas à disposição da Assistência Nacional aos Tuberculosos.\nO edifício acolheu, ao longo de mais de 40 anos, muitos milhares de tuberculosos, provenientes de todo o país, que procuravam recuperar da tuberculose nos bons ares da Serra da Estrela\nEm Junho de 1969, por ordem do Ministério de Saúde e Assistência seria dada ordem de encerramento. O seu ultimo director foi Dr. Carlos Coelho, licenciado em Medicina e Cirurgia pela Faculdade de Medicina da Universidade de Coimbra.\n\nDepois do encerramento do edifício como Sanatório, este continuou a ser preservado por um casal, dois funcionários que aí permaneceram para o manter habitável. Enquanto esses dois funcionários, o Sr. José Francisco Amorim e Sra. D. Lurdes Amorim aí se mantiveram como funcionários do Estado,  o referido espaço manteve todo o seu esplendor e todas as condições de habitabilidade até à altura em que foi utilizado para prestar acolhimento a cerca de 700 pessoas “retornadas”,  por motivo da independência das antigas colónias portuguesas. \n\nApós a estadia temporária dessas pessoas, que entretanto procuraram refazer a vida e foram abandonado definitivamente o Sanatório que lhes serviu de abrigo temporário, notou-se muita degradação. Mesmo assim, o Sanatório manteve-se funcional e  preservado até ao momento em que estes dois funcionários abandonaram definitivamente o Sanatório quando chegou a idade da sua aposentação\n\nNo final dos anos 80, quando já se encontrava praticamente abandonado e seriamente degradado passou para as &quot;mãos&quot; da Turistrela. \nNo ano de 1998 o Sanatório chegou a ser vendido à ENATUR (empresa das Pousadas de Portugal) pelo preço simbólico de 1 escudo. Em contrapartida a ENATUR comprometia-se a instalar ali uma Pousada de Portugal, cujo projecto chegou a ser elaborado pelo arquitecto Souto Moura o qual previa um investimento na ordem dos 10 milhões de euros. Entretanto a ENATUR foi entregue ao Grupo Pestana, e o projecto foi abandonado, tendo em 2004 cessado o contracto. Assim a titularidade do sanatório regressou às mãos da Turistrela.\nContinua por decidir o que fazer deste edifício .....", "authorname": "J. Leite", "id": "26532116-2693245234-72157625147256192", "iconfarm": 6}], "photo_id": "2693245234"}, "flarchive:created": 1387762548}