{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/usnationalarchives/5238211800/#comment72157625491305019", "realname": "Vladimir. Leighton Zhou Edward", "path_alias": "sniper007", "author": "46761486@N02", "iconserver": "0", "datecreate": "1292594266", "_content": "仔细观察美国最近5年的国家战略以及科技、制度、创新几乎没有重大成果，奥巴马总统执政一年多以来，也未见有突出成果......如此下去恐怕美国全球霸主地位将很难保持下去。去年的“美国通用汽车公司的倒闭”以及最近的“谷歌事件”…美国的核机动导弹系统也存在诸多技术漏洞，一旦大国之间发生大规模战争，将无法发挥其机动性，战场幸存几率很低，后果很糟糕....如果没有重大战略决策优先部署，占领战略制高点，美国将损失严重.美国政府下一步是否做好了微软电脑公司破产的准备？也许现在谈论微软的倒闭有点早，但危机已经暴露了，希望能引起有关部门的高度重视。\n   当然一切困难也是有解决的办法。本人愿意提供各种战略思维和智力成果。涵盖军事、经济和政治领域。包括战略围堵牵制、敌方战略流产、虚假战略、军事扩张的战略、战略性核打击战略等非常规战略。贵部门若对此颇感兴趣，可派可靠代表进行接触，具体细节待面见之后再议！\n注！该战略集群总寿命约为40~80年，全球目前是一个空白领域。类型类似当年联合国机构的设立。该机构为未来各国必争，且目前国际上还是一个空白领域，提前进行战略部署对美国意义重大，且战略的核心子战略的震慑力远大于“北京”方面举办奥运会和世博会带来的国际影响力和综合国力的总和。届时美国政府可凭该战略的提前部署在全球获得10000亿$的信贷支持，美国国内也将新增50万就业岗位......以缓解时下的经济萧条局势.\n\n鉴于所涉内容高度保密，望阅函人遵从行业内的潜规则，严格履行保密责任。\n\n特致此信，即希函复！\n此致\n\n敬礼\n\n          略.顿宙", "authorname": "blacksniper07", "id": "35717303-5238211800-72157625491305019", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/usnationalarchives/5238211800/#comment72157625491307913", "realname": "Vladimir. Leighton Zhou Edward", "path_alias": "sniper007", "author": "46761486@N02", "iconserver": "0", "datecreate": "1292594307", "_content": "Careful observation of the United States in recent 5 years, the national strategy and technology innovation system, and almost no significant achievements, barack Obama's ruling in more than a year, also did not see outstanding achievements... So on America's global dominance will find it difficult to keep going. Last year's &quot;gm's collapse&quot; and the &quot;Google events&quot; recently. U.S. nuclear mobile missile system also has many loopholes, once a war between powers, will not exert its flexibility, low survival probability battlefield bad consequences. If no significant strategic decision-making, strategic heights plus deployment, America will occupy the severe losses. The U.S. government is ready to Microsoft computer companies bankrupt? Perhaps now talk about Microsoft's collapse, but a little earlier had exposed the crisis, the hope can cause departments are highly valued.\nOf course all difficulties and a solution. I wish to provide various strategic thinking and intellectual achievements. Covers the military, economic and political fields. Including strategic containment containment, abortion, false enemy strategy of military expansion strategy, strategic, strategic nuclear strike strategy, unconventional strategy. If your department, but was sent representatives to contact, reliable details to interview then!\nNote! This strategy for total life cluster 40 ~ 80 years, the world is a blank areas. Type in the UN agencies established similar. The agency for the future, and the world will be on a blank areas of international strategic deployment, in America, and strategic significance of the core of strategy ZhenSheLi far outweigh the son of Beijing Olympic Games &quot;in the world and international influence and the comprehensive national strength. When the United States government but by this strategy deployment in advance of $10,000 billion global credit support, American domestic will also add 50 million jobs... To alleviate the situation of economic depression. Nowadays,\n\nDue to high confidentiality involved content, read the letter people follow within the industry, and strictly confidential rule.\n\nHerod's letter, namely to address!\nthis\n\nsalute\n\nlightly. Bolton gundam", "authorname": "blacksniper07", "id": "35717303-5238211800-72157625491307913", "iconfarm": 0}], "photo_id": "5238211800"}, "flarchive:created": 1387644725}