{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2387159637/#comment72157604820968143", "realname": "", "path_alias": null, "author": "26044434@N03", "iconserver": "0", "datecreate": "1209601831", "_content": "USS Martha Washington, a 12,700-ton troop transport, was originally the Austrian passenger steamer Martha Washington. Launched at Port Glasgow, Scotland in 1908, she was interned at Hoboken, New Jersey, after World War I began in August 1914. When the United States entered the conflict in April 1917, she was taken over by the Army Quartermaster Corps. The Navy acquired the ship in November 1917 and placed her in commission in January 1918. Martha Washington made her first transport voyage to France in February and during the remainder of the First World War crossed the Atlantic seven more times, bringing more than 24,000 personnel to Europe.\n\nWith the Armistice in November, Martha Washington reversed the pattern, making seven trips over the next year to return nearly 20,000 passengers to America. In August 1919, she was sent into the Mediterranean and Black Seas to carry a U.S. mission to Turkey and Russia. During this three-month voyage, she also carried refugees from Batum, Russia, to Constantinople, Turkey. Martha Washington decommissioned in November 1919, shortly after her return to the U.S. from Turkey, and was sold back to her Austrian former owners in November 1922.\n\nSource: <a href=\"http://www.history.navy.mil/photos/sh-usn/usnsh-m/id3019.htm\">www.history.navy.mil/photos/sh-usn/usnsh-m/id3019.htm</a>", "authorname": "lilgurl_3609", "id": "8602872-2387159637-72157604820968143", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2387159637/#comment72157628051881600", "realname": "", "path_alias": null, "author": "20648537@N02", "iconserver": "0", "datecreate": "1320424430", "_content": "No mention of The USS Martha Washington taking passengers from Split Yugoslavia in steerage on May 6th 1914.....why?", "authorname": "melodymrn", "id": "8602872-2387159637-72157628051881600", "iconfarm": 0}], "photo_id": "2387159637"}}