{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8569512310/#comment72157633051219629", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1363893286", "_content": "There is no additional information on the Commonwealth War Graves site,\n<a href=\"http://www.cwgc.org/find-war-dead/casualty/727317/BATES,%20RONALD%20JACK\" rel=\"nofollow\">www.cwgc.org/find-war-dead/casualty/727317/BATES,%20RONAL...</a>\n\nbut looking at Soldiers Died in the Great War he was born Bray, Berkshire and resident Maidenhead when he enlisted.\n\nThe likeliest match on the 1901 census is a 2 year old Ronald J, born Maidenhead, Berkshire. Bray is in the same civil parish as Maidenhead. He was recorded at 8 High Town Road, Maidenhead. This was the household of his parents, Arthur J, (aged 32 and a Paper Finisher from Maidenhead) and Lily L, (aged 31 and a Dressmaker from the same town). As well as Ronald, they also have a daughter, Gwendoline, (aged 3 months). They have one live in servant.\n\nI struggled to find them on the Genes Re-united transcription of the 1911 census as they had been mis-transcribed as Bales. The family were living then at 46 Kings Street, Maidenhead, an 8 roomed Private House. Father Arthur James is described as a Paper Finisher in a Paper Works. His wife of 18 years, Lily Loveslay, still worked as a Dressmaker. Ronald Jack annd Gwendoline Lily were both at school and the family had grown to include:-\nMonica Marjorie.....aged 8\nCyril Arthur...........aged 6\nGeoffrey Wazenter...aged 2\nPhilip Joseph.........aged 1\nThey still have one live in servant as well. All the children were born Maidenhead.\n\nThe Battalions War Diary has been transcribed and can be seen on line at the Regimental Museum Web-site.\n\nLocation France, GERMAN OLD FRONT LINE \nEntry 1:0PM. Precisely at 1:0pm the Chlorine gas discharge began and was continued at intervals until 1:50pm. During this time smoke bombs were thrown out by our men from the front line trench. The wind seemed very favourable and carried the gas and smoke towards the enemy's trench. 1:50PM. The gas discharge ceased, the artillery lifted and the Battalion wire-cutters accompanied by men carrying smoke bombs went forward under cover of the smoke. During the whole time of the smoke discharge hostile machine gun fire from our right flank could be heard. 2:0PM. The remainder of the two companies in the front line went over. From reports I have since received it appears than only about six of these men reached the Estimate across the road owing to heavy machine-gun fire from the right flank which seemed to come from the direction of the CHALK PITS. These men remained at the Estimate until dark and then crawled back. 2:10PM. At 2:10PM a report reached me that our first lines had attained the road but were being enfiladed; I then ordered two platoons of the supporting companies to go over. As these men crossed our first line, the Machine Gun Officer, with his team, joined them. This Officer reports that by this time the smoke was beginning to thin and that his team only got about 75 yards beyond our parapet when they came under machine-gun fire and were cut down. From inquiries I have made from NCOs it appears that about fifteen men of this line reached the road but did not cross it. They report that there was little rifle fire from the German trench. Hand grenades were thrown at them from the enemy's trench, but these fell short by about ten yards. 2:20PM. The remainder of the Battalion went over, but were no more successful that the others in reaching their objective. During the night those men who had escaped crawled back to out front-line trench. I Attribute the failure of the attack to the inability of our artillery to silence the German machine-guns, and to the complete absence of support. 2nd Lieuts L.A. KLEMANTASK; G.B. COOTE; R.S.P. POYNTE; W.L.CLARKE; F.M. SUMPSTER; and F. GARDENNER joined from the 9th Royal Berkshire Regiment. \n<a href=\"http://www.thewardrobe.org.uk/research/war-diaries/detail/9144\" rel=\"nofollow\">www.thewardrobe.org.uk/research/war-diaries/detail/9144</a>\n\nRonald is remembered on the Maidenhead War Memorial.\n<a href=\"http://www.flickr.com/photos/bananarublev/4485272808/in/photostream/\">www.flickr.com/photos/bananarublev/4485272808/in/photostr...</a>", "authorname": "Moominpappa06", "id": "32254785-8569512310-72157633051219629", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8569512310/#comment72157633056090706", "realname": "Ian Williams", "path_alias": null, "author": "94259504@N04", "iconserver": "0", "datecreate": "1363898505", "_content": "My grandmothers brother also died 13/10/1915 at Loos. He was in The Buffs (East Kent Regt). His name was L/cpl Walter Kilby.", "authorname": "Nchman", "id": "32254785-8569512310-72157633056090706", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8569512310/#comment72157633117360875", "realname": "", "path_alias": "lcriding", "author": "31385389@N08", "iconserver": "7399", "datecreate": "1364601488", "_content": "So young  :(", "authorname": "Christine's Backyard (Away a lot)", "id": "32254785-8569512310-72157633117360875", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8569512310/#comment72157633127984209", "realname": "Shirley Moth", "path_alias": null, "author": "94595070@N08", "iconserver": "0", "datecreate": "1364733358", "_content": "My grandfather, John Ernest Moth, was with the 8th Battalion, the Royal Berkshire Regiment and also died at the Battle of Loos on the 13th of October, 1915.  His number was 12720 &amp; he was an Acting Serjt.-Major. He is remembered on the Loos Memorial. He was mentioned in dispatches in the London Gazette on the 13th of June, 1916 for gallant and distinguished conduct in the field.", "authorname": "SFB311", "id": "32254785-8569512310-72157633127984209", "iconfarm": 0}], "photo_id": "8569512310"}}