{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8054112206/#comment72157631704828659", "realname": "", "path_alias": "victor98", "author": "44191635@N04", "iconserver": "0", "datecreate": "1349535101", "_content": "great shot", "authorname": "victor98_2001", "id": "32254785-8054112206-72157631704828659", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8054112206/#comment72157631706409201", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1349550087", "_content": "This Second Lieutenant wears the cap badge of the General Service Corps in his new uniform of 1914/15.\n\nThe London Gazette of 14 Jan 1915 records the Temporary Commission of a Second Lieutenant F Newhouse into the Royal Engineers effective from 4 Dec 1914.\n\nThe London Gazette of 21 Jul 1917 records Temporary Captain F Newhouse RE as having been Mentioned in Despatches in the Salonika theatre of operations.\n\nIn the London Gazette of  20th March 1922, Captain Frederick Newhouse of the Royal Engineers relinquishes his Commission and is granted the rank of Major with effect 1st Sep 1921. //", "authorname": "Gary Donaldson", "id": "32254785-8054112206-72157631706409201", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8054112206/#comment72157631706527401", "realname": "Willem", "path_alias": null, "author": "32921850@N00", "iconserver": "7439", "datecreate": "1349551302", "_content": "I have seen a person wearing a monocle once, in 1978.", "authorname": "✿ willem ツ", "id": "32254785-8054112206-72157631706527401", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8054112206/#comment72157631710518201", "realname": "", "path_alias": null, "author": "77788549@N05", "iconserver": "0", "datecreate": "1349601704", "_content": "The Intelligence Corps, abbreviated as INT CORPS, of the British Army was only formally established on the 15th July 1940 (Army Council Instruction 1020/40 to Army Order 112/40).  In the 1914-18 war, military Intelligence Staff Officers were seconded or drawn from other Corps and Regiments for intelligence duties, which might correspond with such employment for a Royal Engineers officer in Salonika?  Major F Newhouse would have been about 45 years of age in 1940, and may well have been recalled to the Service.", "authorname": "Trench-Foote", "id": "32254785-8054112206-72157631710518201", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8054112206/#comment72157631710884951", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1349606355", "_content": "He shows up again in several places after the Great War.  As Major F Newhouse, a ship passenger on a couple of occasions.  He might also have originally dropped the 'k' from Frederick, there's a plausible Frederic Newhouse BSc (Eng) doing work on Middle Eastern waterways before the 14-18 war.  \n\nHe did rejoin the Colours in the Second World War.  It is unclear where he came in, but the London Gazette of 7 Dec 1943 shows Captain F Newhouse RE (97555), an Emergency Commission, resigning his commission wef 11 Dec 1943 and being re-granted the rank of Major.//", "authorname": "Gary Donaldson", "id": "32254785-8054112206-72157631710884951", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8054112206/#comment72157631712768529", "realname": "", "path_alias": null, "author": "82837485@N08", "iconserver": "0", "datecreate": "1349624250", "_content": "Frederic Newhouse; b., 1890; m., 1920 Paddington; d., 1969 Harrow, Middlesex?\n\nMember of the Insitute of Chartered Engineers.  Wrote extensively on the drainage of the Nile.  Published in the Institute of Chartered Engineers, ICE, Journal of 01 January 1914 on the 'Discharge of the Main Drains of Lower Egypt'.  In 1937 he was awarded the Order of the Nile - Order of Ismail by the Egyptian Government for exceptional service to Egypt.", "authorname": "Stratyllis", "id": "32254785-8054112206-72157631712768529", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8054112206/#comment72157631722327881", "realname": "", "path_alias": null, "author": "77788549@N05", "iconserver": "0", "datecreate": "1349715870", "_content": "Frederic Newhouse, if this is he, was in a partnership of Consulting Engineers (The Mott MacDonald Group) at 72 Victoria Street, Westminster, London SW1, until 31st December 1950.  The other partners being Sir Murdoch MacDonald (b. 1866 d. 1957 - Liberal and Independent Liberal MP for Inverness 1922-1950), William Lowe Lowe-Brown (D.Eng MSC b. 1876 d. 1956), and Roderick Hugh MacDonald (DFC - 1944). London Gazette 20 July 1951.  \n\nThese men all had experience of river engineering work in Egypt.  The Partnership was responsible for raising the height of the Aswan Dam.  Sir Murdoch MacDonald designed the Ness Bridge.", "authorname": "Trench-Foote", "id": "32254785-8054112206-72157631722327881", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8054112206/#comment72157631746484330", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1349977819", "_content": "His Medal Roll Index Card shows him as part of the BEF 1914. He was in the 3rd Sig Squad as a Temporay 2nd Lt, then as Lt; moving on to Interpreter in 3rd Cov. Div; Capt RE and Maj.\nCorrespondence addresses are shown as:\n2 The Manor, Davies St, Berkeley Square (permanent)\nLady Northcliffe's Hospital for Officers, 14 Grosvemor Square\nc/o Messrs Holt &amp; Co, Army Agents, 3 Whitehall Place, London and\nIrrigation Service, Cairo", "authorname": "Mrs Audubon", "id": "32254785-8054112206-72157631746484330", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8054112206/#comment72157631752046203", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1350050144", "_content": "In 1915, Mary Elizabeth Harmsworth (nee Milner), Baroness Lady Northcliffe, the wife of the newspaper magnate Alfred Harmsworth, 1st Viscount Northcliffe, (Daily Mail and The Times), opened a small convalescent hospital for wounded officers at the residential address of 14 Grosvenor Crescent, in Belgravia, London SW1.  The hospital had beds for 20 officers on 3 wards and one private room, and its own operating theatre.  It was an Annex (what would be described today as Role 2) of Queen Alexandra's Military Hospital at Millbank.  Lady Northcliffe was appointed a Dame of the Grand Cross of the Order of the British Empire for her personal nursing and administration of this hospital, and made a Dame of Grace of the order of St. John. The hospital closed in 1919 and became the London Headquarters of the British Red Cross Society.  It is today the offices of a legal firm, Child &amp; Child.\n\nMrs Audubon's excellent piece of research would suggest that Frederic Newhouse was probably wounded in France or Belgium in 1915, possibly at Loos in September 1915, while serving with 3rd Cavalry Division, and evacuated to 'Blighty' to recover at Lady Northcliffe's hospital.\n\nThe Anglo-French forces in Salonika deployed to fight the Bulgarians from October 1915.  By December 1916 British troops there amounted to six divisions, forming XVI Corps, with the General Headquarters, GHQ, of the British Salonika Army established in Salonika from January 1917 under a Royal Artillery officer, General Sir George Milne DSO, later Chief of the Imperial General Staff (1926-1933).  \n\nIt is likely that Captain Newhouse was posted out to Salonika once he was fit again for front line duty in mid to late 1916 or early 1917.  General Milne often selected his Special Service Intelligence Officers and Staff of the General Staff Intelligence from personal acquaintance or individual recommendation, (Capt L C M S Amery ROYAL WARWICKS; Capt J A L Caunter MC* GLOSTERS; Col A Rawlinson Late MIDDLESEX).  At some point Lt Frederic Newhouse RE may have come to his attention.//", "authorname": "Gary Donaldson", "id": "32254785-8054112206-72157631752046203", "iconfarm": 0}], "photo_id": "8054112206"}}