{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/9142873779/#comment72157634425087474", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1372673333", "_content": "A elaboração do projecto para o maior conjunto de cinema-teatro existente em Lisboa, partiu de um Despacho do Ministro da Educação Nacional de 24 de Março de 1943, onde se podia ler: &quot;(...) podia considerar-se o eventual funcionamento de uma Casa de Espactáculos como ainda não há em Lisboa, com um conjunto de instalações adequadas á realização ou exibição simultânea de várias formas de actividade artística ou cultural (...) uma casa com salas independentes para teatro de declamação ou música ligeira, concertos e cinema, dotada das dependências correspondentes.” \n\nCom base nesta sugestão, o arquitecto Rodrigues Lima, - um dos arquitectos intervenientes na Exposição do Mundo Português de 1940, e que já tinha assinado o projecto do “Cinema Cinearte”, inaugurado em Fevereiro de 1940 - elabora o projecto do Monumental, cinema e teatro, onde, num único edifício existe um teatro para 1182 espectadores, um cinema para 2170, um café-restaurante e uma sala para exposições artísticas.\n\nO Monumental, na Praça Duque de Saldanha em Lisboa, foi inaugurado no dia 8 de Novembro de 1951.\n\nA entrada principal do edifício, comum a todos os espectadores, fazia-se pelo grande vestíbulo principal semi-exterior que, comunicando directamente com a Praça Duque de Saldanha por meio de uma arcaria de volta perfeita, funciona quase como um prolongamento desta. \n\nA sala de teatro, com eixo central paralelo à Av. Praia da Vitória, possuía dimensões mais reduzidas de modo a aproximar os espectadores do palco. Deste modo, e por forma a rentabilizar melhor o espaço interno, o arquitecto introduz três balcões que se prolongam lateralmente até ao palco e ainda dois camarotes “avant-scène” ricamente decorados.\n\n sala de cinema, com eixo central paralelo à Av. Fontes Pereira de Melo, possui grandes dimensões permitidas pelo grande ecrã existente e pelos altifalantes que permitem regular o som de acordo com as dimensões da sala. Comportando dois balcões, esta sala constituía a «referência mais imensa do espaço-cinema em Portugal : a sala cheia parecia uma cidade!» . \n\nA revista “Imagem” em 1950 escrevia: «Um dos mais arrojados empreendimentos dos nossos dias». Podia-se também ler num jornal da época: «Único no seu género em todo o mundo, um luxuoso edifício que, desde as linhas arquitectónicas do exterior á luxuosa comodidade dos seus interiores, oferece o tom moderno e de bom gosto da casa de espectáculos digna de figurara entre as melhores da Europa». \n\nNo seu interior, havia um gigantesco foyer para o 1º Balcão, muito à Hollywood, com mármore, dourados e lustres. \n\nAdivinhando as necessidades futuras, esta sala viria a acolher todas as novidades a nível de ecrãs de cinema: ecrã gigante, “Cinemascope”.\n\nNo topo do edifício funcionava um atelier onde se faziam cartazes dos filmes que, mais tarde, parte do interior foi adaptado para uma pequena sala-estúdio, o “Satélite”. Esta sala-estúdio foi inaugurada em 1970 com o filme “Coisas da Vida” ( ‘Les Choses de la Vie’ ) com Romy Schneider e Michel Piccoli. \n\nPor fora, o Monumental era de pedra, com colunas, estátuas decorativas e esferas armilares de ferro que estão, hoje em dia, junto ao Padrão dos Descobrimentos, em Belém. Na lateral da Avenida Fontes Pereira de Melo albergou o famoso café restaurante “Monumental”. Outro cinema famoso de Lisboa o “Império” ,que viria a ser inaugurado em 1952, teria também a exemplo deste, um grande café restaurante de seu nome “Império”, felizmente ainda existente.\n\nAntes de morrer o arquitecto Raúl Rodrigues Lima traçou um projecto que visava a completa remodelação do conjunto Monumental, de acordo com os novos tempos e os novo hábitos do público de cinema. A grande sala dividida em pequenas salas  e a entrada aproveitada para várias lojas tornariam decerto o cinema rentável. Mas de nada valeu o seu esforço, pois não estava em questão salvar um espaço, mas sim de arranjar uma justificação para vender e rentabilizar o espaço ocupado pelo Monumental. \n\nO “Teatro Monumental” encerrou primeiro, em 3 de Março de 1983, e o “Cinema Monumental”  só viria a encerrar a 27 de Novembro do mesmo ano. O último filme a ser exibido foi “ O Vale Perdido” …\n\nA ordem da demolição surgiu em 1984. No mesmo local ergue-se hoje um moderno edifício, também chamado Monumental, com escritórios, lojas e quatro salas de cinema, a maior das quais com 378 lugares.", "authorname": "J. Leite", "id": "26532116-9142873779-72157634425087474", "iconfarm": 6}], "photo_id": "9142873779"}, "flarchive:created": 1387726089}