{"photo": {"people": {"haspeople": 1}, "dateuploaded": "1274198233", "originalformat": "jpg", "owner": {"username": "Brooklyn Museum", "realname": "Brooklyn Museum", "nsid": "83979593@N00", "iconserver": "7330", "location": "", "path_alias": "brooklyn_museum", "iconfarm": 8}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "4618490151", "title": {"_content": "Nitasha Kawatra, Interim Membership Manager"}, "media": "photo", "tags": {"tag": [{"raw": "brooklynmuseum", "machine_tag": 0, "id": "3064182-4618490151-139443", "_content": "brooklynmuseum", "author": "83979593@N00"}, {"raw": "brooklyn", "machine_tag": 0, "id": "3064182-4618490151-1203", "_content": "brooklyn", "author": "83979593@N00"}, {"raw": "museum", "machine_tag": 0, "id": "3064182-4618490151-1154", "_content": "museum", "author": "83979593@N00"}, {"raw": "staff", "machine_tag": 0, "id": "3064182-4618490151-12802", "_content": "staff", "author": "83979593@N00"}, {"raw": "profile", "machine_tag": 0, "id": "3064182-4618490151-6774", "_content": "profile", "author": "83979593@N00"}]}, "comments": {"_content": "0"}, "secret": "2c6524ed5b", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<strong>Tash, tell us how you have been involved with 1stfans so far.</strong>\n\nI've been helping manage the <a href=\"http://www.brooklynmuseum.org/join/1stfans/\" rel=\"nofollow\">1stfans</a> groups on Facebook, Flickr, and Twitter, and often help out with the <a href=\"http://www.brooklynmuseum.org/visit/first_saturdays.php\" rel=\"nofollow\"><em>First Saturday</em></a> meetups. That's actually one of my favorite aspects of 1stfans because I really enjoy talking about the program with our <em>First Saturdays</em> visitors who are interested in signing up. It's also been especially fun to get to know the 1stfans who come out every month because they are so enthusiastic about participating in all of our events, and it's been amazing to see how their relationships have grown not only with our staff but also with each other.\n\n<strong>You mentioned the meetups. Which has been your favorite, so far?</strong>\n\nMy favorite meetup was when we launched 1stfans with the Swoon interactive printing event.  I felt like I was already getting to know our new members pretty well because the materials they chose to print on were indicative of their personalities (<a href=\"http://www.flickr.com/photos/andrewtobin/3167514490/in/pool-1stfans\">the pizza box</a> was particularly great). I was also just blown away by how many people came out to support the program that night.\n\n<strong>Unlike me, you actually live in Brooklyn. What made you decide to move here, and what do you like most about your ‘hood?</strong>\n\nIt really was a quality of life decision to move here. After living on the Lower East Side of Manhattan for a few years, I was looking for a neighborhood that was a little more laid back but still has a lot of personality and Cobble Hill just seemed like the perfect fit. I live right on Smith Street so it's really lively and eclectic, but I love that I can always duck onto one of the quite tree-lined streets nearby (mostly to lust after all the beautiful brownstones).  I haven't lived here that long, but have totally drunk the Brooklyn kool-aid.\n\n<strong>What's your commute like?</strong>\n\nI'm fortunate to have a really convenient commute on the B71 bus, at least for a few more precious weeks (It's one of the buses that <a href=\"http://www.brooklynpaper.com/stories/33/14/33_14_gb_transit_cuts.html?comm=1\" rel=\"nofollow\">got sacrificed in the MTA cuts</a>). One of my fellow riders started a petition this morning to save the route though, so I have a glimmer of hope that I'll get to stick with my above-ground commute.\n\n<strong>As the most experienced &quot;foodie&quot; on the membership staff, what are your favorite haunts around the Museum?</strong>\n\nGive me a fish taco from <a href=\"http://www.chavellas.com/\" rel=\"nofollow\">Chavella's</a> any day of the week .  The food there is so incredibly fresh and delicious there and the homemade hot salsa will bring tears to your eyes (which is a good thing, in my opinion). I'm also pretty attached to <a href=\"http://cherylsglobalsoul.com/\" rel=\"nofollow\">Cheryl's Global Soul</a>. Not only do they have the friendliest staff, but the fact that they were able to make a carnivore like me so addicted to their vegetarian chili is pretty impressive.\n\n<strong>Lastly, anything you want people to know about your new role with 1stfans? And what do you like about membership work, in general?</strong>\n\nFrom the beginning I've felt really privileged to be part of such an innovative Membership program with <a href=\"http://www.brooklynmuseum.org/community/blogosphere/bloggers/author/caryd/\" rel=\"nofollow\">you</a> and <a href=\"http://www.brooklynmuseum.org/community/blogosphere/bloggers/author/bernsteins/\" rel=\"nofollow\">Shelley</a>, and I'm looking forward to continuing to grow the program and connect more personally with all of our 1stfans. In general, Membership work appeals to me because I really enjoy coming up with ways to open up the Museum as much as possible to our most loyal donors—it's important to me that our Members see exactly where their support is going.  Members can start to get to know me on <a href=\"http://www.facebook.com/profile.php?id=602241684&amp;ref=profile\" rel=\"nofollow\">Facebook</a>, <a href=\"http://www.flickr.com/photos/membership/\">Flickr</a> and <a href=\"http://twitter.com/nkawatra\" rel=\"nofollow\">Twitter</a>, or get in touch with me by <a href=\"mailto:Nitasha.Kawatra@brooklynmuseum.org\" rel=\"nofollow\">e-mail</a>.\n\n"}, "isfavorite": 0, "views": "762", "farm": 5, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2010-05-18 11:41:17", "lastupdate": "1275781313", "takengranularity": "0", "posted": "1274198233"}, "originalsecret": "fb2bebb21b", "license": "2", "notes": {"note": []}, "server": "4058", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/brooklyn_museum/4618490151/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}