{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/5169000425/#comment72157625369239900", "realname": "John Hartsock", "path_alias": "buckeye616", "author": "60894293@N00", "iconserver": "42", "datecreate": "1289587103", "_content": "<a href=\"http://en.wikipedia.org/wiki/USS_Memphis_(CA-10)\" rel=\"nofollow\">en.wikipedia.org/wiki/USS_Memphis_(CA-10)</a>", "authorname": "buckeye616", "id": "8602872-5169000425-72157625369239900", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5169000425/#comment72157625397391630", "realname": "", "path_alias": null, "author": "25695066@N00", "iconserver": "7037", "datecreate": "1289879962", "_content": "If this is indeed USS Memphis (it is certainly an Omaha-class Light Cruiser), it would be CL-13, and the photo would date no earlier than the mid-1920s, not 1910 (or thereabouts).  USS Memphis (CL-13) was launched at the William Cramp &amp; Sons shipyard in Philadelphia in April 1924, and commissioned at the Philadelphia Navy Yard in February 1925.\n\n<a href=\"http://en.wikipedia.org/wiki/USS_Memphis_(CL-13)\" rel=\"nofollow\">en.wikipedia.org/wiki/USS_Memphis_(CL-13)</a>", "authorname": "TVL1970", "id": "8602872-5169000425-72157625397391630", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5169000425/#comment72157625293457715", "realname": "", "path_alias": null, "author": "25695066@N00", "iconserver": "7037", "datecreate": "1290097309", "_content": "I have to respectfully disagree.  The USS Memphis (ex-Tennessee) (ACR-10/CA-10) was a very different ship than the one photographed above.  USS Memphis (ex-Tennessee) (ACR-10/CA-10) featured a tumblehome/ram bow and casement gun positions along her hull, and, while approximately 50' shorter in length than an Omaha-class cruiser, was almost 20' greater in beam and twice the displacement .  Also, an identifying feature of the Omaha-class cruisers (such as USS Memphis (CL-13)) was the relatively unique placement of casement guns in the superstructure (four each fore and aft), as depicted above.  \n\nOf course, radical changes to a ship's appearance may come about after various refits and upgrades, but that was not the case with USS Memphis (ex-Tennessee) (ACR-10/CA-10).  Here's a link to a photo of USS Memphis (CA-10) as she meets her demise in Santo Domingo harbor:\n<a href=\"http://en.wikipedia.org/wiki/File:USS_Tennessee_ACR-10_-_photo_NH59921.jpg\" rel=\"nofollow\">en.wikipedia.org/wiki/File:USS_Tennessee_ACR-10_-_photo_N...</a>\n\nI would still maintain that the ship photographed above is the later USS Memphis (CL-13), and if not, one of her Omaha-class sister-ships.", "authorname": "TVL1970", "id": "8602872-5169000425-72157625293457715", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5169000425/#comment72157625294051099", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1290104050", "_content": "Yes, the photos definitely show two different ships. And I confess that I know virtually nothing about Navy ships -- or any ships, really. So the explanation we are left with is that the Bain negative of the Memphis has been filed more than ten years out of order -- something that happens infrequently, but does happen, perforce.", "authorname": "Wystan", "id": "8602872-5169000425-72157625294051099", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5169000425/#comment72157625425760184", "realname": "Arden", "path_alias": "arden_loc", "author": "35072786@N08", "iconserver": "3331", "datecreate": "1290190003", "_content": "Wystan: The filing is all Bain's doing!  The Library obediently follows the photo agency's original order, indicated by the identification number scratched into the glass plate -- in this case 3019-3.  Significant date anomalies have appeared before, though.  It's speculation still, but we're wondering if the Bain agency sometimes replaced an old view of a subject with a newer view and kept the same number. Their card index already cited the ship &quot;Memphis&quot; as &quot;3019-3,&quot; and when a new boat became the &quot;Memphis&quot; they kept the same index number and replaced the old negative with a new photo to avoid publishing a picture of the wrong boat.  I'll try to track down the other example and send it along.", "authorname": "Arden (LOC P&P)", "id": "8602872-5169000425-72157625425760184", "iconfarm": 4}], "photo_id": "5169000425"}}