{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/state-records-nsw/3294433270/#comment72157627241580419", "realname": "", "path_alias": "spelio", "author": "61804295@N00", "iconserver": "2880", "datecreate": "1312594869", "_content": "Just read a good review of an excellent book, &quot;Survival Legacies: Stories of Aboriginal Settlements of Southeastern Australia&quot; bu Peter Kabaila; that mentions a sad history of this place!\nreviewed in the Panorama of the Canberra Times 30/07/11", "authorname": "spelio", "id": "27286215-3294433270-72157627241580419", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/state-records-nsw/3294433270/#comment72157627383047582", "realname": "Tom Fletcher", "path_alias": "thetannykid", "author": "81472222@N00", "iconserver": "4076", "datecreate": "1312787263", "_content": "Looks like a pic of an infamous Training School for Aboriginal Girls. Kids were taken from their families to be trained as domestic servants and then sent to work in so-called &quot;good homes&quot; at slave rates of pay or no pay at all - A sad reflection of those times. In Queensland up till WW2, there was a scheme whereby orphans or state wards until the age of 18 were sent to farms to work for families where they would be sent to school for an education but were also expected to work on the farm for their keep. At the same time, some money was deposited in their bank accounts so that they would have some aside for when they left &quot;care&quot;. Of course one knows what happened in some cases - Kids were ill-treated and worked like slaves and they probably never received the money. My grandparents used the scheme but they did the right thing by the kids. One lady from the scheme became part of our family (actually I consider her my aunt) all thru the years until she died at the ripe old age of 85, And another bloke from the scheme and my dad were friends for many years.", "authorname": "TheTannykid", "id": "27286215-3294433270-72157627383047582", "iconfarm": 5}], "photo_id": "3294433270"}, "flarchive:created": 1389680741}