{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationaalarchief/3774885900/#comment72157622689396134", "realname": "", "path_alias": null, "author": "26022992@N07", "iconserver": "0", "datecreate": "1256835093", "_content": "Amazing", "authorname": "patrick.judge42", "id": "29978018-3774885900-72157622689396134", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationaalarchief/3774885900/#comment72157623239018649", "realname": "Sylvestre Anasse", "path_alias": "sylvestre-anasse", "author": "44091799@N02", "iconserver": "2521", "datecreate": "1265455839", "_content": "superbe !", "authorname": "Maelström Bordelum - © S.A", "id": "29978018-3774885900-72157623239018649", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/nationaalarchief/3774885900/#comment72157633438394850", "realname": "Timothy Takemoto", "path_alias": "nihonbunka", "author": "64015205@N00", "iconserver": "3734", "datecreate": "1367901079", "_content": "These postmen were called hikyaku (飛脚 or literally &quot;flying legs&quot;) in Japanese.  \n\nIt is said that they ran the Tokyo Osaka route in 6 days or 90km a day, and in 4 and a halft days when carrying especially urgent mail or 120Km a day. \n\nIt is also said that they ran in a special way to conserve energy but the wikipedia site says that it is not clear what this special way is though it is rumoured to be the &quot;Nanba Running/Walking&quot; form in which runners and walkers swing their right hand forward at the same time as their right leg, and vice versa, rather than in time with the opposite leg. There appears to be photographic proof of this theory <a href=\"http://cocologyama.cocolog-nifty.com/blog/2010/11/post-1e61.html\" rel=\"nofollow\">here</a>. And indeed the position of the postman pictured above is consistent with this theory. \n\nThere is a saying in Japanese &quot;Satsuma's Postman,&quot; which refers to the Satsuma (current day Kumamoto prefecture) region of Japan and postmen that arrived there were proverbially at least killed, or not allowed to return to whence they came, since the region was planning a revolution (with the Choushu region, current day Yamaguchi Prefecture) and did not wish its secret preparations to become known. So a &quot;Satsuma's Postman&quot; means someone who does not return.  \n\nA famous Japanese Fedex like company has a &quot;Hikyaku&quot; postal service which uses its trucks combined with the Japanese postal service' post workers. The company sorts and transports, the postal workers deliver, and they claim faster times than leaving the whole delivery to the postal workers. \n\nI wonder the reason for the pole. The only mention I can see of the pole on the Japanese wikipedia page is the tradition of &quot;Town postmen&quot; to trail a small bell from their pole&quot; so that people would hear them coming (and presumably deposit letters with them). But this man has no bell. Could the pole be a precursor of the mask, to prevent infectious disease (which was rife in Japanese cities)?", "authorname": "timtak", "id": "29978018-3774885900-72157633438394850", "iconfarm": 4}], "photo_id": "3774885900"}, "flarchive:created": 1387761803}