{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/thenationalmuseumofdenmark/9468858371/#comment72157636369308514", "realname": "Rune Clausen", "path_alias": "runemester", "author": "29979279@N00", "iconserver": "137", "datecreate": "1381356786", "_content": "A truly evocative image from Peter's Rest School, St. Croix, USVI (at the time The Danish Virgin Islands). Just look at the expression in the eyes of the child in the foreground, left hand side. The photo was taken on Friday, April 29th in 1910 (you can just make out the date on the blackboard on the right hand side). The school building was originally conceived as a part of Peter von Scholtens 'landskole' (rural school) reform. Originally planned as one large school room it was partitioned into smaller classroom-like 'cubicles' by the turn of the century. Interesting details are the small framed windows just visible between the blackboards (and behind the globe on the teacher's desk); in place to enable supervision of the classes from the outside by the head teacher. The well known Virgin Islander David Hamilton Jackson actually taught at this school before turning to journalism, politics and organization of labour. So many interesting details... thanks for sharing this!", "authorname": "Runemester", "id": "95751417-9468858371-72157636369308514", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/thenationalmuseumofdenmark/9468858371/#comment72157638614103885", "realname": "", "path_alias": "jamica1", "author": "35607158@N06", "iconserver": "5479", "datecreate": "1386876767", "_content": "Should it not be, as on the blackboard and here <a href=\"http://geonames.usgs.gov/pls/gnispublic/f?p=gnispq:3:3586644690681298::NO::P3_FID:1614214\" rel=\"nofollow\">geonames.usgs.gov/pls/gnispublic/f?p=gnispq:3:35866446906...</a> &quot;Peters&quot; and not &quot;Peter's&quot; Rest? I note that the obviously knowledgeable poster who comments before me has the possessive case as does the tag so this has me a bit confused.", "authorname": "jamica1", "id": "95751417-9468858371-72157638614103885", "iconfarm": 6}], "photo_id": "9468858371"}, "flarchive:created": 1387759984}