{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/8226661911/#comment72157632188938521", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1354896839", "_content": "Já que esta série de fotografias acerca da Obra Antituberculosa de Coimbra promovida pela Junta de Província da Beira Litoral, e amavelmente disponibilizada pela FCG, é longa, publico um texto igualmente um pouco extenso mas que ajudará a compreender melhor o tema aqui abordado.\n\nA Obra Antituberculosa de Coimbra nasceu de um plano gerado pela Junta do Distrito de Coimbra, continuado pela Junta de Província da Beira Litoral a que presidiu o Prof. Doutor Bissaya Barreto, professor da Faculdade de Medicina da Universidade de Coimbra e figura de eminente projecção, eleito para o cargo em 15 de Dezembro de 1945, vindo a tomar posse a 2 de janeiro de 1946.\n\nEsta importante Obra concebeu, e pôs em execução um vasto programa de assistência de apoio e protecção à criança, combate à tuberculose, protecção à grávida, através de acções de higiene e profilaxia social paralelas, de educação, etc., implementadas num largo número de instituições (Casas da Criança, Dispensários, Preventórios, Asilos, Colónias, casa de Educação e Trabalho, escolas Profissionais, etc.).\n\nEste programa assistencial desenvolvido durante o Estado Novo, através da Junta de Província da Beira Litoral e já anteriormente esboçado pela Junta-Geral do Distrito, decorreu da necessidade de transformar a acção reduzida e meramente caritativa que até então velava pelos mais necessitados, por acções com função de apoio social efectivo, junto dos tuberculosos, das grávidas, das crianças e dos idodosos. Acções de verdadeira profilaxia que se tornavam tanto mais urgentes, quando comparados os assustadores índices de crescente mortalidade e os níveis de estagnação no desenvolvimento dos meios de combate á doença e flagelo social de todos quantos se tornavam iminentes alvos de contágio.\n\nAssim dentro do espírito uno da Obra, distinguiram-se em Coimbra: a Obra de Protecção à Grávida e Defesa da Criança, e a Obra de Protecção à Infância. Da primeira fez parte, como guarda avançada, um Dispensário com consultas externas, que funcionou anexo ao &quot;Ninho dos Pequenitos&quot;, onde se velava pela assistência pré-natal, prolongando-se os seus cuidados à 1ª e 2ª infância. Deste modo eram encaminhadas as mulheres grávidas, reconhecidas como indigentes, à Maternidade. Tratando-se de uma mãe tuberculosa, o seu recém-nascido era defendido do contágio sendo recolhido no &quot;Ninho dos Pequenitos&quot;, onde permanecia até á idade de 3 anos. Do mesmo modo, entravam no &quot;Ninho&quot; as crianças abandonadas, órfãs ou em perigo de vida pela ameaça da miséria. Esta instituição, com instalações sanitárias e de higiene regulares, possuía capacidade para 70 crianças. Daí, muitas transitavam para o &quot;Preventório de Penacova&quot;, preparado para acolher as crianças até aos 10 anos de idade, atingidos os quais, tratando-se de rapazes, ingressavam na &quot;Escola Profissional de Agricultura de Semide&quot; recebendo aí uma contínua educação e a aprendizagem de um ofício até ao 18 anos. Tratando-se de raparigas, estas transitavam do Preventório para a &quot;Casa de Educação e Trabalho D. Helena Quadros&quot; (Na Quinta do Linheiro em Sever do Vouga) onde, da mesma forma, se ministravam diversos ofícios e misteres de utilidade doméstica, na sua maior parte, e noções de higiene e sanidade.\n\nA 2ª Obra (de Protecção à Infância) procurou colmatar o terrível flagelo da mortalidade infantil através de programas de educação e acompanhamento de crianças expostas, filhas de indigentes, de pai ou mãe incógnitos, pais reclusos, dementes, etc., vivendo em situação de abandono ou em reconhecido ambiente de &quot;perigo moral&quot;.\n\nProcurou, assim, a Obra tudo fazer, começando desde logo pela educação higiénica das mães, ao mesmo tempo que criava creches e parques infantis, centros de educção física, aquilo que numa palavra se chamou de &quot;Casas de Assistência Infantil&quot; e onde se cuidaria dos menores até aos 7 anos de idade. \n\nAparecem assim: o &quot;Jardim de Infância D. Maria do Resgate Salazar&quot; e o &quot;Parque Infantil Doutor Oliveira Salazar&quot; (anexo ao &quot;Ninho dos Pequenitos&quot;) e as Casas da Criança de Vila Nova de Ourém, de Estarreja-Salreu, de Santa Clara (&quot;Rainha Santa Isabel&quot; em Coimbra), de Castanheira de Pêra (&quot;Rainha D. Leonor&quot;), do Loreto (&quot;D. Joana do Avelar&quot; em Coimbra), dos Olivais (&quot;D. Filipa de Vilhena&quot; em Coimbra) e da Figueira da Foz (&quot;Infanta D. Maria&quot;) e nas quais se instalaram Dispensários de Puericultura, Creches e Parques Infantis.\n\nMercê de contingências administrativas, pelas quais a Junta de Província da Beira Litoral passaria a abranger os distritos de Coimbra, Aveiro e Leiria, ficariam ainda a cargo desta Obra o Asilo-Escola Distrital de Aveiro (com secções diferenciadas por sexos, para crianças dos 7 aos 16 anos) e o Asilo Distrital de Leiria, também com secções diferenciadas para rapazes e raparigas dentro da mesma faixa etária e outra para idosos.", "authorname": "J. Leite", "id": "26532116-8226661911-72157632188938521", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/biblarte/8226661911/#comment72157632189173021", "realname": "Biblioteca de Arte / Art Library Fundação Calouste Gulbenkian", "path_alias": "biblarte", "author": "26577438@N06", "iconserver": "3017", "datecreate": "1354899177", "_content": "Caro J.Leite,\no seu texto ajuda efetivamente a compreender melhor as fotografias de Mário Novais.\nObrigado.\nMelhores cumprimentos", "authorname": "Biblioteca de Arte-Fundação Calouste Gulbenkian", "id": "26532116-8226661911-72157632189173021", "iconfarm": 4}], "photo_id": "8226661911"}, "flarchive:created": 1387727052}