{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/2735773158/#comment72157626796651016", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1306256805", "_content": "A ‘Livraria Buchholz’, foi fundada em 1943 pelo livreiro alemão, e judeu, Karl Buchholz, que deixou Berlim depois da sua galeria de arte e livraria terem sido destruídas pelos bombardeamentos. O alemão que nasceu em Götingen, na Alemanha, em 1901, foi um dos pais da globalização das livrarias. Aos 24 anos, com pouco dinheiro e muita determinação, abriu uma pequena livraria em Berlim, que seria a primeira de 12 espalhadas pela Europa e Américas. Em 1940, Buchholz dá o primeiro passo para a globalização com uma loja em Bucareste. Mas em 1943, quando Berlim está sob bombardeamento da II Guerra Mundial, Buchholz percebe que tem de fugir. \n\nA actividade de Buchholz era incompatível com o regime de Berlim, nomeadamente a venda de autores considerados proscritos, como Thomas Mann. No entanto, a relação de Buchholz com o regime era algo dúbia pois tanto compactuava em manobras de propaganda alemã como salvava da fogueira obras de Picasso e Braque,condenadas pela fúria nazi.  Escolhe Portugal e com a ajuda do amigo Lehrfeld, que já vivia em Lisboa, inaugura a Livraria Buchholz na Avenida da Liberdade.\n\nO interior foi projectado pelo próprio livreiro ao estilo das livrarias da sua terra natal. O espaço estende-se por três andares unidos por uma escada de caracol, com recantos e sofás que proporcionam uma intimidade dos leitores com os livros. A madeira das escadas, chão e estantes torna o espaço acolhedor e agradável. Durante os anos 60, a tertúlia artística lisboeta dos quais se destacam, Escada, Noronha da Costa, Eduardo Nery e Malangatana - passou pela cave da Buchholz, que funcionou como galeria até 1974. \n\nA selecção dos títulos era vasta e incluía várias áreas: artes, ciência, humanidades, literatura portuguesa e estrangeira, livros técnicos e infantis, na cave funciona uma secção de música clássica e etnográfica. Apesar de não ser especializada em nenhuma área, a secção dedicada à ciência política é frequentada por muitos políticos da nossa praça. Sá Carneiro, José Cardoso Pires, Al Berto, Mário Soares, António Lobo Antunes ou Vasco Graça Moura eram clientes habituais desta livraria\n\nAo fim de 65 anos, a ‘Livraria Buchholz’  encerra as portas a 23 de Abril de 2009,  depois de ter sido declarada insolvente por sentença judicial de 22 de Janeiro desse ano. Mas o espírito cultural que a caracterizou vai ser recuperado para a nova loja que se instalará no mesmo espaço perto do Marquês de Pombal, na Rua Duque de Palmela em Lisboa. A ‘Livraria Buchholz’, entra na sua “quarta geração”, já que começou em 1943 na Avenida da Liberdade, em 1965 passou para Rua Duque de Palmela e em 2008 ganhou uma irmã gémea no Chiado, que viria a fechar pouco tempo depois sendo os seus serviços transferidos para a ‘Livraria Sá da Costa’. \n\nReaberta em 8 de Abril de 1910 pela Coimbra Editores, a nova proprietária do espaço, como uma livraria tipo generalista  pretende dar continuidade ao pólo cultural que a Buchholz que foi no passado, mantendo-se como um local de encontro cultural. Passou a acolher eventos especiais como lançamentos de livros, sessões de leitura, e o &quot;Domingo Especial&quot; que são os saldos anuais da livraria, uma vez por ano, no último domingo de Novembro.", "authorname": "J. Leite", "id": "26532116-2735773158-72157626796651016", "iconfarm": 6}], "photo_id": "2735773158"}, "flarchive:created": 1387762030}