{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/5285928120/#comment72157625720932026", "realname": "Richard Norton", "path_alias": "richard_arthur_norton", "author": "54904823@N00", "iconserver": "2568", "datecreate": "1293902127", "_content": "Possibilities:\nGeorge Schlosser (?-1932) of Fort Lee, New Jersey\n\nGEORGE SCHLOSSER.\nNew York Times - Jul 3, 1932\nGeorge Schlosser, who had been prominent in Fort Lee's civic life for several years, ia dead at his home. He recently underwent an operation in the ...\n\n=========\nGeorge Schlosser (1857-?) of Sioux Falls, Dakota\n\nGEORGE SCHLOSSER.\nIn newspaper circles the name of George Schlosser is widely known, for through an extended period he was connected with newspaper publication and news service. At the present time, however, he has retired from that field and is concentrating his efforts upon the management of his private business affairs and upon the furtherance of public activities and benevolent work, which make a strong appeal to him. He was born in Lodi, Wisconsin, September 3, 1857. His father, Henry Schlosser, a native of Germany, came to the United States in the early '50s. He was by trade a wagon maker and blacksmith and became identified with industrial interests at Lodi, where he conducted business until after the outbreak of the Civil war. He enlisted in the United States army during the latter part of that struggle and came to Dakota territory with General Sully, serving with the frontier forces for about fifteen months. He spent the later years of his life in Sioux Falls, passing away at the home of his son George in 1907, when he had reached the ripe old age of seventy-six years. His wife, who was Mrs. Frederica Schlosser. died during the early boyhood of their son George, who was the eldest of a family of six children.\nIn the public schools of Lodi. Wisconsin, George Schlosser was educated and later began learning the printer's trade in his home city. He was eager to master the business and continued in the house where he was originally employed, winning promotion from one position to another until 1883, when he came to Dakota territory. He settled first at Blunt, where he remained for five years, there establishing and conducting the Blunt Advocate. He afterward became a resident of Aberdeen, where he owned and published the Aberdeen Daily News. In 1896 he removed to Sioux Falls, where he established the ready print service, conducting business under the name of the South Dakota Newspaper Union. This undertaking, carefully managed by Mr. Schlosser, became a distinct success and advanced him far on the high road to fortune. In 1911 he disposed of the business and since that time has devoted his energies to his private business affairs and investments and to the many public undertakings in which he is deeply interested and which have constituted a vital force in pushing forward the wheels of progress in this section of the state. He served for some time as the efficient and popular secretary of the Commercial Club, his efforts in that direction being highly resultant and beneficial. He resigned in July, 1914. to take up the promotion of the Sioux Falls &amp; Western Railway, which project is destined to make tributary to Sioux Falls an important section of the state with large natural resources needing a market outlet. He was the promoter of the Carpenter Hotel and has been largely instrumental in bringing various business enterprises and valuable commercial projects to the city. He is one of the directors and stockholders of the Queen City Fire Insurance Company and his private investments have been of an important and gratifying character.\nMr. Schlosser is free from partisan bias in his efforts for the public good and thus casts an independent local ballot, but where national issues are involved votes with the republican party. He was postmaster of the city and is president of the Sioux Falls public library and along lines which tend to ameliorate the hard conditions of life for the unfortunate he has done important and helpful work. He is president of the South Dakota Children's Home Society and has been deeply interested in this most worthy charity since its foundation", "authorname": "Richard Arthur Norton  (1958- )", "id": "8602872-5285928120-72157625720932026", "iconfarm": 3}], "photo_id": "5285928120"}}