{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10671295363/#comment72157637305932416", "realname": "Willem", "path_alias": null, "author": "32921850@N00", "iconserver": "7439", "datecreate": "1383577760", "_content": "Never seen such a cap before.", "authorname": "✿ willem ツ", "id": "32254785-10671295363-72157637305932416", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10671295363/#comment72157637306865433", "realname": "", "path_alias": "ruthhb", "author": "25889396@N02", "iconserver": "2873", "datecreate": "1383578125", "_content": "More information <a href=\"http://www.canadiangreatwarproject.com/searches/soldierDetail.asp?ID=8343\" rel=\"nofollow\">here</a> on his record and biography, and a \n<a href=\"http://www.ellisisland.org/search/FormatPassRec.asp?ID=101447060407&amp;BN=P00144-7&amp;sship=Annetta&amp;lineshipid=20634\" rel=\"nofollow\">little snippet here</a>  from his background\n\n<a href=\"http://data2.collectionscanada.ca/e/e050/e001232980.jpg\" rel=\"nofollow\"> Death record </a>", "authorname": "Ruth Flickr", "id": "32254785-10671295363-72157637306865433", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10671295363/#comment72157637306335525", "realname": "", "path_alias": "ruthhb", "author": "25889396@N02", "iconserver": "2873", "datecreate": "1383579033", "_content": "And front page of his attestation paper  <a href=\"http://www.collectionscanada.gc.ca/databases/cef/001042-119.02-e.php?image_url=http://data2.archives.ca/cef/well1/201477a.gif&amp;id_nbr=376\" rel=\"nofollow\">here</a>", "authorname": "Ruth Flickr", "id": "32254785-10671295363-72157637306335525", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10671295363/#comment72157637321734143", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1383605415", "_content": "Lieutenant Eric Montague Abendana\nRegimental Number:\nNA \nSurvived War:\nNo\nForce:\nArmy \nRegiment:\nCanadian Engineers\nBattalion:\n2nd Battalion \nCompany:\n\nEnlisted or Conscripted:\nEnlisted \nPrior Military Experience:\nYes\nEnlistment Date:\nJanuary 25, 1916 \nAge at Enlistment:\n23\nEnlisted at:\nOttawa, Ontario \nAddress at Enlistment:\nPort Antonio, Jamaica\nCivilian Occupation:\nCivil Engineer \nSaw Service in:\nEurope\nDate of Death:\nOctober 16, 1918 \nAge at Death:\n26\nCause of Death:\nDied of Illness \nBattle Died/Wounded:\n\nBurial:\nDuisans British Cemetery, Etrun, Pas de Calais, France \nPlot:\nVII. B. 89.\nCommemorated:\n\n \nDate of Birth:\nJuly 10, 1892 \nNext of Kin:\nFather: I.M. Abendana, Port Antonio, Jamaica\nPlace of Birth:\nPort Antonio, Jamaica \nCountry of Birth:\nJamaica\nPrisoner of War:\nNo \nMarried:\nNot Specified \nReligion:\nChurch of England\nEthnic Origin:\nCaucasian\n    \nNAC Reference: RG 150, Volume 14-14\nRank Regiment Unit Company\nLieutenant\n\nCanadian Engineers\n\n2nd Battalion\n\nAwards and Decorations\nNotes\n\nSon of I. M. and R. Abendana, of Port Antonio, Jamaica, British West Indies.\nEric Abendana was born in port Antonio, Jamaica on 10th July 1892. Although he was raised in Jamaica he went to Canada for his later education, attending the University of Toronto where he obtained a degree as a Civil Engineer.  He was a Cadet soldier and in 1914 shortly after the outbreak of war he joined the 7th Field Company of the Canadian Engineers who were then based in London.   He did not join the Canadian Expeditionary Force at this time and it has been suggested this was due to a suspicion that he may have been black. (although he had fair skin and curly hair)  Research shows that a Jamaican born university graduate was rejected for the CEF for this reason in August 1914 and this is likely to have been Abendana. Despite this he was promoted to Lieutenant on 13th March 1915.  He returned to Canada for training and was also able to take some leave to visit his parents in Jamaica.  On 26th January 1916 Eric joined the Canadian Engineer Reinforcement Depot at Seaford where it is likely he saw service as an instructor.  On 8th August 1917 he was seconded to the War Office in London where he assisted in the construction of airfields for the Royal Flying Corps Home defence Squadrons. Lieutenant Abendana’s job with the War Office lasted less than a year, and on 5 April 1918, he reported back to the Canadian Engineer Depot at Seaford. The reinforcement machine worked quickly after that, and in rapid succession, Lieutenant Abendana was transferred to the Engineer Reinforcement Battalion, the Engineer Pool in France and then, on 24 July 1918 to the 2nd Battalion Canadian Engineers, then serving in France with the Canadian Corps. As a subaltern with an engineer battalion, Lieutenant Abendana probably commanded a troop of about forty engineers, responsible for hasty bridging, maintenance of forward roads, obstacle clearance and booby-trap disposal. He served with his battalion during ‘Canada’s Hundred Days’ in August 1918, the smashing of the Hindenberg Line in September and the liberation of Cambrai  on 9 October 1918. On 11 October 1918 however, he was hospitalised at the 4th Canadian Casualty Clearing Station where he remained until he died of pleurisy on 16 October. He was buried in Duisans British Cemetery in France. Although nominally an Anglican according to his service records, his headstone carries the Star of David and the epitaph chosen by his parents, “If Love Could Have Saved Thee, Thou Woulds’t Not Have Died.” Eric Abendana was survived by his parents, Israel and Rebecca Abendana of Port Antonio, Jamaica as well as a number of brothers and sisters, several of whom became prominent in Jamaican affairs after the war. He is commemorated, at his college and University in Toronto and is included with all other Jewish war fatalities in the ‘World Book of Jewry’.\n\nSources: Canadian Archives, Commonwealth War Graves Commission and Richard Holt, St Mary’s Museum, Toronto Canada collated by Kevin Gordon, Seaford Museum, Seaford UK\n\nEric Montague Abendana is commemorated on the cenotaph at St. Marys, Ontario, and a number of years ago there was an extensive investigation to document as much as possible about all of the names on the cenotaph.  Eric’s, which happens to be the first name on the memorial,  proved somewhat of a challenge but eventually the information was collected.  It was also documented in Perth County Profiles, Volume 12, No.4 – published by Perth County Branch of the Ontario Genealogical Society. That text is as follows:\n\nWho was Eric Abendana the first name?  No one could find that family name in the town records.  Finally, through an entry in a Book of Remembrance, the staff found his death date and looked for an obituary in the local papers.  Eric Abendana was from Port Antonio, Jamaica, and a graduate in Chemistry from the University of Toronto in 1913.  He was employed by St. Marys Cement Company in their lab.  “ … He was a great favourite with the young people of St, Marys …” the obituary concluded.  Following a letter to The Gleaner in Kingston, Jamaica, information was received that Eric was the son of Israel Moses Abendana, a member of a well-known Sephardic Jewish family who had been prominent in the Jamaican government and civic affairs.\n\nEric has specific mention in three parts of the War Diary of the 2nd Battalion, Canadian Engineers, for the month of October 1918.  The first mention in the narrative text portion on October 16 states: “Lieut. Abendana who was evacuated sick on 7.10.18. is reported to have died in 4th C.C.S.”   In the Battalion Orders (appendices to the Diary) he has two further mentions:  Orders # 110 of October 14 states he was admitted sick to Field Ambulance on 11.10.18; Orders #113 of October 17 states he Died in Hospital on 16.10.18.\n<a href=\"http://www.canadiangreatwarproject.com\" rel=\"nofollow\">www.canadiangreatwarproject.com</a>", "authorname": "brenontario", "id": "32254785-10671295363-72157637321734143", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10671295363/#comment72157637322734204", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1383607552", "_content": "Photos of Eric Montague Abendana\n<a href=\"http://www.veterans.gc.ca/eng/collections/virtualmem/Detail/168502\" rel=\"nofollow\">www.veterans.gc.ca/eng/collections/virtualmem/Detail/168502</a>", "authorname": "brenontario", "id": "32254785-10671295363-72157637322734204", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10671295363/#comment72157637332265344", "realname": "", "path_alias": "victor98", "author": "44191635@N04", "iconserver": "0", "datecreate": "1383630528", "_content": "excellent shot", "authorname": "victor98_2001", "id": "32254785-10671295363-72157637332265344", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10671295363/#comment72157637347924106", "realname": "Martin Cauchon", "path_alias": "lecabri", "author": "28099933@N03", "iconserver": "3782", "datecreate": "1383671477", "_content": "Really like this one.", "authorname": "le cabri", "id": "32254785-10671295363-72157637347924106", "iconfarm": 4}], "photo_id": "10671295363"}}