{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7535942532/#comment72157630509907754", "realname": "", "path_alias": null, "author": "72133717@N05", "iconserver": "0", "datecreate": "1341909590", "_content": "According to the 1901 Census William L Batty was born in Grighlington, Yorkshire in 1892. He lived at North View, Whitehall Road, Drighlington with his parents Tom &amp; Sarah and an older sister Elsie G. By the time of the 1911 Census the family are still living at the same address and William's occupation is listed as Art Student", "authorname": "paddymag1", "id": "32254785-7535942532-72157630509907754", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7535942532/#comment72157630618930032", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1342530000", "_content": "From Page 35 of the History of 1/4 Battalion, Alexandra, Princess of Wales's Own Yorkshire Regiment at <a href=\"http://homepage.ntlworld.com/bandl.danby/035Bn1916.html\" rel=\"nofollow\">homepage.ntlworld.com/bandl.danby/035Bn1916.html</a>\n\n22nd October 1916. The Btn continued training and on this day marched to Mametz Wood where they relieved 5th Borders in Camp. Next day the whole Btn worked on roads.\n\n24th October 1916. The Btn took over Prue and Starfish trench from the 12th Btn Royal Scots.\n\n25th October 1916. The whole relief was very hurried and no notice was given until the order to move.  No one had been round the line. The weather was very wet and the mud appalling. 11 Other Ranks were wounded.\n\nA/Capt William Liley Batty from Drighlington, Bradford, was killed in action.  Before the War he had been a scholarship student at the Royal College of Art, where he carried out an artist's commission for the art critic and explorer Sir Martin Conway [subsequently the first Director General of the Imperial War Museum]. \nHe terminated his studies when War was declared and joined the London University Officer Training Corps in October 1914.\nHe received his Commission in July 1915. He was promoted to Captain on the 16 September 1916, aged 24.\n&quot;He was wounded in the Battalion’s action at Eaucourt L’Abbye in early October 1916 but refused to let this hold him back. On the night of 24/25th October with the Battalion ordered up to the line to provide a relief Captain Batty though still suffering with his wounds remained at duty and moved up with his men.&quot; \n[From &quot;A Memorial Roll of the Officers of Alexandra Princess of Wales Own Yorkshire Regiment Who Died 1914 – 1919.&quot; Compiled by Robert Coulson (1952 – 2008)]\nA report describes him as &quot;... going forward on a reconnaissance with another officer and being blown to pieces by a shell&quot;.  [The other officer was possibly Lt John Burgoyne Hudson, also killed].\nWilliam Batty’s body was never found and his name is today inscribed on the Thiepval Memorial to the Missing high on the Somme battlefield.//", "authorname": "Gary Donaldson", "id": "32254785-7535942532-72157630618930032", "iconfarm": 0}], "photo_id": "7535942532"}}