{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nlireland/5648030772/#comment72157626899170340", "realname": "Peter Denton", "path_alias": "peterdenton", "author": "12220922@N05", "iconserver": "1057", "datecreate": "1307372771", "_content": "Every picture tells a story, they say... I wonder why the eviction was happening - perhaps one of the (now notorious) land evictions? It must have been a pretty big deal, judging by the number of police officers there.", "authorname": "Peter Denton", "id": "47267889-5648030772-72157626899170340", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/nlireland/5648030772/#comment72157627323771680", "realname": "", "path_alias": null, "author": "44911068@N03", "iconserver": "6025", "datecreate": "1312132785", "_content": "My Grandmothers Family ( Liddane ) were evicted from their farm in Rehy, Co. Clare during the closing days of the 19th Century !!! The family scattered to the UK; the USA, and New Zealand !!! The Youngest, Dennis Liddane was killed fighting for the American Army in France; Oct. 10, 1918, about a month before the end of the war. He is buried in France at the Muese Argonne American Cemetery. I don't even think he was an American Citizen. So sad. The family never recovered.", "authorname": "Marine Attack Squadron ( VMA ) 225", "id": "47267889-5648030772-72157627323771680", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/nlireland/5648030772/#comment72157632870285227", "realname": "", "path_alias": null, "author": "93609587@N07", "iconserver": "0", "datecreate": "1361981872", "_content": "Marine Attack Squadron: Tragic story.  My father has been teaching us kids about the unjustices that occurred in Ireland's history all our lives. Reminds me of the movie Dancing at Lughnasa, the story of a family that also never recovered. My great uncle fought for the US, died of unknown causes in Chicago. He was born in Chicago, they moved back to Mayo, then he served in chicago and is buried here. My father, from Dublin also served in the Army, here in the states.", "authorname": "SheilaP73", "id": "47267889-5648030772-72157632870285227", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nlireland/5648030772/#comment72157634651767989", "realname": "Ben Fagan", "path_alias": null, "author": "99002941@N08", "iconserver": "5550", "datecreate": "1373923414", "_content": "The 'Daily News' noticed Lawrence's photographer, Robert French. On July 31st 1888 they ran a particularly amusing story about him 'prowling' around looking for the perfect moments and when upon finding them constructing them by coercing others to pose. In one instance he took a recently evicted family and posed them then spying a priest across the field ran across the field and physically dragged the poor man over to complete the photo!", "authorname": "Robinson_Luzo", "id": "47267889-5648030772-72157634651767989", "iconfarm": 6}], "photo_id": "5648030772"}}