{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/sdasmarchives/7449857188/#comment72157631379860854", "realname": "", "path_alias": null, "author": "63209871@N02", "iconserver": "0", "datecreate": "1346653134", "_content": "I was lucky enough to be at Hawthorne Airport /Jack Northrup Field the day that the restored airplane was flown back to it's original home. A very loud little plane but very natural stealth features because it practically disappeared from sight after turning to final approach. When seen on edge, even in it's bright yellow paint the thing was very hard to see. It made a low pass or two with the sound giving me shivers almost and then landed for the first time in man, many years.\n\nIt was restored by Planes of Fame volunteers and as usual their work was impeccable. A very pretty little plane.\n\nSeveral years later I was visiting an old gentleman that was restoring a very old bi plane whose name escapes me and one of the gentlemen their and I got to talking. It turned out he was the PILOT of the little restored flying wing. We had a great conversation. He said it was a little touchy in yaw but a wonderful little airplane to fly. It had two flat 8 cylinder Franklin engines in it. With the prop set up on it the plane was very loud for such a little plane. later in 2008 it had an inflight fire and destroyed one of these very rare engines. Last I heard it was being restored and parts from a 12 cyl Franklin were being used, in part, to restore the rare engine\n\nI was a private pilot in SoCal during the late 80's and early 90's and actually used to fly over to Hawthorne to practice night landings because my Cherokee was at Long Beach and practicing night landing there was not practical. My flight instructor and my flying mentor both had their planes at Hawthorne and later I lived directly across the street from the runway there.\n\nI feel blessed to have been touched by Jack Northrop's tiny plane and to have it as part of my own flying experience. It would have been so wonderful to have actually flown it but other than the main pilot I talked to I believe only two other people (including Steve Hinton from Planes of Fame) have flown the restored aircraft. To be truthful I would have been scared to death to fly such an important piece of flying history.\n\nBut one can dream.........", "authorname": "vblancer", "id": "49465936-7449857188-72157631379860854", "iconfarm": 0}], "photo_id": "7449857188"}, "flarchive:created": 1387723056}