{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/center_for_jewish_history/4423733828/#comment72157623583955463", "realname": "", "path_alias": "rock_creek", "author": "57668330@N00", "iconserver": "5443", "datecreate": "1269625717", "_content": "Goldschmid was a real estate speculator and the owner of a successful &quot;fancy goods&quot; shop - there are many notices in the <i>Washington Post</i> RE: his buying / selling lots and houses in NW D.C. from the mid-1880s onward - e.g.:\n\n<img src=\"http://polaris.umuc.edu/~rshepard/goldschmid.jpg\" />\n\nHis shop was originally located at 812 Seventh St., NW, and later moved to 1007-1009 F Street, NW (see &quot;Mr. R. Goldschmid's New Store&quot;, 11/11/88 <i>Post</i>, p. 6.)  It was eventually bought by  Woodward and Lothrop, who built their  <a href=\"http://www.flickr.com/photos/army_arch/1904130740/\">flagship store</a> on the site.\n\nGoldschmid died on 1/5/97 - his detailed <i>Post</i> obituary (1/5/97, p. 3) reports that he was born in Prague on 1/23/47, and had lived in Chicago and New Orleans before coming to D.C. at age 21.  The <i>Post</i> also covered his funeral (1/7/97, p. 7) and burial at <a href=\"http://www.adasisrael.org/AboutUs/directions_to_cemetery.htm\" rel=\"nofollow\">Adas Israel Cemetery</a>.  Goldschmid was a member of the still-extant <a href=\"http://www.whctemple.org/our_history.htm\" rel=\"nofollow\">Washington Hebrew Congregation</a>.\n\nHe and Mathilde had 4 children, including a daughter that married into the Sonneborn family (see the obit - Henry Sonneborn was also one of Goldschmid's pallbearers.)  Per the <i>Post</i>, the family lived for many years at 1210 N Street, NW, which has since been razed.\n\nIt does not appear that there were any other Rudolph Goldschmids or R. Goldschmids active in business in D.C. at the time.\n\nI haven't been able to find any additional information about, or a date of death for, Mathilde yet.", "authorname": "rockcreek", "id": "36895548-4423733828-72157623583955463", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/center_for_jewish_history/4423733828/#comment72157623748084470", "realname": "", "path_alias": "center_for_jewish_history", "author": "36988361@N08", "iconserver": "3425", "datecreate": "1270141844", "_content": "rockcreek,\n\nUnfortunately, we don't have any information about Mathilde, either.  our records show that: \n\n<i>the relationship to the Sonneborn family was a bit too far removed for her to be included in the long bound genealogy books one of the Sonneborns put together in the 1990s. Her daughter married into the family. Here is her relation: \n\nPresumably, the daughter of Rudolf Goldschmid and Mathilde Kopper, was Camille Katherine Goldschmid, b July 20 1875 in Washington DC, died Nov 19, 1961 in Baltimore, MD \nShe married Siegmund Bacharach Sonneborn, b April 14, 1872 in Breidebach Germany, died Sep 19, 1940 in Baltimore MD </i>\n\nthank you for your information about Mr. Goldschmid!", "authorname": "Center for Jewish History, NYC", "id": "36895548-4423733828-72157623748084470", "iconfarm": 4}], "photo_id": "4423733828"}}