{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/george_eastman_house/2678366916/#comment72157611974556140", "realname": "", "path_alias": "patmcg", "author": "21111361@N00", "iconserver": "1243", "datecreate": "1230773025", "_content": "Given the dates, I'd guess that the proclamation they're reading might be the death of Edward VII in 1910. That wall looks like the brick wall that surrounds Buckingham Palace.\n\nMind  you, he died in May and those trees are definitely winter trees!\n\nCould it possibly be the death of Queen Victoria, she died in January.", "authorname": "pat mc", "id": "7122330-2678366916-72157611974556140", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/george_eastman_house/2678366916/#comment72157612005999348", "realname": "Alison Nordström", "path_alias": null, "author": "32045990@N07", "iconserver": "3056", "datecreate": "1230820732", "_content": "I'm thinking war dead", "authorname": "Alison, Curator of Photographs", "id": "7122330-2678366916-72157612005999348", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/george_eastman_house/2678366916/#comment72157611978331013", "realname": "", "path_alias": "patmcg", "author": "21111361@N00", "iconserver": "1243", "datecreate": "1230861962", "_content": "War dead would be announced in newspapers: the Palace has a tradition of posting birth/death announcements on the gates and walls.", "authorname": "pat mc", "id": "7122330-2678366916-72157611978331013", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/george_eastman_house/2678366916/#comment72157632909377513", "realname": "Leonard  Bentley", "path_alias": null, "author": "31363949@N02", "iconserver": "3021", "datecreate": "1362393870", "_content": "Hi,\nI think this is Marlborough Road and the wall forms part of the entrance to Marlborough House. The blind window openings on the building behind the wall indicate that it is the Guards Club, the openings were made that way because the building overlooked the grounds of Marlborough House. See below.\n[http://www.flickr.com/photos/31363949@N02/5616692606/]\nI think that the Proclamation refers to the accession of King Edward VII. The proclamation is always written in the same terms, the list which appears on the second sheet are those who have signed the Proclamation, they include the Archbishops of Canterbury and York, Privy Councillors and The Lord Mayor of London and other City representatives. Here is the proclamation of King Edward VII.\n&quot;Whitehall, January 23, 1901.  On Tuesday afternoon, the twenty-second of January instant, at half-past six o'clock, our late most gracious Sovereign Queen Victoria expired at Osborne House, Isle of Wight, in the eighty-second year of Her age, and the sixty-fourth year of Her reign.  This event has caused one universal feeling of regret and sorrow to Her  late Majesty's faithful and attached subjects, to whom She was endeared by the deep interest in their welfare which She invariably manifested, as well as by the signal virtues which marked and adorned Her character.\nUpon the intimation of this distressing event,  the Lords of the Privy Council assembled this day at St. James's Palace, and gave orders for proclaiming His present Majesty, who made a most gracious declaration to them, and caused all the Lords and others of the late Queen's Privy Council, who were then present, to be sworn of His Majesty's Privy Council.\n\nWhereas it hath pleased Almighty God to call to His mercy our late Sovereign Lady Queen Victoria, of Blessed and Glorious Memory, by whose Decease the Imperial Crown of the United Kingdom of Great Britain and Ireland is solely and rightfully come to the High and Mighty Prince Albert Edward : We, therefore, the Lords Spiritual and Temporal of this Realm, being here assisted with these of her late Majesty's Privy Council, with numbers of other principal gentlemen of quality, with the Lord-Mayor, Aldermen, and citizens of London, do now hereby, with one voice and consent of tongue and heart, publish and proclaim, That the High and Mighty Prince Albert Edward, is now, by the death of our late Sovereign, of happy memory, become our only lawful and rightful Liege Lord Edward the Seventh, by the Grace of God, King of the United Kingdom of Great Britain and Ireland, Defender of the Faith, Emperor of India: To whom we do acknowledge all faith and constant obedience, with all hearty and humble affection, beseeching God, by whom Kings and Queens do reign, to bless the Royal Prince Edward the Seventh, with long and happy years to reign over us.\n\nGiven at the Court at St. James's, the twenty-third day of January, in this year of our Lord one thousand nine hundred and one&quot;.", "authorname": "Leonard Bentley", "id": "7122330-2678366916-72157632909377513", "iconfarm": 4}], "photo_id": "2678366916"}, "flarchive:created": 1387755903}