{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8357421783/#comment72157632484848847", "realname": "", "path_alias": null, "author": "92149915@N08", "iconserver": "0", "datecreate": "1357836610", "_content": "Possibly survived the war and promoted to Captain in 1920 when he relinquished his commission as per: <a href=\"http://www.london-gazette.co.uk/issues/31964/supplements/7214/page.pdf\" rel=\"nofollow\">www.london-gazette.co.uk/issues/31964/supplements/7214/pa...</a>", "authorname": "Zaphod_B_42", "id": "32254785-8357421783-72157632484848847", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8357421783/#comment72157632525660259", "realname": "", "path_alias": null, "author": "69662531@N05", "iconserver": "6048", "datecreate": "1358258603", "_content": "There is a British Army WWI Medal Rolls Index Cards, 1914-1920 Record for George Nathaniel Nash which states that he (Captain G N Nash) applied for his medals on 21-2-20 and that the theatre of war was Russia and his address is given as 54 St Ann's Road, Stamford Hill, N15", "authorname": "Historydevotee", "id": "32254785-8357421783-72157632525660259", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8357421783/#comment72157632525922437", "realname": "", "path_alias": null, "author": "69662531@N05", "iconserver": "6048", "datecreate": "1358261152", "_content": "There is a Probate record that could be him:\n\nNash, George Nathaniel of 33 Castleton Mansions Riverview Gardens Barnes Surrey died 4 December 1929. Probate London 31 December to Lena Geraldine Walmisley Nash widow. Effects £9631 12s\n\nwhich would tie in with this death index record:\n\nName:George N Nash\nBirth Date:abt 1888\nDate of Registration:Oct-Nov-Dec 1929\nAge at Death:41\nRegistration district:Richmond\nInferred County:Surrey\nVolume:2a\nPage:655\n\nand this marriage index record:\n\nName:George N Nash\nSpouse Surname:Lush\nDate of Registration:Apr-May-Jun 1924\nRegistration district:Kensington\nInferred County:Middlesex\nVolume Number:1a\nPage Number:274\nFind Spouse:Lena G W Lush", "authorname": "Historydevotee", "id": "32254785-8357421783-72157632525922437", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8357421783/#comment72157632645554458", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1359498716", "_content": "Second Lieutenant George Nathaniel Nash RGA is gazetted as being awarded the Order of St Stanislas, 3rd Class, (with Swords) [a Chivalric Polish decoration awarded by the pro-Romanov supporters of the White Russian Army] in the London Gazette of 14th January 1918.  It would therefore be reasonable to conclude that his active military service was principally in the Russian theatre of operations.  There are some papers concerning this officer on-line at the Archive Grid - <a href=\"http://ip-184-168-105-185.ip.secureserver.net/archivegrid/record.php?id=86168034\" rel=\"nofollow\">ip-184-168-105-185.ip.secureserver.net/archivegrid/record...</a>  These include access details to a diary of his Russian service, of Primary Source research value, from 17 January 1917 to 10 December 1919.  It would appear that Nash was a witness to the Revolution in Petrograd and Moscow as follows:\n&quot;Nash's papers contain first-hand accounts or primary documentation of a number of important events relating to World War I and to the Russian Revolution: the Conference of the Allies in Petrograd, conditions at the Russian southwestern front in 1917, events in Petrograd in March and April of that year, the ceremonies for the burial of victims of the revolution in Petrograd in April 1917, the retreat of Kerensky's forces in the June Offensive, events on the Turkish front in 1918, and conditions in Moscow in early 1919. Nash reports on his audiences with both Tsar Nicholas II and his mother, the Dowager Empress Maria Feodorovna. He frequently depicts the difficult lives of ordinary people in Petrograd, Moscow, and the Caucasus region. He also describes prison life in Moscow and reports stories from Russians he met who had been imprisoned under the Tsar.&quot;\n\nIn the London Gazette of 3 May 1918, as a member of an &quot;Overseas Contingent&quot;, his promotion to Temporary Captain in the Special Reserve is published wef 15 Jan1918 but with a caveat that he is to receive no pay or allowances attracted by that rank before 25 Jan 1918.\n\nNathaniel George Nash was born in 1889 in Middlesex.  In 1911 he was living in Gloucester.\n\nHe was almost certainly out of the Army in 1924 as his name appears in the London Gazette in connection with the liquidation of a Limited Company, Elsworthy-Sadet Ltd at 38 Victoria Street, London SW1.  Nash's address at the time is given as 197 Victoria Street, London SW1. [London Gazette of 15th April 1924].//", "authorname": "Gary Donaldson", "id": "32254785-8357421783-72157632645554458", "iconfarm": 0}], "photo_id": "8357421783"}}