{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2722924006/#comment72157606493560079", "realname": "Joe", "path_alias": "whyaduck", "author": "30085166@N00", "iconserver": "0", "datecreate": "1217637891", "_content": "There was a German athlete named <a href=\"http://www.sports-reference.com/olympics/athletes/wa/josef-waitzer-1.html\">Josef Waitzer</a>, who competed in the 1912 Olympics at Stockholm. However, this Bain diptych depicts two different athletes. From the negative caption it appears that Waitzer is the mustachioed fellow on the right, but I've found no references to Waitzer participating in the shot put. Waitzer's Olympic events were the javelin throw, discus throw, and pentathlon. \n\nStill, this photo probably does depict Josef Waitzer (I'd considered the possibility that this was a Bain caption error.) There's a small photo of Josef Waitzer in 1930 on <a href=\"http://www.stern.de/wirtschaft/unternehmen/596746.html\">this web page</a>, older and stockier but still resembling the guy in this photo. By that time he was Reichssportminister, according to the caption.", "authorname": "whyaduck", "id": "8602872-2722924006-72157606493560079", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2722924006/#comment72157606540494440", "realname": "", "path_alias": "library_of_congress", "author": "8623220@N02", "iconserver": "3703", "datecreate": "1217877394", "_content": "whyaduck:\n\nThanks for the information.  It does seem likely this is Josef Waitzer on the right.  The fact that he is participating in the shot put does not detract  from that possibility since shot put is one of the five events of the pentathlon. Unfortunately, we do not have the identity of the gentleman on the left in our original caption data.  \nWe will add information regarding Waitzer's name to the source data and reload the description here in Flickr to match.", "authorname": "The Library of Congress", "id": "8602872-2722924006-72157606540494440", "iconfarm": 4}], "photo_id": "2722924006"}}