{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/swedish_heritage_board/3874154159/#comment72157622081589961", "realname": "", "path_alias": null, "author": "29774442@N07", "iconserver": "0", "datecreate": "1251816582", "_content": "The last 100 years have seen great progress in archaeological knowledge and a near complete loss of fashion sense and style...\n\nGreat photo!", "authorname": "David Haskiya", "id": "34326855-3874154159-72157622081589961", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/swedish_heritage_board/3874154159/#comment72157622918329113", "realname": "", "path_alias": "northofsweden", "author": "48036462@N00", "iconserver": "3142", "datecreate": "1261402075", "_content": "This is so odd, saying that Kumo is in Sköns parish. Nowadays it is situated in Sundsvall Gustaf Adolf parish. But I think I know the explanation.\n\nWe live in Härsta, a homestead north of Sundsvall, not far from Sköns church in Sköns parish. This area was once also the municipality of Skön. In the south of present Sundsvall there is an area with streets named after homesteads (stamfastigheter) from around Sköns parish: Härsta, Römsta, Färsta, Hillsta, Huggsta. The area is called Skönsmon.\nApparently the farmers of Sköns parish north of town had summer pastures for their cattle south of Sundsvallsviken (Bay of Sundsvall). The cattle was transported by boat across the bay in spring and in autumn.\n\nThat is why Skönsmon once was part of the northern parish of Skön. Kumo is an address in Skönsmon. \n\nAround where we live there are a lot of Iron Age graves, btw. I think we almost have one on our grounds. But there doesn't seem to be any pics from them posted here.", "authorname": "northofsweden", "id": "34326855-3874154159-72157622918329113", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/swedish_heritage_board/3874154159/#comment72157622919492357", "realname": "", "path_alias": "swedish_heritage_board", "author": "34419668@N08", "iconserver": "7395", "datecreate": "1261414266", "_content": "northofsweden: Interesting and confusing... The grave is situated in Kumo, which is part of Skön parish according to the text on the photo and data in our archives. I found Kumo on Eniro maps, south of Sundsvall. (Should be southeast of Sundsvall town and not southwest of it, so I'll change that.)\n\nRead about the grave in in this article in Fornvännen from 1924 by the archaeologist Gustaf Hallström (in Swedish): <a href=\"http://fornvannen.se/pdf/1920talet/1924_259.pdf\" rel=\"nofollow\">fornvannen.se/pdf/1920talet/1924_259.pdf</a>  There is a map with the graves marked, southeast of the town. \n\nKumo is - as you say - obviously located in Skönsmon and must therefore be part of Sundsvall today. Skönsmon was incorporated in Sundsvall town in 1948. Earlier it was part of Skön parish. I'll change the information. Thanks for your observation!\n\n/Anna B.", "authorname": "Swedish National Heritage Board", "id": "34326855-3874154159-72157622919492357", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/swedish_heritage_board/3874154159/#comment72157623045211730", "realname": "", "path_alias": "northofsweden", "author": "48036462@N00", "iconserver": "3142", "datecreate": "1261424836", "_content": "Tack.\nJag har fått veta hur det låg till genom boken Kyrkan och bygden som gavs ut av Sköns församling i samband med 150-årsjubiléet 2000. Skönsmon skildes från Sköns församling 1948.", "authorname": "northofsweden", "id": "34326855-3874154159-72157623045211730", "iconfarm": 4}], "photo_id": "3874154159"}}