{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10573503474/#comment72157637160394676", "realname": "Michael Day", "path_alias": null, "author": "13706945@N00", "iconserver": "3710", "datecreate": "1383237516", "_content": "According to <a href=\"http://en.wikipedia.org/wiki/HMS_Audacious_(1869)\" rel=\"nofollow\">Wikipedia</a>, HMS Imperieuse was formerly HMS Audacious, &quot;the lead ship of the Audacious-class ironclads built for the Royal Navy in the late 1860s.&quot; In 1914, she was towed to Scapa Flow to be used as a receiving ship (a ship that is used &quot;to house newly recruited sailors before they are assigned to a crew&quot; - also from <a href=\"http://en.wikipedia.org/wiki/Hulk_(ship)#Receiving_hulk\" rel=\"nofollow\">Wikipedia</a>). A post on <a href=\"http://archiver.rootsweb.ancestry.com/th/read/MARINERS/2001-07/0994794290\" rel=\"nofollow\">Rootsweb</a> says that HMS Imperieuse was used as a depot ship for trawlers and tugs.  At various other times in her career, she was also known as HMS Fisguard and HMS Victorious.", "authorname": "michaelday_bath", "id": "32254785-10573503474-72157637160394676", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10573503474/#comment72157637161861033", "realname": "Michael Day", "path_alias": null, "author": "13706945@N00", "iconserver": "3710", "datecreate": "1383238650", "_content": "A Sub-Lieutenant C. G. Ashton appears in RNAS appointments in <em>Flight</em>, <a href=\"http://www.flightglobal.com/pdfarchive/view/1916/1916 - 0692.html\" rel=\"nofollow\">17 August 1916</a>.", "authorname": "michaelday_bath", "id": "32254785-10573503474-72157637161861033", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10573503474/#comment72157637161545035", "realname": "Michael Day", "path_alias": null, "author": "13706945@N00", "iconserver": "3710", "datecreate": "1383240289", "_content": "Given that the RFC and RNAS were amalgamated on 1 April 1918, it may also be worth noting that a Captain Cecil George Ashton of the Royal Air Force appears in the <a href=\"http://www.cwgc.org/find-war-dead/casualty/388138/ASHTON, CECIL GEORGE\" rel=\"nofollow\">CWGC database</a>. According to this record, he was born in Australia and was the son of Rossi and Blanche Ashton, of Kingsmount, Kingswear, Devon. He died on the 14 February 1919, aged 34, apparently of <a href=\"http://www.rafcommands.com/forum/showthread.php?313-RAF-officer-deaths-12.11.18-31.12.28\" rel=\"nofollow\">natural causes</a> (influenza?). The CWGC entry doesn't make this clear, but it is highly likely that his father was the illustrator <a href=\"http://www.daao.org.au/bio/george-rossi-ashton/biography/\" rel=\"nofollow\">George Rossi Ashton</a>, the brother of the artist <a href=\"http://adb.anu.edu.au/biography/ashton-julian-rossi-5073\" rel=\"nofollow\">Julian Rossi Ashton</a>.", "authorname": "michaelday_bath", "id": "32254785-10573503474-72157637161545035", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10573503474/#comment72157637164400346", "realname": "Michael Day", "path_alias": null, "author": "13706945@N00", "iconserver": "3710", "datecreate": "1383245784", "_content": "A Temporary Lieutenant Cecil George Ashton of the Royal Naval Volunteer Reserve (seniority 1 April 1917) appears in the <a href=\"https://archive.org/details/navylistoct1917grea\" rel=\"nofollow\">Navy List</a>, October 1917, p. 526z (via the Internet Archive).\n\nA Captain C. G. Ashton appears in the unemployed list in the <a href=\"https://archive.org/details/monthlyairforfeb1919grea\" rel=\"nofollow\">Monthly Air Force List</a>, February 1919, p. 3451-3453 (via the Internet Archive).", "authorname": "michaelday_bath", "id": "32254785-10573503474-72157637164400346", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10573503474/#comment72157637164530006", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1383246040", "_content": "There is a book <i>Kingswear Heroes - in Peace and War</i>, by Tessa Gibson and Trevor Miles\nPublished by the Kingswear Historians in 2011, 56 pages. A5 size booklet.\nThe people in the book include Cecil George Ashton.", "authorname": "brenontario", "id": "32254785-10573503474-72157637164530006", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10573503474/#comment72157637207614026", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1383354092", "_content": "His RNAS and RAF records are both available to download from the National Archive.\n\nRNAS - reference ADM 273/23/481 Cecil George Ashton\n<a href=\"http://discovery.nationalarchives.gov.uk/SearchUI/Details?uri=C9753232\" rel=\"nofollow\">discovery.nationalarchives.gov.uk/SearchUI/Details?uri=C9...</a>\n\nThe RAF records for a Cecil George born 15th January 1857 are held under reference AIR 76/12/139 \n<a href=\"http://discovery.nationalarchives.gov.uk/SearchUI/Details?uri=D8187664\" rel=\"nofollow\">discovery.nationalarchives.gov.uk/SearchUI/Details?uri=D8...</a>\n\nThat obviously doesn't tie in with him being 34 in 1919 so I wonder if thats either a typo or in fact that there were two Cecil George Ashton's.\n\nThere are then Royal Navy Volunteer Reserve records for a Cecil George Ashton under ADM 337/122/330 \n<a href=\"http://discovery.nationalarchives.gov.uk/SearchUI/Details?uri=D8644689\" rel=\"nofollow\">discovery.nationalarchives.gov.uk/SearchUI/Details?uri=D8...</a>\n\nI couldn't find him on the 1911 census, but on the 1901 census for England and Wales, the 16 year old Cecil G, born Melbourne Australia, was recorded at 3 Northacre Mansions, Hampstead. This was the household of his parents, Rossi, (aged 45 and a Newspaper Artist and Entertainer from Penzance, Cornwell) and Blanche, (aged 43 and from Melbourne, Australia). As well as Cecil G, they have another son Gerald R, (aged 13 and from Melbourne, Australia).\n\nBy the time of the 1911 census, Rossi and Blanche have moved to The Anchorage, Elmcroft Crescent, Golders Green, London. Rossi is now describing himself as a Variety Artist. \n\nHis son Gerald R is now sharing a house at Hampstead and describes himself as a Head Clerk and Assistant Manager for a Concert Agency. His birthplace is now given as Victoria, Australia.\n\nFrom a biography on Julian Rossi Ashton, there is this on Cecil's father, George Rossi.\n\n<i>His brother George Rossi (b.1857) studied at the South Kensington School of Art and became a black-and-white illustrator for the London Graphic. In 1877-78 he represented the Illustrated London News at the Kaffir war and next year joined Julian on the Illustrated Australian News in Melbourne; together they covered the capture of the Kelly gang at Glenrowan. He was among the first sketch-artists of the Bulletin, drew also for the Australasian Sketcher, the Illustrated Sydney News and the Picturesque Atlas of Australasia, and was art editor and artist for Victoria and its Metropolis. In 1886-88 he was a member of the Art Society of New South Wales and the Australian Artists' Association (Victoria). In 1893 he returned to England where he continued to illustrate for various papers and toured music-halls with a lightning-sketch routine. He published Australasian Sketches (London, 1895). He had married Blanche Brooke, daughter of George Coppin, and settled on the River Dart with his wife and two sons.</i>\n<a href=\"http://adb.anu.edu.au/biography/ashton-julian-rossi-5073\" rel=\"nofollow\">adb.anu.edu.au/biography/ashton-julian-rossi-5073</a>\n\nThere is a Gerald Rossi Ashton whose name appears on the list of newly commissioned officers published in the London Gazette on the 2nd March 1915, effective 31st December 1914.\n<a href=\"http://www.london-gazette.co.uk/issues/29086/pages/2115/page.pdf\" rel=\"nofollow\">www.london-gazette.co.uk/issues/29086/pages/2115/page.pdf</a>\n<a href=\"http://www.london-gazette.co.uk/issues/30199/pages/7488/page.pdf\" rel=\"nofollow\">www.london-gazette.co.uk/issues/30199/pages/7488/page.pdf</a>\n\nHowever there is no obvious Medal Index Card for him - the nearest is a Temporary Second Lieutenant C G Rossi-Ashton, who served with the South Lancashire Regiment.\n\nIts in the London Gazette of the 19th June 1917 we get a possible explanation for the absense of a Medal Index Card. The announcement then is that he is promoted from Lieutenant to Temporary Captain in the Indian Army General Reserve of Officers.\n<a href=\"http://www.london-gazette.co.uk/issues/30138/pages/6052/page.pdf\" rel=\"nofollow\">www.london-gazette.co.uk/issues/30138/pages/6052/page.pdf</a>", "authorname": "Moominpappa06", "id": "32254785-10573503474-72157637207614026", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10573503474/#comment72157637282105284", "realname": "Michael Day", "path_alias": null, "author": "13706945@N00", "iconserver": "3710", "datecreate": "1383521715", "_content": "[http://www.flickr.com/photos/43688219@N00] If Cecil George Ashton (AIR 76/12/139) really had been born in 1857, he would have been around 57 in 1914 ...", "authorname": "michaelday_bath", "id": "32254785-10573503474-72157637282105284", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10573503474/#comment72157637281550125", "realname": "Michael Day", "path_alias": null, "author": "13706945@N00", "iconserver": "3710", "datecreate": "1383521749", "_content": "Just for the sake of completeness, the full name of C. G. Rossi-Ashton of the South Lancashire Regiment was Cyril George Rossi-Ashton; he later joined the Tank Corps (7th Bn.) and was awarded the DSO in 1918 (Edinburgh Gazette, <a href=\"http://www.edinburgh-gazette.co.uk/issues/13362/pages/4386/\" rel=\"nofollow\">4 December 1918</a>, p. 4386), when an Acting Major. In later life, it appears that he lived at Ludwell Cottage, Horsted Keynes, Sussex after 1940 and that he died there in 1978 (see the memories of his son published on the <a href=\"http://www.horstedkeynes.com/ludwell.html\" rel=\"nofollow\">Horsted Keynes</a> web pages and the death report in the London Gazette of <a href=\"http://www.london-gazette.co.uk/issues/47711/pages/14987/\" rel=\"nofollow\">12 December 1978</a>). Cyril George was the son of Albert Rossi-Ashton of Hove, Sussex, was born in 1895, and educated at Tonbridge School (Debrett's Baronetage, Knightage, and Companionage, 1931).", "authorname": "michaelday_bath", "id": "32254785-10573503474-72157637281550125", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10573503474/#comment72157637314103663", "realname": "Michael Day", "path_alias": null, "author": "13706945@N00", "iconserver": "3710", "datecreate": "1383591487", "_content": "I've managed to track down that booklet on the <em>Kingswear heroes - in peace and war</em>, by Tessa Gibson and Trevor Miles (2011). If anything, the information there makes things even more confusing as it doesn't mention the RNAS at all! It also puts Cecil George's birth year as 1900, which doesn't fit with what the CWGC database says (although Gibson and Miles note that Ashton's service record is untidy and almost illegible). \n\nTo summarise, the entry in the book records that the Kingswear Cecil George Ashton was the son of George Rossi Ashton, a famous artist and illustrator. It claims that, according to his service record, Cecil George was born in 1900 (in Australia) and by 1918 had joined the Australian RNVR, and had been accepted for the Royal Flying Corps. By May 1918, he was a Lieutenant, a Temporary Captain in administration. By 16th June 1918 he was stationed at Strathbeg, an airship base. He was later based at Malahide and Llangefni (North Wales), with short postings to London and Wexford, before being posted to Pembroke (also an airship base) in December. On the 1st January 1919, he was sent to a dispersal centre at Crystal Palace. On the 21st January 1919, he was placed on the unemployed list, but remained in the RAF. On the 24th February, he died of influenza and pneumonia at 22 St. John's Wood Park, [London].\n\nThe entry finally cites an entry in <em>The Times</em>:\n\n<em>Death - On Active Service - In loving memory of Capt. Cecil Rossi Ashton, RAF., the loved son of Mr. and Mrs. Rossi Ashton, Kingswear.</em>\n\nI'm still not convinced that we have linked this photograph with the correct person. The presence of two Admiralty records - one RNAS, the other RNVR - perhaps suggests that there may have been two different people called Cecil George Ashton.", "authorname": "michaelday_bath", "id": "32254785-10573503474-72157637314103663", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10573503474/#comment72157637317881924", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1383598837", "_content": "1911 census for England and Wales has one clear possibilities out of the 16 matches, (according to the search engine on the Genes Re-united site) for a Cecil Ashton.\n\nCecil George, aged 27, born Hornsey, an Insurance Clerk who was living with his in-laws at 22 Granville Road, Stroud Green, Hornsey.\n\nGoing back to the 1901 Census, the Hornsey born individual and the son of George Rossi Ashton are the only two Cecil G's listed.\n\nSo being an insatiable curiousity child  I looked again at the information above. We know from the photograph that he was an officer in the Royal Navy of indeterminate age - could be anywhere between mid-20's to fifties :-)\n\nI know I could only find one set of Royal Navy records at the National Archive. Ipso facto, I thought, if I downloaded the Navy record, it might provide the confirmation we are looking for, although my initial presumption was that he started in the Royal Navy, joined the Royal Naval Air Service when that branch of the Navy expanded rapidly, (and was the more likely to see action) and subsequently transferred to the RAF when the RNAS and RFC merged.\n\nAnd so it turned out to be.\n\nThe records consist of two handwritten pages covering two individuals. Cecil George Ashton was a Sub-Lieutenant, (Temporary), effective 12.8.1916, and was promoted to Lieutenant, (Temporary), 1.4.1917.\n\nPostings are:-\n12.8.1916 President 11 for RNAS (Air Service Constructional Corps)\n17.8.1916 President for Crystal Palace (ACC)\n20.11.1916 Dunkirk Air Station (ACC)\n26.1.1917 Pulham Air Station (ACC)\n6.2.1917 Scarpa Air Station (ACC)\n1.4.1917 ????(Seafit?) on promotion\n10.11.1917 Pulham\nCOMP. TERM ON TRNSFR RAF 1/4/18\n\nThe various Naval bases shown as HMS President were just there for pay and administration purposes - Cecil might well have done some of his training on the Imperieuse, although Crystal Palace was also a major training establishment.\n\nNot sure if thats got us any further forward and Moominmama has just impounded my credit card :-)", "authorname": "Moominpappa06", "id": "32254785-10573503474-72157637317881924", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10573503474/#comment72157637351580663", "realname": "Michael Day", "path_alias": null, "author": "13706945@N00", "iconserver": "3710", "datecreate": "1383677110", "_content": "[http://www.flickr.com/photos/43688219@N00] Do you think that Scarpa Air Station could be Scapa Flow? Pulham was an RNAS airship station near Pulham St Mary (Norfolk), so airships seem to be a common thread.", "authorname": "michaelday_bath", "id": "32254785-10573503474-72157637351580663", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10573503474/#comment72157637351675374", "realname": "Michael Day", "path_alias": null, "author": "13706945@N00", "iconserver": "3710", "datecreate": "1383677907", "_content": "I agree that getting progress on C. G. Ashton has not been easy, even with regard to just confirming his first name.\n\nThe posting to HMS President on 17 August 1916 that you mention from the service record also appears in <em>Flight</em>, 17 August 1916, under the RNAS heading:\n\n<em>Temporary commissions (Royal Naval Volunteer Reserve) have been granted to the undermentioned, with seniority as follows:  Lieutenants -- W. N. Goldsmith and W. J. Fernie, Aug. 12th; Sub-Lieutenants -- C. F. Yeomans (Chief Petty Officer), Aug. 10th ; C. D. Butler and C. G. Ashton, Aug. 12th.</em>\n<a href=\"http://www.flightglobal.com/pdfarchive/view/1916/1916%20-%200692.html\" rel=\"nofollow\">www.flightglobal.com/pdfarchive/view/1916/1916%20-%200692...</a>\n\nFinally, there is a mention in the London Gazette of Captain C. G. Ashton's transfer to the unemployed list on the 21st January 1919, which confirms what is said in <em>Kingswear Heroes</em> and the <em>Monthly Air Force List</em> of February 1919.\n\nLondon Gazette, <a href=\"#//www.london-gazette.co.uk/issues/31136/pages/1078/”\" rel=\"nofollow\">21 January 1919</a>, p. 1078: “Air Ministry, 21st January, 1919. ROYAL AIR FORCE. […] The undermentioned are transferred to unempld. list:-- [….] 11th Jan. 1919. Capt. C. G. Ashton.”\n\nI'm beginning to think that there is just one Cecil George Ashton; I am still not certain, however, whether the Lieutenant C. G. Ashton featured in this photograph is the same person. I think that they probably are (there is only one C. G. Ashton in the 1917 <em>Navy List</em>). However, except for the possible mention of Scapa Flow in the service record from 1917, I cannot find any obvious link with HMS Imperieuse.", "authorname": "michaelday_bath", "id": "32254785-10573503474-72157637351675374", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10573503474/#comment72157637352369813", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1383678661", "_content": "My assumption was that Scarpa was indeed the RNAS Air Station at Scarpa Flow, which included a reconnaisance balloon section and a kite ballon section. Pulham was a centre of air-ship development in the UK and would be the site of the massive hangars that housed the R101 in the 1930's.\n\nLot of great information on this site about RNAS Scarpa Flow. \n<a href=\"http://www.scapaflow.co/index.php/history_and_archaeology/the_20th_century/war/air_activity\" rel=\"nofollow\">www.scapaflow.co/index.php/history_and_archaeology/the_20...</a>\n\nNote the experiments with landing aircraft  on the first aircraft carrier that took place early in 1917, which included a mock up on land - I wonder if the entry in Ashton's record at this time somehow relates.", "authorname": "Moominpappa06", "id": "32254785-10573503474-72157637352369813", "iconfarm": 1}], "photo_id": "10573503474"}}