{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/6874656320/#comment72157629699312221", "realname": "Joseph Haran", "path_alias": null, "author": "52325611@N05", "iconserver": "8412", "datecreate": "1333084312", "_content": "<a href=\"http://www.boulevardsentinel.com/07-2009.htm\" rel=\"nofollow\"><u>Eagle Rock -Northeast Los Angeles News</u></a>\n\n<b>Boulevard Sentinel</b>\nVOLUME XIII ISSUE 3\nNews and Views for Northeast Los Angeles\nJuly 2009\n\n<b>Looking Back</b>\n<b>by Joe Walker\n80 years ago this month-</b>\nEagle Rock\nA social gathering was organized by the local women's clubs in what was called the &quot;Argus Bowl&quot; and &quot;Argus Gardens&quot; on July 7, 1929, when a Russian musical troupe entertained the local ladies. Dr. Sonia Poushkareff claimed to be related to Russian nobility as she regaled the group with the story of her life and entertained the audience with music from her 25 piece orchestra. Poushkareff stayed active in local affairs for many years after that, alternating from appearing at social functions to taking anti-Soviet/anti-Communist stands. She made a living as a dentist after arriving in the U.S. in 1924, and carried several scars from bullet wounds she suffered in the Russian Revolution.", "authorname": "Flyvapnet", "id": "8602872-6874656320-72157629699312221", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/library_of_congress/6874656320/#comment72157629699808033", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1333092460", "_content": "This photo is from 1927 apparently, therefore out of place chronologically in the general flow of the news photos.  I think Flyvapnet has correctly identified the subject. \nThis looks like a publicity photo from a movie or play.  There is a small article on Sonia Poushkareff in the Brooklyn Daily Star of October 11, 1927 that recounts her perilous experiences in the Russian Civil War and her emigration to the U.S., where she studied dentistry and began acting and writing screenplays. The article states she is currently appearing in a film adaptation of Tolstoy's &quot;Resurrection&quot; at the Loew's Astoria, which was released in March, 1927.\n<a href=\"http://fultonhistory.com/Newspaper%2015/Brooklyn%20NY%20Daily%20Star/Brooklyn%20NY%20Daily%20Star%201927/Brooklyn%20NY%20Daily%20Star%201927%20-%203139.pdf\" rel=\"nofollow\">fultonhistory.com/Newspaper%2015/Brooklyn%20NY%20Daily%20...</a>\n\n There are 1929 and 1930 petitions for U.S. Citizenship (behind the paywall at fold3.com) for a Sophia Georgievna Poushkareff, occupation dentist, born in Russia in 1893.  It recites that she arrived in New York in 1923, and had lived in Los Angeles since1926. The petition requests that her first name be changed to Sonia.\nThere are numerous references to her in the Los Angeles Times in the 20's and 30's.  She seems to have put on frequent pageants and Russian cultural events.  She apparently sometimes referred to herself as Countess and Princess.\nThere is a reference to her in December, 1929, putting on a program of ballet and songs of her native country in Los Angeles. <a href=\"http://www.ebooksread.com/authors-eng/ildefonso-antonio-bermejo/architect-and-engineer-volume-v99-100-oct-1929-mar-1930-fna/page-38-architect-and-engineer-volume-v99-100-oct-1929-mar-1930-fna.shtml\" rel=\"nofollow\">www.ebooksread.com/authors-eng/ildefonso-antonio-bermejo/...</a>", "authorname": "artolog", "id": "8602872-6874656320-72157629699808033", "iconfarm": 4}], "photo_id": "6874656320"}}