{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/3175040962/#comment72157612615976866", "realname": "Geir Helge Nilsen", "path_alias": "nilsenhelgeir", "author": "34353889@N02", "iconserver": "3341", "datecreate": "1232055290", "_content": "Eidsfoss all right, at the Bandakkanal (Norsjø-Bandakkanalen) -\nthe locks and waterfall between Ulefoss (3 km downstream) and\nVrangfoss (0,8 km upstream). Would estimate picture to be shot from Eiestranda (UTM32V 144360 N, 47746 E), not as far downstream on the \nright (western) bank as Striken (UTM32V 143983 N, 47826 E). The central\npart of the picture is Eidsfoss locks (UTM32V 144614 N, 47643 E) with the \nold &quot;needle dam&quot; (torn down in the early 1960'ies and replaced with\na modern dam when the third and present hydropower station was\nbuilt in the waterfall, the first constructed during WWI)\nThe nearest buildings in the hillside were built for the workers manning the canal gates in traffic (in Norwegian: slusevokterboligen)  Higher in the hillside (Hølalia i Stangefjell) is the quarry (for granite blocks for the construction of the canal) freshly visible in the forest. The old road between Ulefoss and Lunde (Skaravegen) passes between &quot;slusevokterboligen&quot; \n\n<a href=\"http://www.flickr.com/photos/nilsenhelgeir/4056481130/\">www.flickr.com/photos/nilsenhelgeir/4056481130/</a> \n\nand the quarry.\nFurther north on this road, over the highest part of the locks is the cottage Eidshaug visible in the forest (at UTM32V145029N 47536E)\n(Eidshaug, sjå: <a href=\"http://www.flickr.com/photos/nilsenhelgeir/4055737355/\">www.flickr.com/photos/nilsenhelgeir/4055737355/</a>\neller: <a href=\"http://www.flickr.com/photos/nilsenhelgeir/4055736519/\">www.flickr.com/photos/nilsenhelgeir/4055736519/</a>\n\n. The forests were owned by the Aall family at Ulefos manor and the cottage was rented to their loggers / crofters. The view is mainly unchanged since then with the exception of the most recent hydropower plant and dam at the waterfall.", "authorname": "nilsenhelgeir", "id": "8602872-3175040962-72157612615976866", "iconfarm": 4}], "photo_id": "3175040962"}}