{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2162729025/#comment72157605422855757", "realname": "", "path_alias": null, "author": "11572312@N00", "iconserver": "0", "datecreate": "1212534127", "_content": "NYTimes has story from Sept 27, 1912 about Japanese Typhoon:\n<a href=\"http://query.nytimes.com/gst/abstract.html?res=9A0DE5DF133CE633A25754C2A96F9C946396D6CF&amp;scp=1&amp;sq=&quot;typhoon&quot;+and+japan&amp;st=p\">query.nytimes.com/gst/abstract.html?res=9A0DE5DF133CE633A...</a>", "authorname": "Harry Angstrom", "id": "8602872-2162729025-72157605422855757", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2162729025/#comment72157607219531576", "realname": "Rob Ketcherside", "path_alias": "tigerzombie", "author": "29056926@N02", "iconserver": "3136", "datecreate": "1221092510", "_content": "I doubt this is the 1912 typhoon you mentioned.  I can't imagine how a typhoon that came ashore in Osaka could still have enough force to toss boats in Tokyo.\n\nI'd like to figure out when this typhoon was - best guess I have after a couple hours of web searching (in Japanese and English) is 1917, but that's outside of LoC's target range of 1910 to 1915.  I posted some info on the <a href=\"http://www.flickr.com/photos/library_of_congress/2162726321/\">Meiji Maru</a> photo.", "authorname": "Rob Ketcherside", "id": "8602872-2162729025-72157607219531576", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2162729025/#comment72157607463631132", "realname": "Brian G. Kennedy", "path_alias": "pokoroto", "author": "90686988@N00", "iconserver": "2260", "datecreate": "1222249700", "_content": "I don't think the boat was anchored on the coast.  It looks more like a river boat or a small inland fishing boat that was probably anchored a mile inland and was  raised up by either a wave surge or flooding.\nThere could be a little river very nearby.", "authorname": "pokoroto", "id": "8602872-2162729025-72157607463631132", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2162729025/#comment72157618544225153", "realname": "", "path_alias": "akatayama", "author": "95609303@N00", "iconserver": "7345", "datecreate": "1243012499", "_content": "Please reconsider retitling this photo to spell out Japanese.  The abbreviation chosen is offensive to many and reverts to the dismissive terminology used during WWII and is out of place in this day and age.\n\n--\n<i><a href=\"http://www.flickr.com/photos/library_of_congress/page325/\">Seen on your photo stream.</a></i> <em>(<a href=\"http://6v8.gamboni.org/Flickr-Add-referer-into-comments.html\">?</a>)</em>", "authorname": "cgfan", "id": "8602872-2162729025-72157618544225153", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2162729025/#comment72157618603117297", "realname": "", "path_alias": "library_of_congress", "author": "8623220@N02", "iconserver": "3703", "datecreate": "1243124573", "_content": "Thanks for understanding that no offense is intended. We retain the original title of a photograph as part of preserving the historical record. The Bain News Service photo titles are available from several sources—typed in the set of caption cards consulted while making the scans, hand-written on an older set of cards, and etched on the negatives themselves. In this case, the abbreviated term is the only form found.", "authorname": "The Library of Congress", "id": "8602872-2162729025-72157618603117297", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2162729025/#comment72157618737558336", "realname": "", "path_alias": "akatayama", "author": "95609303@N00", "iconserver": "7345", "datecreate": "1243200214", "_content": "Sorry, but I do not understand the need to title the photo by what is marked on the photo itself.  The photo stands by itself and there is no need to carry the offensive abbreviation to the title.  The title of the photo cannot be excused by the claim that it merely reflects what is written on the photo itself, as the choice of title is the free choice of the poster, the Library of Congress, and as such reflects the Library of Congress' own voice.\n\nIs it not the Library of Congress' own voice when titling a photo that contains no textual markings?  Does it not reflect the best judgment of the Library of Congress regarding the presumed factual (and not editorial) content of the photo?\n\nAnd what if extensive study shows that there exists photos in the collection that is marked in error with incorrect information?  Would you in fact title the photo with the incorrect information?  I suspect not, as it would be assumed that unless otherwise explicitly stated that the title is written in the voice of the Library of Congress.\n\nAnd are your methods such that any offensive comment written on a photo in your archives will also carry the same title on Flickr?\n\nAnd what is one to make of <a href=\"http://www.flickr.com/photos/library_of_congress/2163954104/\">this photo</a>, where a selective correction to the hand-written note was made when composing its title?\n\nPerhaps there can be a reasonable compromise.  There exists photos in your collection that makes a clear distinction between the Library of Congress' voice and that of whoever annotated the photo, with square brackets used to mark the poster's (Library of Congress') voice.  Perhaps that could be used in this case.  e.g.: &quot;[Japanese] typhoon-boats washed a mile inland at Tokyo (LOC)&quot;\n\nPlease reconsider retitling this photo.  To use such racially loaded and derogatory abbreviations in an area that many would interpret as the Library of Congress' own voice is a very unwise choice and is not fitting the character of such a fine institution.\n\nThough I have not viewed all of your photos I have browsed through many of them and nowhere else do I see a similar offense committed.  This is a bad precedent to set and is all the more unusual and provocative in its uniqueness with respect to the rest of your collection.", "authorname": "cgfan", "id": "8602872-2162729025-72157618737558336", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2162729025/#comment72157618741966557", "realname": "Rob Ketcherside", "path_alias": "tigerzombie", "author": "29056926@N02", "iconserver": "3136", "datecreate": "1243355126", "_content": "@cgfan: LC should probably retitle with brackets as you suggest to simply avoid the debate.  It's historically significant that over the life of the boot black photo, some librarian at LC has mapped &quot;Jew&quot; to &quot;Jewish&quot; (possibly taking offense?), but the same hasn't happened for this photo.  Taking the abberviation out of the limelight of the index title, and storing it in a longer descriptive entry seems like the right move now.  Editing this stuff is a slippery slope, but to my ears &quot;Jew&quot; is more legit than &quot;Jap&quot;.\n\nContrary to your claim, though, there are textual markings on the photo.  The text (&quot;titling&quot; as you refer to it alternately) was scrawled on by an observer of the events (photographer), which makes it primary source material and just as legitimate historic evidence as the photo itself.  What if a researcher is tracking the history of the use of the phrase &quot;Jap&quot;?  Erasing it from the digital database will simply hide the widespread nature of this term, and perhaps its start as an innocuous abbreviation for a long word.  This photo is almost three decades before the climax of the racist term.  It needs to be accessible somewhere.", "authorname": "Rob Ketcherside", "id": "8602872-2162729025-72157618741966557", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2162729025/#comment72157618744314215", "realname": "", "path_alias": "akatayama", "author": "95609303@N00", "iconserver": "7345", "datecreate": "1243359688", "_content": "roketpad: Thank you for adding your comments.  Sounds like we are both in agreement regarding my suggestion as to how to possibly settle the current debate.\n\nHowever I don't see this as the &quot;slippery slope&quot; you mention in the closing of your first paragraph.  The title given right now on Flickr should relect the LOC's current voice.  If they wish to use racial epithets, than so be it, keep the title, but I doubt this represents their voice, and if not, it should be changed.\n\nBy no means does the LOC's changing a Flickr title impact the historical record, which is clear in the photo.  If there were no handwriting on the photo at all, then wouldn't the word's chosen by the LOC to title the Flickr photo be in the LOC's voice too?  Now just because the LOC agreed with the scribe's handwritten note regarding the factual content of the photo does not in turn obligate the LOC to repeat verbatim the scribe's words.  The LOC should use whatever words they feel are necessary to describe the photo.  Whatever words they use to title the photo today is part of the historical record of not the original scribe's voice, but of the LOC's.\n\nI don't understand your second paragraph, as I make no reference to a photo void of any markings, other than as a hypothetical.  I was simply asking how the LOC titles photos that are not textually marked, which I just talked about above in this response.  It was just a rhetorical question to raise the point that yes, whatever title the LOC applies to an image today reflects the LOC's own voice today.", "authorname": "cgfan", "id": "8602872-2162729025-72157618744314215", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2162729025/#comment72157618754454469", "realname": "Rob Ketcherside", "path_alias": "tigerzombie", "author": "29056926@N02", "iconserver": "3136", "datecreate": "1243378319", "_content": "@cgfan: Missed that you were making a hypothetical reference!", "authorname": "Rob Ketcherside", "id": "8602872-2162729025-72157618754454469", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2162729025/#comment72157618888785487", "realname": "", "path_alias": "library_of_congress", "author": "8623220@N02", "iconserver": "3703", "datecreate": "1243625090", "_content": "Your comments gave us good food for thought!\n\nExpanding an abbreviated word in a title to clarify a spelling can be helpful, so we’ve added the fuller spelling in brackets. But this kind of bracketed interpolation is not intended to replace original vocabulary even when a word can cause offense. Quoting an original title is part of preserving historical context by reflecting how an item presented itself when first produced. Just as the Library doesn’t re-title books or movies, we don’t re-title pictures that come to us with formal titles. \n\nThe unbracketed titles that appear with Library of Congress images in Flickr are not the Library’s own voice. The titles are transcriptions of original text found with the historical photographs. If putting “(LOC)” at the ends of the titles is creating the impression that the Library is writing a new title, we need to rethink adding that indication of where the photo is from. (When a photograph lacks an original title, then a note is provided “Title devised by Library staff” and brackets appear around the entire title. There are also judgment calls when, for example, only a surname or multiple abbreviated words appear on a photo. In those cases, the photo may have been given a quick annotation rather than a formal title, and a descriptive title might be devised with an explanatory note about the title source.)\n\nYour comments are helpful for seeing that in the complicated situation with the Bain negatives, where there are multiple sources of historical caption information (two sets of cards and the negatives themselves), varying the title source can cause confusion. Especially when our source of title notes ambiguously cite multiple sources as: “Title from unverified data provided by the Bain News Service on the negatives or caption cards.” We’d better stick with a single source-what can be seen in the negative.\n\nWe’ve started by making sure that the titles for the photos mentioned in the comments above match what’s written on the negatives rather than the caption cards.\n\nFYI, the published standard that guides our practice in describing the variety of pictures we preserve is called &quot;Graphic Materials: Rules for Describing Original Items and Historical Collections.&quot; It's available online at <a href=\"http://www.loc.gov/rr/print/gm/graphmat.html\">www.loc.gov/rr/print/gm/graphmat.html</a>.", "authorname": "The Library of Congress", "id": "8602872-2162729025-72157618888785487", "iconfarm": 4}], "photo_id": "2162729025"}}