{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/5853174234/#comment72157626884349555", "realname": "", "path_alias": null, "author": "29079609@N02", "iconserver": "5491", "datecreate": "1308609237", "_content": "an early Dreadnought, with an unusual gun placement that caused a variety of issues precluding all 10 actually being fired except in certain circumstances. \n\nShe was present at the Battle of Jutland as part of Admiral Jellicoe's Battle Fleet. She fired only 48 12 inch (305 mm) shells but is credited with scoring several hits on the German battlecruiser Lützow.\n\n<a href=\"http://en.wikipedia.org/wiki/HMS_Neptune_(1909)\" rel=\"nofollow\">en.wikipedia.org/wiki/HMS_Neptune_(1909)</a>", "authorname": "Kilted Cowboy", "id": "8602872-5853174234-72157626884349555", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5853174234/#comment72157626902758671", "realname": "", "path_alias": null, "author": "36758831@N04", "iconserver": "3481", "datecreate": "1308815144", "_content": "If anything, HMS Neptune was a retrograde step for the Royal Navy, the big gun arrangement was unusual and in practice was found to limit the guns effectiveness to a major degree.....in theory, she had a broadside of all ten 12&quot; guns, but the two staggered centrally mounted turrets only had very small arcs of fire so the actual maximum number of guns that could be fired simultaneously as a broadside,  was therefore only eight, the three turrets mounted on the centre line plus the &quot;wing' turret actually on the side towards which the ship was firing, the turret on the opposite side of the ship was effectively silenced! Had all ten been fired, as was supposed to be possible, there was also the detrimental effects of the blast on the ships superstructure to take into account.......the likelihood and effects of blast damage to superstructure also effectively prevented the wing turrets from firing directly ahead or astern too, again reducing potential fire power in either direction.\n  It seems strange to note that, despite the handicaps imposed by these turret arrangements, which must have been glaringly obvious to many senior naval officers and ship designers of the day, the layout was repeated in the next class of battleship, the Colossus class, ordered and laid down the same year!", "authorname": "umbry101", "id": "8602872-5853174234-72157626902758671", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5853174234/#comment72157627030697846", "realname": "", "path_alias": "jon_loc", "author": "63860770@N07", "iconserver": "2794", "datecreate": "1308853962", "_content": "Very interesting. I was just reading a WWI book that briefly discussed the Battle of Jutland, and it mentioned the Neptune didn't fire many shots, but it did not say why.", "authorname": "Jon (LOC P&P)", "id": "8602872-5853174234-72157627030697846", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5853174234/#comment72157626907182677", "realname": "", "path_alias": null, "author": "36758831@N04", "iconserver": "3481", "datecreate": "1308864299", "_content": "the unusual arrangement of the midships big gun turrets allowed for two &quot;flying bridges&quot; to be constructed above them. This cumbersome arrangement was also a feature of the later, similar Colossus class, but it was discontinued after these ships because there was a very real fear that if the structures took damage from incoming fire, they could collapse and obstruct or damage or jam the gun turrets underneath them. The whole layout of wing turrets and flying bridges was ill-conceived and badly thought out, and was never repeated(thankfully). the Colossus class also incorporated another retrograde step in capital ship design, by having the mainmast stepped abaft the fore funnel. With a head wind, or at high speed, this meant the spotting top on the mainmast was rendered completely unusable and uninhabitable, due to the heat and smoke and exhaust gases from the forward funnel which enveloped it.", "authorname": "umbry101", "id": "8602872-5853174234-72157626907182677", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5853174234/#comment72157627032047008", "realname": "", "path_alias": null, "author": "29079609@N02", "iconserver": "5491", "datecreate": "1308866714", "_content": "it was a difficult time being a ship designer, new classes came out almost yearly between 1909 and the end of the war.  Superfiring/centerline guns were just being designed even as the guns themselves were being made larger and heavier.  Oftentimes the original design was modified even after the keel was laid, and England and Germany each modified designs on the ways as each side unveiled their latest creation, and both treasuries were continually stretched to the limit., ultimately leading to the Washington Naval Treaty of 1922.", "authorname": "Kilted Cowboy", "id": "8602872-5853174234-72157627032047008", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5853174234/#comment72157627035140224", "realname": "", "path_alias": null, "author": "36758831@N04", "iconserver": "3481", "datecreate": "1308908331", "_content": "Around the time the Neptune and Colossus classes were being built,  the RN and the Admiralty, while maintaining the apparent lead over its potential rivals,  saw much of British naval design became obsessed and obscured by arithmetic. For example, as we have seen, the Neptune and Colossus classes did not have a broadside of all ten 12&quot; guns, the gun layout precluded this and eight was the maximum actually possible. Their maximum armour belt thickness was actually less than that of HMS Dreadnought herself, built five years earlier!  Needless to say, this fact was NOT made public knowledge!  At the same time, the scanty armour protection of the latest battlecruisers was deliberately and greatly exaggerated, so that on paper, at least, the RN was a  vastly superior force in all respects to any and all of its potential enemies.  The only thing that mattered, it seems, with the benefit of hindsight, was numbers,  bigger ships with bigger guns. British capital ships of this period were not faulty, or ineffective, but their true fighting value was somewhat disguised by arithmetical inaccuracy, and this was only exposed to public scrutiny under the rigours of war, and as we all know, the catalogue of battleship and battlecruiser losses between 1914-18 brought this into very sharp focus.........", "authorname": "umbry101", "id": "8602872-5853174234-72157627035140224", "iconfarm": 4}], "photo_id": "5853174234"}}