{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8616950814/#comment72157633159601323", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1365069942", "_content": "UK Navy Lists shows an Arthur L Abel, MB, BSc in 1919. For 'Where Serving' the number 928 is shown. Rank Sg Lt [Surgeon Lieutenant], Seniority 23 Jul 1917 (Tempy).\n\nNational Portrait Gallery has a listing for Arthur Lawrence Abel, Consulting Surgeon(1895-1978) with a photograph taken in 1951 <a href=\"http://www.npg.org.uk/collections/search/portrait/mw106427/Arthur-Lawrence-Abel?LinkID=mp75410&amp;role=sit&amp;rNo=0\" rel=\"nofollow\">www.npg.org.uk/collections/search/portrait/mw106427/Arthu...</a>\n\nAn obituary published in Canada is here <a href=\"http://pubmedcentralcanada.ca/picrender.cgi?accid=PMC2492135&amp;blobtype=pdf\" rel=\"nofollow\">pubmedcentralcanada.ca/picrender.cgi?accid=PMC2492135&amp;amp...</a>\n\nArthur Lawrence Abel, Consulting Surgeon to the Princess Beatrice, Gordon, and Royal Marsden Hospitals and the Institute of Cancer Research, Royal Cancer Hospital, and a former Vice-President of the College, died on 18th February at the age of 82.\n\nHe was always strongly opposed to the virtual nationalisation of medicine in Britain, yet, he never hesitated to give fully and generously of his time and skill to the National Health Service.\n\nNo patient could fail to benefit from Lawrence's tremendous confidence and kindness. He was in every sense a fine doctor, and he was a superb technical surgeon who had a profound influence on those he trained. Lawrence was especially interested in surgery of\nthe colon and rectum and in the treatment of cancer, but he never confined himself to any narrow specialist furrow. Despite his very heavy clinical commitments he was a loyal lifelong supporter of the British Medical Association and no less a loyal supporter\nof the Royal College of Surgeons of England.\n\nLawrence Abel was an excellent teacher, always clear and dogmatic in his exposition. If one did not always agree with him this mattered little; his clinical message, even when controversial, would generally compel others to think furiously.\n\nThis Royal College benefited greatly from Lawrence's support and service. He was Jacksonian Prizeman in 1924, Hunterian Professor in 1926, and Bradshaw Lecturer in I957. He was a Member of Council from 1947 to I963. During his sixteen years on Council he was active and influential in many of its committees and he served as Vice-President in 1956 and I957. My own contact -with him was mainly through the Hunterian Society, where he was a keen and regular attender. He had a particularly fine presence: tall, upright, and handsome, and frequently resplendent in beautifully embroidered waistcoats. The walls of his house in Harley Street were decorated with hundreds of barber's bowls of widely varied design.", "authorname": "Mrs Audubon", "id": "32254785-8616950814-72157633159601323", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8616950814/#comment72157633159633621", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1365070473", "_content": "Arthur Lawrence Abel was born 15th Nov 1895 in Hull, Yorkshire. He died in Westminster 18th Feb 1978.\n\nIn 1911 he was living with his parents and siblings at 39 Baring Road, Lee, Lewisham. His 52 year old father, Arthur Edward Abel, was a Congregational Minister. He had been married to Margaret for 16 years and they had had 5 children of whom Arthur Lawrence was the eldest at 15. A publicly listed tree on Ancestry has a nice family photo attached.\n\nThe tree shows that he married Margaret R Paterson (1891-1963) and that they had 2 sons: Arthur Robert Lawrence Abel (1920-2001) and John Barrington Abel (1922-2010).", "authorname": "Mrs Audubon", "id": "32254785-8616950814-72157633159633621", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8616950814/#comment72157633177788348", "realname": "", "path_alias": null, "author": "55444596@N05", "iconserver": "0", "datecreate": "1365233483", "_content": "Kind Hearted men live forever.", "authorname": "greg.westen", "id": "32254785-8616950814-72157633177788348", "iconfarm": 0}], "photo_id": "8616950814"}}