{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/brooklyn_museum/2807128408/#comment72157618773317845", "realname": "Nese Peper", "path_alias": "flowerxp", "author": "47017418@N00", "iconserver": "2416", "datecreate": "1243414314", "_content": "Hagia Sophia (Turkish: Ayasofya, from the Greek: Ἁγία Σοφία, &quot;Holy Wisdom&quot;; Latin: Sancta Sophia or Sancta Sapientia) is a former patriarchal basilica, later a mosque, now a museum in Istanbul, Turkey. Famous in particular for its massive dome, it is considered the epitome of Byzantine architecture. It was the largest cathedral in the world for nearly a thousand years, until the completion of the Seville Cathedral in 1520. The current building was originally constructed as a church between 532 and 537 A.D. on the orders of the Byzantine Emperor Justinian, and was in fact the third Church of the Holy Wisdom to occupy the site (the previous two had both been destroyed by riots). It was designed by two architects, Isidore of Miletus and Anthemius of Tralles. The Church contained a large collection of holy relics and featured, among other things, a 50 foot (15 m) silver iconostasis. It was the patriarchal church of the Patriarch of Constantinople and the religious focal point of the Eastern Orthodox Church for nearly 1000 years.\n\nIn 1453, Constantinople was conquered by the Ottoman Turks and Sultan Mehmed II ordered the building to be converted into a mosque.[1] The bells, altar, iconostasis, and sacrificial vessels were removed, and many of the mosaics were eventually plastered over. The Islamic features — such as the mihrab, the minbar, and the four minarets outside — were added over the course of its history under the Ottomans. It remained as a mosque until 1935, when it was converted into a museum by the Republic of Turkey.\n\nFor almost 500 years the principal mosque of Istanbul, Hagia Sophia served as a model for many of the Ottoman mosques such as the Sultan Ahmed Mosque (Blue Mosque of Istanbul), the Şehzade Mosque, the Süleymaniye Mosque, and the Rüstem Pasha Mosque.\n\nAlthough it is sometimes referred to as Santa Sophia, the Greek name in full is Ναός τῆς Ἁγίας τοῦ Θεοῦ Σοφίας, Church of the Holy Wisdom of God. It was to this, the Holy Wisdom of God, that the Church was dedicated (&quot;Sophia&quot; being the phonetic spelling in Latin of the Greek word for wisdom). So Santa Sophia should be understood as the italianate title of the church, Holy Wisdom; not as a reference to some saint named Sophia.\n\nVikipedia", "authorname": "FlowerXP", "id": "3064182-2807128408-72157618773317845", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/brooklyn_museum/2807128408/#comment72157622966680960", "realname": "", "path_alias": "fusion_of_horizons", "author": "9019841@N08", "iconserver": "7312", "datecreate": "1260364812", "_content": "Hi, I'm an admin for a group called <a href=\"http://www.flickr.com/groups/1081736@N25/\">Orthodox Church Architecture</a>, and we'd love to have this added to the group!", "authorname": "fusion-of-horizons", "id": "3064182-2807128408-72157622966680960", "iconfarm": 8}], "photo_id": "2807128408"}}