{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/sdasmarchives/6893229758/#comment72157629725627253", "realname": "", "path_alias": "lane4imaging", "author": "13978586@N05", "iconserver": "3783", "datecreate": "1333392946", "_content": "The Capistrano Test Site was owned by TRW of Redondo Beach until TRW was absorbed by Northrop Grumman in 2002. The Lunar Module Decent Engine (LMDE) was tested at the  San Juan site and besides landing Apollo astronauts on the moon, it also brought them home.\n\nOn April 13, 1970, astronauts Jim Lovell, Jack Swigert and Fred Haise had just finished a routine television broadcast, beaming images of the Apollo 13 interior back to earth. Suddenly, a blast tore through the spacecraft and Commander Lovell uttered the now-famous message, &quot;Houston, we have a problem.&quot; The moon landing was cancelled, the command module was powered down, and the lunar module - designed to land the astronauts on the moon - was pressed into service as a &quot;life boat.&quot;\n\nDuring the next several hours, hundreds of ground personnel worked effectively to bring the astronauts home. The major tasks were to reconfigure the lunar module to &quot;push&quot; the command module into re-entry as quickly as possibly, and to conserve the remaining power, oxygen and water onboard. Because TRW built the Lunar Module Descent Engine (LMDE) and built and programmed the Abort Guidance System (AGS), our company played a major part in the rescue effort.\n\n\nPaul Melancon, one of the TRW engineers responsible for the AGS, was already on a plane to Houston for routine mission support when the explosion occurred. &quot;When I got in the rental car I turned on the radio. The newscaster said there was a minor problem that might keep the astronauts from landing on the moon. As I kept driving, the seriousness of the situation kept increasing.&quot; So did his speed: Melancon was stopped by police driving 105 MPH through downtown Houston. After he explained the situation, he was sent on his way, arriving at the Johnson Space Flight Center at 11:30 PM. He worked straight through until 6:00 AM, assessing the consumable resources and calculating how to reconfigure the guidance system. &quot;Everyone cooperated,&quot; he said. &quot;There was no sense of company elitism. Everyone pitched it.&quot; Melancon described the atmosphere as &quot;studied activity. It was just a series of tasks to be solved.&quot;\n\nLEM export Joe Miller was home in bed, sick with the flu, when the phone rang in the middle of night. It was Clarence Pittman, another TRW engineer, frantically tracking down all the TRW contractors who could help out. Miller, who had spent most of the previous month down in Houston, listened while Pittman explained the current plans. &quot;I said it sounded OK,&quot; Miller remembers. &quot;Making the lunar module come back to earth was actually more straightforward than having it land on the moon - in fact, it was far easier!&quot;\n\nJerry Elverum had helped design the LMDE, and during the emergency he was camped out in his Space Park office, fielding dozens of phone calls from JSC and helping out with calculations for the &quot;burns&quot; - the short bursts of engine power needed to correct the spacecraft's trajectory. &quot;The big stress,&quot; he said, &quot;was seeing if the engine could do a different job than it was designed for. There was tremendous tension when they threw the switch - would it work?&quot; In all, the engine was fired three times to position the ship.\n\nDon Harvey, another LMDE engineer, was engrossed in a math class at USC when a security guard tapped him on the shoulder and told him to call the office. Within hours Harvey was on a plane to Houston, where he was locked (literally) in the Propulsion Evaluation Room with NASA and Grumman engineers. Their task was to evaluate various burn profiles that would turn the damaged craft around. Would the thrust chamber hold together? Was there enough propulsion? When asked what it was liked working under such pressure, Harvey said, &quot;Everyone was very focused on their jobs. There was absolutely no doubt in anyone's mind that they'd come home safely.&quot;\n\nAs you know, that's exactly what happened. Thanks to the calm and ingenuity of these four men, many other TRW engineers, and their Grumman and NASA counterparts, the lunar module correctly positioned the command module and was then jettisoned. The astronauts returned to earth safely, and a month later they greeted thousands of cheering TRW employees in front of R2. &quot;We're pretty happy about the products you make here,&quot; Jim Lovell told the crowd. &quot;The only reason we are here today is due to the people on the ground, including many from TRW.&quot;", "authorname": "Lane 4 Imaging", "id": "49465936-6893229758-72157629725627253", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/sdasmarchives/6893229758/#comment72157629368685330", "realname": "SDASM Archives", "path_alias": "sdasmarchives", "author": "49487266@N07", "iconserver": "4070", "datecreate": "1333477555", "_content": "[http://www.flickr.com/photos/lane4imaging] Great Story, thanks!", "authorname": "San Diego Air & Space Museum Archives", "id": "49465936-6893229758-72157629368685330", "iconfarm": 5}], "photo_id": "6893229758"}, "flarchive:created": 1387759509}