{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/6465364987/#comment72157628317697437", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1323258255", "_content": "Fotos do Reveillon de 31 de Dezembro de 1927.\n\nEm 1882, ano em que entra ao serviço a linha de caminho de ferro Pedrouços-Cascais, com dezasseis comboios ascendentes e descendentes, é fundada a “Companhia do Monte-Estoril”, que viria a ser proprietária do “Grande Casino Internacional” do Monte Estoril.\n\nEm 1899 já existiam o “Casino Mont’ Estoril ” instalado no chalet da Viscondessa de Silva Carvalho e o “Club Internacional ”. Neste mesmo ano chega a iluminação pública eléctrica ao Monte Estoril, depois de ter sido Cascais a primeira povoação portuguesa a ter iluminação pública eléctrica, pelo sistema Jablochkoff,  por ocasião do aniversário do Rei D. Carlos a 28 de Setembro de 1878.\n\nLuís Gonzaga Ribeiro (Capitão-Tenente da Marinha), nascido em Macau em 14 de Setembro de 1864 e casado com Maria Luísa de Mello Breyner, regressando de África nos finais do século XIX, após ter ocupado os cargos de governador de várias províncias de Angola, de Moçambique e do Congo, contrata o arquitecto Almeida Pinheiro e manda edificar o palacete num terreno de 5.000 m2 com palmeiras centenárias no Monte Estoril, para sua casa familiar de veraneio. A sua construção orçou em 70 contos de réis. No início do século XX inaugura o “Grande Casino Internacional”, ocupando o último piso do palacete como sua residência familiar.\n\nEste Casino era uma sociedade gerida por Luís Gonzaga Ribeiro e pelo seu sócio José Nunes Ereira. Era um Casino verdadeiramente internacional, palco de grandes orquestras e de grandes estreias de cinema e de teatro, realçando em 1926 a «Jazz-Band Sul-Americana Romeo Silva» e o primeiro «Grande Concerto de Jazz» no concelho de Cascais, protagonizado pelos «Robinson´s Syncopators» no Réveillon de 31 de Dezembro de 1927 (nas fotos).\n\nFoi neste Grande Casino Internacional do Monte Estoril que teve lugar o primeiro Grande Concerto de Jazz no concelho de Cascais, protagonizado pelos Robinson´s Syncopators.\n\nCuriosidades: os netos de Luís Gonzaga Ribeiro que viviam no último andar do casino e que por vezes recitavam e representavam nas matinés do teatro infantil,  para adormecerem os violinistas do casino deslocavam-se aos seus quartos e tocavam . Nessa altura tinham lugar no Casino bailes no seu salão para a alta sociedade de Cascais ao quais a Rainha D. Amélia era por vezes convidada.\n\nTrês anos após a morte de Luís Gonzaga Ribeiro, no Monte Estoril em 4 de Janeiro de 1927, o “Grande Casino Internacional” encerra em 1931. \n\nAo contrário de que muita gente pensa, e tem escrito inclusivé por organismos oficiais, com o encerramento deste Casino o edifício não veio a ser transformado e ocupado pelo “Royal Hotel” e posteriormente “Hotel Miramar”. O “Hotel Miramar” já existia antes da abertura do “Grande Casino Internacional”. O edifício ocupado pelo “Hotel Miramar”  foi inicialmente construído como “Chalet Montrose”, no final do século XIX situado na Avenida Trouville, projectado pelo arquitecto Teixeira Júdice e mandado construir por Thomaz Reynaldo, anos antes. Quando este Chalet foi vendido para hotel, bem antes do encerramento do Casino era propriedade do Sr. Kohn e era habitado pelo Sr. Weinstein.", "authorname": "J. Leite", "id": "26532116-6465364987-72157628317697437", "iconfarm": 6}], "photo_id": "6465364987"}, "flarchive:created": 1387729034}