{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9799493143/#comment72157635642775155", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1379576975", "_content": "From CWGC\nBILLINGTON, LESLIE CHARLES\nRank:Second Lieutenant\nDate of Death:07/07/1915\nAge:19\nRegiment/Service:Lancashire Fusiliers 4th Bn. \nPanel ReferencePanel 33.\nMemorialYPRES (MENIN GATE) MEMORIAL\nAdditional Information:\nOnly son of Charles and Annie Jane Billington, of Watlands House, Wolstanton, Staffs.", "authorname": "Mrs Audubon", "id": "32254785-9799493143-72157635642775155", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9799493143/#comment72157635643748023", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1379579318", "_content": "From the Great War Forum\n\n2nd Lieut. Leslie Charles Billington\nBorn in 1895 at Wolstanton, N. Staffs the son of Charles Billington, Watlands House, Longport, Staffs.\nEducated at Bishop Stortford College, Manchester University, 1913-14 (Student in Engineering; served with OTC from Nov. 1913 to Oct. 1914\nGazetted as 2nd Lieutenant, 4th Bn, Lancashire Fusiliers on 7 Oct 1914\nServed in France attached to the 2nd Bn., Lancs. Fus.\nMentioned in Despatches\nKilled in action near Ypres on 9 July 1914\n\nSource: Manchester University Roll of Service, 1922.\n\nThe 4th battalion was a home guard duty and draft finding battalion and if Lt Billington, as was mentioned, was attached to the 2nd Battalion, he was indeed on Pilckem on the 7th July 1915\nOn night of 6/7th July the 2/LF relieved 1/RB and 1/SLI in the front line and by 3am the battalion was in position on a front of 450 yards with their left of the Canal. The relief was quiet but about noon heavy shelling began and an attempted counter-attack on both flanks was driven off. HQ dug-out in the canal bank was hit by a shell and the CO, Adjutant, 2 Officers and a number of signallers and runners were wounded, (the Adjutant Capt A H Spooner, although wounded threw a box of burning grenades into the canal). The MG Officer died of his wounds. Shortly before 3pm an intense shrapnel bombardment began and several attacks were made on the Battalion's centre front, but each time were driven back. At times both the LF and the enemy occupied the same sap. Apparently at this time the new Mills bomb was introduced but no-one had been instructed in their use so, according to the history, several casualties were caused by mishandling them. There was a frenzy of changing the bomber parties and sending carrying parties to bring up more boxes to keep the enemy at bay. Finally, the enemy's efforts wilted and shelling became more intermittent throughout the evening and night, though the fight in the sap continued.", "authorname": "Mrs Audubon", "id": "32254785-9799493143-72157635643748023", "iconfarm": 4}], "photo_id": "9799493143"}}