{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8102482033/#comment72157631805091206", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1350650673", "_content": "In the Medal Roll Index Cards, the only GH Neale associated with the Middlesex Regiment I can find is Major G H Neale (temporary Lt Col). Card only shows that he was killed.\n\n<a href=\"http://www.cwgc.org/find-war-dead/casualty/1765583/NEALE, GEORGE HENRY\" rel=\"nofollow\">www.cwgc.org/find-war-dead/casualty/1765583/NEALE,%20GEOR...</a>\nNEALE, GEORGE HENRY\nRank:Lieutenant Colonel\nDate of Death:28/09/1915\nAge:46\nRegiment/Service:Middlesex Regiment 3rd Bn. \nAwards:Mentioned in Despatches\nPanel Reference Panel 99 to 101.\nMemorial LOOS MEMORIAL\n\nAdditional Information:\nSon of Sisson and Mary Neale; husband of Alice A. D. Neale, of 57, The Pryors, Hampstead, London. Served with the Niger Expedition (1897); Tirah Expedition (1897-8); Waziristan (1902); and in Tibet (1903-4. Mentioned in Despatches).\n\nThere is a comparable picture on the Lancing College War Memorial website <a href=\"http://www.hambo.org/lancing/view_man.php?id=177\" rel=\"nofollow\">www.hambo.org/lancing/view_man.php?id=177</a> which has additional biographical information:\nHe saw action in the Niger Soudan Expedition in 1896/7 where he was present at the expeditions to Egbon, Bida and Ilorin (medal and clasp) and where he was in command of No 6 Company, Royal Niger Constabulary to whom he had been seconded in November 1896.He served in the Tirah Expedition of 1897-1898 (medal and two clasps), Frontier of India 1897-1898 (medal amd two clasps) Waziristan 1902 and Tibet 1903 to 1904 where he served as Transport Officer, was mentioned in despatches and was awarded the campaign medal. \n\nOn the outbreak of war his battalion was in India and they sailed home arriving at Mornhill Camp in Winchester on Christmas Eve. After receiving drafts from other battalions and re-equipping they sailed from Southampton at 4.30pm on the 28th of January 1915 arriving off Le Havre at 3am, although it was 2pm before they came ashore when they moved north to Ypres. \n\nThey saw action during the Second Battle of Ypres where George Neale commanded B and D Companies. During the fighting the officer commanding, Lieutenant Colonel Ernest William Rokeby Stephenson, was mortally wounded on the 23rd of April and Major Neale assumed command of the battalion. They also saw heavy fighting at the Battle of the Frezenberg Ridge where they suffered a large number of casualties. \nHe was promoted to Lieutenant Colonel in May 1915\n\nAt 2am on the morning of the 28th of September 1915 the battalion moved forward to continue the British attack, which had started three days earlier, as part of the Battle of Loos. They were to support a battalion of the East Kent Regiment who were detailed to attack the German positions known as the Dump and Fosse 8. Due to overcrowding in the front trenches the attack was delayed until 9.30am when the East Kents went over following an artillery bombardment on the German front line.\n\nWhile the East Kents (Buffs) moved across no man's land in the open the Middlesex men moved along South Face Trench and into Dump Trench, launching a bombing attack against the left of the German line. Although they made good progress initially, their supply of bombs gave out and urgent messages were sent back for more. \n\nWhile this was being done the Germans counterattacked and soon the Middlesex began taking heavy casualties. Realising his men were in great danger in the narrow, congested trench, Neale ordered them to slowly withdraw.\nBy now they were under heavy machine gun fire in enfilade and any man who showed himself above the parapet was soon cut down and at about this time George Neale was killed.\n\nThe survivors managed to make good their withdrawal. \n\nHe was mentioned in dispatches in the London Gazette of the 1st of January 1916.", "authorname": "Mrs Audubon", "id": "32254785-8102482033-72157631805091206", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8102482033/#comment72157631805380946", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1350654104", "_content": "George Henry Neale was baptised at St Mary Magdalene, Reigate, Surrey on 26th Feb 1869. He was the son of Sisson Watts and Mary Ann Neale. Sisson was described as Gentleman and the record shows that George had been born at Reigate Hill.\n\nSisson Watts Neale was a Brewer and details of the family business can be found here <a href=\"http://reigatebreweryhistorychapter2.blogspot.co.uk/2008/02/chapter-2.html\" rel=\"nofollow\">reigatebreweryhistorychapter2.blogspot.co.uk/2008/02/chap...</a>\n\nAt the time of the 1911 census GH Neale was a Captain in the army. He was aged 42, born in Reigate, Surrey. He and his wife, 29yr old Agatha Augusta Downie Neale had been married for a year and had a 7-mth old daughter, Margaret Agatha Mary who had been born in Brentwood, Essex.\n\nCaptain Neale employed a Nurse and a Cook and lived in 8 rooms at The Queens Region, 8 Westbury Road, Brentwood, Essex", "authorname": "Mrs Audubon", "id": "32254785-8102482033-72157631805380946", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8102482033/#comment72157631812726961", "realname": "Willem", "path_alias": null, "author": "32921850@N00", "iconserver": "7439", "datecreate": "1350751024", "_content": "The full address might have been: Flat 57, The Pryors, East Heath Road, Hampstead, London.", "authorname": "✿ willem ツ", "id": "32254785-8102482033-72157631812726961", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8102482033/#comment72157631857916464", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1351265346", "_content": "As a footnote to Mrs Audubon's very thorough pieces of research; it was not until 1979 that decorations other than the Level 1 awards of Victoria Cross and George Cross could be awarded posthumously.  In the event that a Serviceman was recommended for a gallantry award at Levels 2 or 3 (eg DSO, DSC, DCM, MC, MM, etc) but was killed in that action, they were usually awarded a Mention in Despatches.//", "authorname": "Gary Donaldson", "id": "32254785-8102482033-72157631857916464", "iconfarm": 0}], "photo_id": "8102482033"}}