{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/statelibraryqueensland/6508793681/#comment72157628565817861", "realname": "", "path_alias": null, "author": "96752972@N00", "iconserver": "1107", "datecreate": "1324848917", "_content": "Looks like something to do with this incident: <a href=\"http://trove.nla.gov.au/ndp/del/article/21332968\" rel=\"nofollow\">trove.nla.gov.au/ndp/del/article/21332968</a>\n\nBrisbane Courier, 13 Oct 1928: While an Avro Avian aeroplane, piloted by Captain E. J. Stevens (Brisbane) was landing on the beach at Coolangatta yesterday afternoon the incoming tide swept under the machine, causing it to nose dive into the water, and stand on its end. Miss L. Stalker, a passenger from Brisbane, was assisted from the machine unhurt. Very little damage was caused.\n---------------------------------------------------------------------------------------------------------\nThe shape of the aircraft's tail is very much that of an Avro, but I am not sufficiently knowledgeable to say whether this is an Avian or a 504. \n\nMaybe there was a plane that did joy flights, landing on the beach and the newspaper report is of one such landing that went wrong.\n\nLater:\n<a href=\"http://trove.nla.gov.au/ndp/del/article/21356011\" rel=\"nofollow\">trove.nla.gov.au/ndp/del/article/21356011</a>\nBrisbane Courier, 15 Oct 1928. Photo: The Avro Avian, piloted by Capt. E. J. Stevens, which nose-dived into the sands at Greenmount Beach, Coolangatta, last Friday\n---------------------------------------------------------------------------------------\nNot the same 'plane.\n\nOther reports available on this search:\n<a href=\"http://trove.nla.gov.au/newspaper/result?q=Coolangatta+Avro&amp;l-decade=192\" rel=\"nofollow\">trove.nla.gov.au/newspaper/result?q=Coolangatta+Avro&amp;...</a>", "authorname": "geoffd", "id": "32560314-6508793681-72157628565817861", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/statelibraryqueensland/6508793681/#comment72157628566273165", "realname": "", "path_alias": null, "author": "96752972@N00", "iconserver": "1107", "datecreate": "1324851559", "_content": "Maybe this one? <a href=\"http://trove.nla.gov.au/ndp/del/article/20403481\" rel=\"nofollow\">trove.nla.gov.au/ndp/del/article/20403481</a>\nBrisbane Courier, 6 July 1920\nSOUTHPORT July 2\nAn aeroplane piloted by Lieutenant Bird RAF of Snell Bird and Co landed here at 1 30 a m on Thursday from Tweed Hoads and has been engaged in taking passengers for short flights. It is understood that Mr Snell is to follow in another 'plane.\n\nOr maybe this one fits the best of all. <a href=\"http://trove.nla.gov.au/ndp/del/article/21064325\" rel=\"nofollow\">trove.nla.gov.au/ndp/del/article/21064325</a>\nBrisbane Courier, 27 Dec 1926\nUNIQUE ENTERPRISE.\nENTHUSIASTIC RECEPTION AT  SOUTHPORT.\n\nSOUTHPORT, December 24.\n\nAn important advance in newspaper delivery was inaugurated in Queensland this morning when the Brisbane Courier' parcels for local agents arrived by aeroplane at an early hour. The 'plane effected a splendid landing on the hard sand on the main beach about a mile from town The aeroplane 'The Courier ' which was in charge of R S Adair (pilot) and A Lanchland ('mechanic) carried a full load of Couriers for Southport and Coolangatta. It left Brisbane at 6 a m but encountered a strong head wind all the way and arrived here at ten minutes to 7 o'clock There were a fair number of surfers on the beach at the time and the airmen were received with a cheer.\n\nThe Mayor of Southport (Alderman Waters) cordially welcomed the pilot to Southport, and congratulated the Brisbane Newspaper Co on its enterprise and in having this honour of being the first newspaper company in Australia to deliver newspapers by aeroplane.\n\nThe Courier's Southport representative was in attendance with a motor car to which the large bundles of  &quot;Couriers&quot; were speedily transferred and delivered to the newsagents about five hours earlier than they otherwise would have been. The early delivery was greatly appreciated by the newsagents and the public and rapid sales were effected. Keen appreciation of the Courier's' unique enterprise was voiced everywhere, the event being the common subject of talk throughout the day.", "authorname": "geoffd", "id": "32560314-6508793681-72157628566273165", "iconfarm": 2}], "photo_id": "6508793681"}, "flarchive:created": 1389620842}