{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationaalarchief/2948453741/#comment72157608268510014", "realname": "Derek Kraan", "path_alias": "dkraan", "author": "22139308@N03", "iconserver": "2069", "datecreate": "1224695458", "_content": "Sport. The Olympic fire (Olympic flame) is lit for the first time in the history of the Olympic Games during the Olympic Games of 1928 in Amsterdam, Netherlands, 28 July 1928.", "authorname": "derek.kraan", "id": "29978018-2948453741-72157608268510014", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/nationaalarchief/2948453741/#comment72157608420860714", "realname": "", "path_alias": null, "author": "31902316@N08", "iconserver": "0", "datecreate": "1225135941", "_content": "the flame was set on fire by an employee of a gascompany", "authorname": "kusamta", "id": "29978018-2948453741-72157608420860714", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationaalarchief/2948453741/#comment72157609061947186", "realname": "Jurryt van de Vooren", "path_alias": "sportgeschiedenis", "author": "32420085@N02", "iconserver": "3274", "datecreate": "1226683803", "_content": "On the left - for the half - is Bertus Schuddeboom (the Red Devil). He was the building contractor who was responsible for bringing the dome to the top of the Marathontower. This was the place where the olympic fire was burning in 1928. I wrote an article about this man and the Marathontower: <a href=\"http://www.sportgeschiedenis.nl/2008/07/12/de-rode-duivel-van-de-marathontoren.aspx\">here</a>.\n\nHe was the grandfahter of Hetty Poortvliet. She recognized him on this picture. That story is <a href=\"http://www.sportgeschiedenis.nl/2008/10/21/amsterdam-1928-op-flickrcom.aspx\">here</a>\n\nThe fire on this photo is not during the Games, but a few moments before Schuddeboom started to hoist up the dome. This dome is standing on the ground, but during the Games it was on the top of the Marathontower.\n\n<b>In Dutch</b>\n\nGebaseerd op twee artikelen: <a href=\"http://www.sportgeschiedenis.nl/2008/07/12/de-rode-duivel-van-de-marathontoren.aspx\">artikel 1</a> en <a href=\"http://www.sportgeschiedenis.nl/2008/10/21/amsterdam-1928-op-flickrcom.aspx\">artikel 2</a>\n\nWe zien de koepel van de Marathontoren <i>voordat</i> deze naar boven werd getakeld. De aannemer die hiervoor verantwoordelijk was, staat geheel links op de foto, met baard en hoed. Zijn naam: Bertus Schuddeboom, alias de Rode Duivel.\n\nDe foto is in de zomer van 2008 bekeken door Hetty Poortvliet uit Amstelveen, kleindochter van Bertus Schuddeboom. Hij was de enige aannemer, die het lef had om de enorme koepel tientallen meters omhoog te takelen om die bovenop de Marathontoren te plaatsen. Zoals Poortvliet mij vertelde:\n\n“Mijn grootvader was een bekend aannemer in de jaren twintig van de vorige eeuw, onder meer verantwoordelijk voor de bouw van een groot aantal huizen in de omgeving van het Olympisch Stadion. Zijn bijnaam was De Rode Duivel vanwege zijn rode haar én omdat hij moeilijke klussen klaarde, die niemand anders aankon. Daarom is Wils waarschijnlijk bij hem terechtgekomen.”\n\nWie de andere drie op de foto zijn, is onbekend. De meest aannemelijke verklaring is dat we kijken naar Schuddeboom – geheel links dus – vlak voordat de koepel omhoog werd getakeld. Om dit te vieren werd er eerst een vuurtje in ontstoken. De foto moet daarom ruim voor mei 1928 zijn genomen, omdat in die maand de koepel al bovenop de toren was. Op 17 mei was namelijk de eerste wedstrijd in het Olympisch Stadion en toen was de Marathontoren af, mét de koepel van Schuddeboom.", "authorname": "Sportgeschiedenis", "id": "29978018-2948453741-72157609061947186", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nationaalarchief/2948453741/#comment72157623590107400", "realname": "Camille Sauvager", "path_alias": "camillesauvager", "author": "8333148@N03", "iconserver": "1107", "datecreate": "1268195882", "_content": "Thank you for this fascinating bit of history.", "authorname": "camillesau", "id": "29978018-2948453741-72157623590107400", "iconfarm": 2}], "photo_id": "2948453741"}, "flarchive:created": 1387762569}