{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/state-records-nsw/7897570212/#comment72157631374157260", "realname": "", "path_alias": "hpeters", "author": "73199923@N00", "iconserver": "7294", "datecreate": "1346621985", "_content": "&quot;...there exists a parcel of land approximately halfway between River Avenue, Chatswood West and Epping Road, North Ryde which is known as Fairyland. Fairyland is now part of Lane Cove National Park but it was not always so.\n\nAround the turn of century the land was cleared for market gardens. Later, in the 1920s, it was turned into picnic grounds. It was in this guise that many older folk knew it. It has been suggested that the name Fairyland was arrived at, not only because it was a place of mystery and beauty, but also because it was the practice of the Swan family, who ran the grounds, to place fairytale characters in the trees.\n\n As more people patronised the area a wharf, dance hall, kiosk and playground etc were installed. Consequently, it was known as Fairyland Pleasure Grounds. Access to the grounds was mainly by ferries. Later an access road was built from Delhi Road, about 100 metres west of the Crematorium gates. An old gate post is still standing but the road is now overgrown. After many setbacks the picnic grounds closed in the 1970s and became part of the then LCP State Recreation Area in 1978...&quot;", "authorname": "myhappypenguin", "id": "27286215-7897570212-72157631374157260", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/state-records-nsw/7897570212/#comment72157631516667983", "realname": "Mich", "path_alias": "mich2009", "author": "35179849@N08", "iconserver": "0", "datecreate": "1347421692", "_content": "I think the old gate post which was there for many years is gone now.  The cleared area in that photo seems a lot larger than it was in the late 60's or appears on aerial photographs now.", "authorname": "mich_sydney_2007", "id": "27286215-7897570212-72157631516667983", "iconfarm": 0}], "photo_id": "7897570212"}, "flarchive:created": 1389619020}