{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/swedish_heritage_board/7351171220/#comment72157630420696174", "realname": "", "path_alias": null, "author": "40878011@N07", "iconserver": "5330", "datecreate": "1341417990", "_content": "English Heritage List description: <a href=\"http://list.english-heritage.org.uk/resultsingle.aspx?uid=1355742\" rel=\"nofollow\">list.english-heritage.org.uk/resultsingle.aspx?uid=1355742</a> . This seems to be the south front; the main part retains the form of the remarkable triangular house completed for Sir Thomas Gorges in 1591, but was heavily restored to the designs of Anthony Salvin (1870-8); the higher tower on the right is part of an abortive rebuilding scheme of 1802-17, also remodelled (and linked to the main house by the single-storey section) to Salvin's designs, and reduced in height since this photograph was taken.", "authorname": "sps1955", "id": "34326855-7351171220-72157630420696174", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/swedish_heritage_board/7351171220/#comment72157630710557894", "realname": "", "path_alias": "swedish_heritage_board", "author": "34419668@N08", "iconserver": "7395", "datecreate": "1343044209", "_content": "sps1955: Thank you for giving us this rich and interesting information about the listed castle and its changes over the centuries. I've added the parish name Odstock, also to the information in our photo database. \n/Anna B.", "authorname": "Swedish National Heritage Board", "id": "34326855-7351171220-72157630710557894", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/swedish_heritage_board/7351171220/#comment72157630853432328", "realname": "", "path_alias": null, "author": "40878011@N07", "iconserver": "5330", "datecreate": "1343828142", "_content": "I'm glad that was helpful.  I should have added that the house has Swedish connections that might have prompted Berit Wallenberg's visit, as the builder's wife was Helena Snakenborg, the Swedish-born widow of the Marquess of Northampton. Gorges himself was special ambassador to Sweden in 1582 (<a href=\"http://dx.doi.org/10.1093/ref:odnb/69751\" target=\"_blank\" rel=\"nofollow\">Oxford Dictionary of National Biography</a> - subscription needed to view full text).  Indeed, Nikolaus Pevsner, in <em>The buildings of England: Wiltshire</em> (2nd edn., revised by Bridget Cherry, Harmondsworth : Penguin, 1975), p.304, raised the possibility that the castle at Gripsholm, near Stockholm, might have influenced the design of Longford - he raised the point only to reject it but he seems to have been unaware both of the fact that Gorges had married Helena secretly in 1576 (Pevsner thought the marriage took place in 1584) and of Gorges' 1582 embassy.  There seem to be quite a few people close to the house in the photo above so I wonder if the visit took place on a public open day (it wasn't uncommon for country houses to open their grounds to the public on a few days in aid of local charities during the 1930s, although the commercialized public opening that is common now did not begin in England until after World War II); alternatively, the occasion might be the visit of a historical or antiquarian society - or it could even be a large house party, I suppose!", "authorname": "sps1955", "id": "34326855-7351171220-72157630853432328", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/swedish_heritage_board/7351171220/#comment72157630882610714", "realname": "", "path_alias": "swedish_heritage_board", "author": "34419668@N08", "iconserver": "7395", "datecreate": "1343995886", "_content": "sps1955: Nice indeed to learn about the Swedish connections of the castle, through Helena Gorges! :) And I actually find that there are similarities between Longford and Gripsholm Castles, looking at a <a href=\"http://runeberg.org/svenbygg/0033.html\" rel=\"nofollow\">plan drawing of Gripsholm</a>.\n\nThis might of course have interested Art Historian Berit Wallenberg. I find it likely that she, as you suggest, attended some historical or antiquarian society to visit the castle.  \n\nRead more about <a href=\"http://en.wikipedia.org/wiki/Gripsholm_Castle\" rel=\"nofollow\">Gripsholm Castle on Wikipedia</a>.\n\n/Anna B.", "authorname": "Swedish National Heritage Board", "id": "34326855-7351171220-72157630882610714", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/swedish_heritage_board/7351171220/#comment72157630919266076", "realname": "", "path_alias": null, "author": "40878011@N07", "iconserver": "5330", "datecreate": "1344199797", "_content": "Many thanks for the Gripsholm links - there are certainly similarities, as you say!  To clarify: Pevsner himself pointed out the similarities in design but did not think the dates worked because he thought that Thomas Gorges' marriage to a Swede came too late for her to have influenced the design of a house completed in 1591; however, the marriage had taken place, secretly, earlier than he thought, and Gorges himself visited Sweden in 1582 - so some influence from Gripsholm does indeed seem possible!", "authorname": "sps1955", "id": "34326855-7351171220-72157630919266076", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/swedish_heritage_board/7351171220/#comment72157630929182262", "realname": "", "path_alias": "swedish_heritage_board", "author": "34419668@N08", "iconserver": "7395", "datecreate": "1344253230", "_content": "sps1955: It's really thrilling to imagine architectural bonds between two such magnificent listed historical castles as Longford and Gripsholm.\n\nAlso nice, following the link in your first comment, to read in the English Heritage List Description that the great landscape architect <a href=\"http://en.wikipedia.org/wiki/Lancelot_&quot;Capability&quot;_Brown\" rel=\"nofollow\">Capability Brown</a> was involved in the design of the park surrounding Longford Castle. \n\n/Anna B.", "authorname": "Swedish National Heritage Board", "id": "34326855-7351171220-72157630929182262", "iconfarm": 8}], "photo_id": "7351171220"}}