{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/6667008073/#comment72157628994998411", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1327315215", "_content": "Em 1907, na Av. Fontes Pereira de Melo com a Rua Latino Coelho, em Lisboa, é concluída a construção do palacete de José Joaquim da Silva Graça, proprietário e director do jornal “O Século” até 1921, para sua habitação particular, tendo sido projectada pelo arquitecto Miguel Ventura Terra.\n\nNos finais de do século XIX, em virtude de mudanças ocorridas na propriedade da empresa “O Século” e de algumas divergências com os seus consócios, José Joaquim da Silva Graça.já então exercendo funções de administrador, tornou-se o sócio maioritário, sucedendo a Magalhães Lima na respectiva direcção. \n\nO novo director, adoptando uma estratégia de comunicação, direccionada aos mais diversos tipos de público, soube interagir sobre eles para ganhar, por um lado, a sua adesão à causa republicana, por outro, a aceitação e expansão do jornal. Introduzindo processos de atracção e de penetração até então desconhecidos em Portugal, como a organização de uma impressionante rede de correspondentes, pela sua abrangência e rapidez de expansão, Silva Graça transformou o diário, em poucos anos, num empreendimento comercial vigoroso, dando azo a novos investimentos e, consequentemente, ao aparecimento de novos suplementos ( “Humorístico”, “Modas e Bordados”, “Brasil e Colónias” ), edições especiais (publicações de folhetins, “Século da Noite” ) e outras publicações ( “Almanaque d' O Século”, “Século Cómico”, “Ilustração Portuguesa”, “Os Sports”, “Século Agrícola” ). Afastou-se em 1922 por desentendimentos com o seu filho e com a “Companhia Portugal e Colónias” que viria a controlar esta empresa. \n\nFoi viver de seguida para Hyeres, arredores de Paris, onde viria a morrer em 5 de Maio de 1931 com 72 anos de idade.\n\nPor curiosidade os fornecedores de bens e serviços para este palacete foram:\nConstrução: Construtora do Porto ; Aquecimento: Casa Geneste &amp; Herscher de Paris ; Cantarias: Pardal Monteiro ; Estuques e pinturas: Cruz &amp; Franco ; Ferragens: Casa Gamier de Paris ; Instalações eléctricas e telefónicas: Casa Hermann e Júlio Gomes Ferreira &amp; Cª ; Persianas: Casa Jaquemet Mesnet &amp; Cie de Paris ; Serralharia: Jacob Lopes da Silva.\n\nEm 1919, José Rugeroni, genro de Silva Graça, adquiriu o palacete. Em 1931, decidiu converter o palacete, com o jardim e respectivos anexos, num hotel de luxo, radicalmente transformado, segundo orientação do seu proprietário, com a colaboração do arquitecto Vasco Regaleira e inaugurado, em 24 de Outubro de 1933, com a designação de “Aviz Hotel”", "authorname": "J. Leite", "id": "26532116-6667008073-72157628994998411", "iconfarm": 6}], "photo_id": "6667008073"}, "flarchive:created": 1387728646}