{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2333665436/#comment72157604117280640", "realname": "", "path_alias": "porkfork", "author": "72646284@N00", "iconserver": "8115", "datecreate": "1205543606", "_content": "The WE Scripps of Detroit, may be: William E. Scripps\r\n<a href=\"http://scrippsmansion.com/\">scrippsmansion.com/</a>\r\nthe following is from the above link:\r\nScripps also loved boating and designed a successful and powerful marine engine which was manufactured until the middle 1950s. He sponsored the William E. Scripps Trophy and was part of the group of prominent Detroiters who successfully brought the now famous annual Gold Cup boating race to Detroit.\r\n\r\nBook by Thomas Fleming Day &quot;The Voyage of Detroit&quot;\r\n<a href=\"http://www.amazon.com/Voyage-Detroit-Thomas-Fleming-Day/dp/0884482596/ref=sr_1_36?ie=UTF8&amp;s=books&amp;qid=1205543842&amp;sr=1-36\">www.amazon.com/Voyage-Detroit-Thomas-Fleming-Day/dp/08844...</a>\r\nFrom the Amazon description:\r\nBook Description\r\n\r\nIn 1912 Thomas Fleming Day, editor of The Rudder, decided to demonstrate the reliability of the internal combustion engine by taking a 35-foot double-ended powerboat from New York to St. Petersburg, Russia. The trip was an adventure: the vessel's freeboard was only 21/2 feet so she was usually awash and always rolling; the engine noise was deafening; and the boat caught fire and nearly blew up. After completing the rugged North Sea leg, Day writes, &quot;...The last thing I did was to visit the engine room and kiss the motor good-bye...&quot;\r\n\r\nIt would be interesting of course to be able to identify the people in the photograph. From the Scripps site there is mention of Scripps having a children. It would be possible that could be him in the suit, and maybe his child christening the ship. - just a guess though", "authorname": "porkfork6", "id": "8602872-2333665436-72157604117280640", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2333665436/#comment72157604123861319", "realname": "", "path_alias": "maxedaperture", "author": "19185411@N00", "iconserver": "37", "datecreate": "1205580663", "_content": "This shot is great!  I love tradition like this.", "authorname": "maxedaperture", "id": "8602872-2333665436-72157604123861319", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2333665436/#comment72157604174804329", "realname": "", "path_alias": null, "author": "23103743@N05", "iconserver": "2155", "datecreate": "1206007147", "_content": "See a portrait of the skipper, Thomas Fleming Day, at <a href=\"http://hdl.loc.gov/loc.pnp/cph.3b18945\">hdl.loc.gov/loc.pnp/cph.3b18945</a>", "authorname": "swanq", "id": "8602872-2333665436-72157604174804329", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2333665436/#comment72157604193168563", "realname": "", "path_alias": null, "author": "23103743@N05", "iconserver": "2155", "datecreate": "1206132943", "_content": "More on the skipper:\r\nFrom <a href=\"http://www.bermudarace.com/TheRace/BermudaRaceRollofHonour/tabid/146/Default.aspx#thomas\">www.bermudarace.com/TheRace/BermudaRaceRollofHonour/tabid...</a>\r\n\r\n&quot;An English-born American, the visionary Thomas Fleming Day founded the Bermuda Race in 1906 with the revolutionary aim of providing an ocean race for amateur sailors in normal boats.\r\n\r\nUntil then, entries in ocean races were larger than 100 feet and sailed by professional crews. “The danger of the sea for generations has been preached by the ignorant,” Day proclaimed. Amateur seafaring, he said, is a healthy thing to do. “A noble art makes noble men, and there is no nobler art than seamanship.” Besides building character, Day knew that an ocean race would improve the breed of sailboats by testing them on the open sea. He arranged with the Brooklyn Yacht Club to start it the race in New York Bay, and with the Royal Bermuda Yacht Club to finish it off St. David’s Light. Besides establishing a mission for the race, Day skippered the first winner.&quot;\r\n\r\nHe also edited a magazine called &quot;The Cruiser&quot; and wrote several books on sailing.", "authorname": "swanq", "id": "8602872-2333665436-72157604193168563", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2333665436/#comment72157604618681804", "realname": "", "path_alias": null, "author": "23103743@N05", "iconserver": "2155", "datecreate": "1208612345", "_content": "This is presumably a photo of a photo by Niebergall.  At <a href=\"http://www.rbhayes.org/hayes/photographs/\">www.rbhayes.org/hayes/photographs/</a> I find:\r\n\r\n'Commercial photographer, Ernst Niebergall, who lived in Sandusky, Ohio, photographed the communities along the shoreline of Lake Erie.From ice harvesting and railroads to early aviation and island leisure activities, the Niebergall photographs richly depict the everyday lives and activities of residents of Lake Erie's southern shoreline communities. The black and white photographs, the majority taken between 1909 and 1918, provide a record of communities in transition as old methods gave way to advances in industry and technology. '", "authorname": "swanq", "id": "8602872-2333665436-72157604618681804", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2333665436/#comment72157604628783541", "realname": "", "path_alias": "library_of_congress", "author": "8623220@N02", "iconserver": "3703", "datecreate": "1208642469", "_content": "Thanks for all the new info!  We'll update the catalog record with a new photographer name and date.", "authorname": "The Library of Congress", "id": "8602872-2333665436-72157604628783541", "iconfarm": 4}], "photo_id": "2333665436"}}