{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/sdasmarchives/6997138842/#comment72157629631901706", "realname": "Stig Jarlevik", "path_alias": "avis1951", "author": "72347661@N02", "iconserver": "7014", "datecreate": "1336465326", "_content": "No, this is the Ansaldo A.1 Balilla serialnumber 16608 which was bought by Cliff Durant and handed over to Eddie Rickenbacker for him to set a San Francisco-Los Angeles speed record in 1920. I wonder if Durant owned the Sheridan Motor Co? He was after an auto magnat.\nStig", "authorname": "Avis1951", "id": "49465936-6997138842-72157629631901706", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/sdasmarchives/6997138842/#comment72157629637232308", "realname": "SDASM Archives", "path_alias": "sdasmarchives", "author": "49487266@N07", "iconserver": "4070", "datecreate": "1336495116", "_content": "[http://www.flickr.com/photos/avis1951] Thanks for the correction and additional info!", "authorname": "San Diego Air & Space Museum Archives", "id": "49465936-6997138842-72157629637232308", "iconfarm": 5}, {"permalink": "http://www.flickr.com/photos/sdasmarchives/6997138842/#comment72157635449456574", "realname": "Kees Kort", "path_alias": "varese2002", "author": "26881258@N07", "iconserver": "3578", "datecreate": "1378706409", "_content": "The Sheridan Motor Company of California Oakland was purchased by the head of General Motors in late 1919, beginning 1920. The head of General Motors was then Billy Durant. \n\nIn December 1920, the <b>Sheridan Motor Company of California</b> was established with R.C. Durant, (Billy’s son), as President, C,M. Steves as Assistant Sales Manager and Captain Eddie Rickenbacker as Vice-President and General Manager. The California sales territory would prove to be the most aggressive in sales of the Sheridan. R.C. Durant was known for short as Cliff Durant.\n\n<i>Rickenbacker worked out a plan to sell Sheridan by using aviation. He was the first sales manager to cover his area by plane. He would fly into a California community, land in a cow pasture near town, and be met by the Sheridan dealer driving a new Sheridan. Of course he got big write up in the paper in big black letters saying Sheridan is coming. Then everyone would be asking, “Who is Sheridan?” He would then take out a full page ad announcing that Sheridan is here, with a picture of the car. In a year Rickenbacker built up an organization of 27 dealers and sold more than 700 Sheridan.</i> \n\nI think on this picture is the personal sales machine of the Sheridan sales manager Rickenbacker.\n\nThe complete story of Sheridan is meticulously researched here\n\n<a href=\"http://www.geaaonline.org/sheridan.html\" rel=\"nofollow\">www.geaaonline.org/sheridan.html</a>\n\nThere is another picture of the same machine with Rickenbacker, showing this time the hand luggage fastened against the side of the fuselage with the cord visible in this picture.\n\n[http://www.flickr.com/photos/sdasmarchives/9405110034/in/set-72157634861291957]", "authorname": "Varese2002", "id": "49465936-6997138842-72157635449456574", "iconfarm": 4}], "photo_id": "6997138842"}, "flarchive:created": 1387755529}