{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2178270363/#comment72157608756985908", "realname": "Antonio Martín", "path_alias": null, "author": "15200836@N02", "iconserver": "3137", "datecreate": "1226145754", "_content": "Me parece una fantástica foto que documenta una época ... PRECIOSA\nSaludos cordiales", "authorname": "marthinotf", "id": "8602872-2178270363-72157608756985908", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178270363/#comment72157623790906525", "realname": "Lisby", "path_alias": null, "author": "60861613@N00", "iconserver": "3569", "datecreate": "1272025916", "_content": "It could as easily been 1840 as 1940 in this picture. Not much had changed for the African American.", "authorname": "lisby1", "id": "8602872-2178270363-72157623790906525", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2178270363/#comment72157624879962507", "realname": "", "path_alias": null, "author": "54157054@N04", "iconserver": "0", "datecreate": "1285084410", "_content": "They wonderful pictures, the last time I pick cotton was in 1965, I  spend all of my youth, and my teens years picking cotton, I have a picture taken  in1950 of my oldest brother on top of cotton, I'm writing a book of my cotton days, I thing this part of our history, of the Mexican, American cotton pickers, not to much is know  about us, from the early forties to the middle of the sixties, those were our golden years, than the cotton machine, kind took over, and the Vietnam War, because it took most our young men to War. I was looking at the cotton sacks, our were made different, we had a four inch strap to protect our shoulder, a wire going half way around the mouth of sack, this way it alway stay open, making much easier to throw the cotton, back inside the sack without looking back. I just made my first cotton, made out of duck Canvas, it nine feet long.  Thanks again for all the beauiful pictures, Martin Chapa, El Milero", "authorname": "martiniano757@yahoo.com", "id": "8602872-2178270363-72157624879962507", "iconfarm": 0}], "photo_id": "2178270363"}}