{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7164697378/#comment72157629665072940", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1336657368", "_content": "Captain William Lenox Naper MC RHG, b. 4 Jan 1879; d. 24 Oct 1942; of Loughcrew, Old Castle, County Meath, where he was Deputy Lieutenant, a JP and latterly High Sheriff (1911).  He married Adela May Charlotte Trefusis on 9 Jul 1902.  They had no children.  He was the son of James Lenox Naper.  After the war he was Master of Foxhounds at Ballmacad 1919-1929. \nEducated at Eton (1892-97) he was originally commissioned into the 4th (Militia) Battalion the Lincolnshire Regiment as a Second Lieutenant on 9 Feb 1898, he transferred in that rank to the Royal Horse Guards on 14 Nov 1899.  He was promoted to Captain on transfer to the Reserve of Officers on 20 May 1908 on the strength of the Royal Horse Guards.\nHe was called back to the Regiment for war service and went to France on 7 Oct 1914.  On 28 Apr 1915 he was appointed as a Remount Officer and served throughout the rest of the war with the Remount Service or on the Staff in France, Egypt and Palestine.  Captain W L Naper was awarded the MC in 1918 [Supplement of 31 May 1918 to LG of 3 Jun 1918] for distinguished service in connection with military operations in Egypt. He briefly continued to serve in the Army after the war and was awarded the Order of the Nile 4th Class on 13 Jan 1920 [LG of 16 Jan 1920].  He was appointed ADC to General Sir Edward Allenby, CinC of the Egyptian Expeditionary Force 18 Sep 1918 to 31 Jan 1919.  He was additionally decorated with a Mention in Despatches (recommended by Allenby) [LG of 5 Jun 1919].  \nA photograph of his medals is at the Dix Noonan Webb page, from which much of this information was confirmed, at <a href=\"http://www.dnw.co.uk/medals/auctionarchive/searchcataloguearchive/itemdetail.lasso?itemid=80575\" rel=\"nofollow\">www.dnw.co.uk/medals/auctionarchive/searchcataloguearchiv...</a> //", "authorname": "Gary Donaldson", "id": "32254785-7164697378-72157629665072940", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7164697378/#comment72157635056458214", "realname": "", "path_alias": null, "author": "93381432@N07", "iconserver": "3769", "datecreate": "1376398801", "_content": "Hello, I wonder if anyone can help me find out more about W. H. Johnson who served with the Royal Horse Guards during WW1. Thank you!\n\n<a href=\"http://www.flickr.com/photos/93381432@N07/9502686400/\" title=\"W. H. Johnson - Royal Horse Guards by honoretpatria.wordpress, on Flickr\"><img src=\"http://farm8.staticflickr.com/7430/9502686400_832f8a7006.jpg\" width=\"326\" height=\"500\" alt=\"W. H. Johnson - Royal Horse Guards\" /></a>", "authorname": "honoretpatria.wordpress", "id": "32254785-7164697378-72157635056458214", "iconfarm": 4}], "photo_id": "7164697378"}}