{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/8642310663/#comment72157633230977699", "realname": "James Arboghast", "path_alias": "arboghast", "author": "23476577@N07", "iconserver": "2309", "datecreate": "1365852926", "_content": "For people living outside the United States of America, the man in the photograph, &quot;Wilson&quot;, is Woodrow Wilson, the 28th president. It would be helpful and make a lot more sense if the people posting this material included that basic information, but no. They give us just &quot;Wilson&quot; in the picture title, just &quot;Wilson&quot; in the accompanying text, and no mention of the man's first name in the tags, just &quot;Wilson&quot; again. A link to the Wikipedia article would also be very helpful---\n<a href=\"http://en.wikipedia.org/wiki/Woodrow_Wilson\" rel=\"nofollow\">en.wikipedia.org/wiki/Woodrow_Wilson</a>\n\nThis kind of thing gives those of us living outside the U.S. the impression that Americans do not distinguish between America and the rest of the world, and that Americans assume everybody, even non-Americans, will know &quot;Wilson&quot; refers to &quot;Woodrow Wilson&quot;. This is an example Americans behaving in an insular, cloistered manner, and an example of American exceptionalism.\n\nPlease stop insulting us with this kind of treatment. And wake up---there is a whole world out there, and America is not the whole world.\n\nThank you.", "authorname": "a r b o", "id": "8602872-8642310663-72157633230977699", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/8642310663/#comment72157633234006013", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1365881941", "_content": "On October 19, President Woodrow Wilson rode in a private railroad car to Princeton, New Jersey, his nominal home town and legal voting place. He arrived with his fiancee, Edith Bolling Galt [they were wed on December 18], went to the polling place and voted &quot;yes&quot; on the Woman Suffrage Amendment, then left after being in town for ninety minutes. This paragraph appeared the next day in the Daily Princetonian:\n\nPRESIDENT WILSON HERE; VOTES &quot;YES&quot; FOR SUFFRAGE\nPresident Woodrow Wilson yesterday made his second visit to Princeton since college opened. His private car arrived at about 12.20, and he proceeded at once to the seventh district polls in the house of Engine Company No. 3 00 Chambers Street. After voting, the President paid a visit to Professor W. U. Vreeland, and later to Dean Fine. He left Princeton at 1.45 p. m.", "authorname": "Wystan", "id": "8602872-8642310663-72157633234006013", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/8642310663/#comment72157633236238353", "realname": "dullshick", "path_alias": "dullshick", "author": "25945306@N03", "iconserver": "8256", "datecreate": "1365907526", "_content": "With due respect, arbo's comment misses the point. LOC does a great service by posting images from its unique collection. If arbo chooses to look through the collection of images library of congress has posted, he/she will notice that users like wystan have done another service by providing details. This is the magic of the Internet.", "authorname": "dullshick", "id": "8602872-8642310663-72157633236238353", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/library_of_congress/8642310663/#comment72157633241300440", "realname": "James Arboghast", "path_alias": "arboghast", "author": "23476577@N07", "iconserver": "2309", "datecreate": "1365911421", "_content": "[http://www.flickr.com/photos/dullshick] Nope, you miss my point. I did not post to address your counterpoint that, &quot;LOC does a great service by posting images from its unique collection.&quot;\n\nI never denied that, and since it is not my point of contention, your using it as a response misses my point.\n\nMy point is the LOC does the world outside the U.S. a disservice by leaving out essential, basic information like Woodrow Wilson's first name, and assuming we are all familiar with the famous U.S. presidents. Basic stuff and they can't even get that right. That's sloppy work.\n\n<em>&quot;If arbo chooses to look through the collection of images library of congress has posted, he/she will notice that users like wystan have done another service by providing details.&quot;</em>\n\nYes, I do choose to look through the collection and I do notice the contributions of users, yet you start out with the implication I don't. Congratulations, you've made an insulting, derogatory remark about a person you'e never met. The point you miss is that it is the LOC's job to provide these details. After all, it's a library, a source of information. And Wystan posted his information 8 hours after my post, so bringing that up after the fact is  a weak defense.\n\n<em>&quot;This is the magic of the Internet&quot;</em>\n\nNo kidding. I'm 48 and have been an internet user since 1994. So, as it says in my profile, please don't talk to me like I'm 17 years old, and don't speak to me like I work for you. You demonstrate 3 ongoing shortcomings of Americans, (1) Insular point of view; (2) Condescending, conceited attitude towards and treatment of non U.S. citizens based on flawed assumptions; (3) An inability to admit faults and take criticism.", "authorname": "a r b o", "id": "8602872-8642310663-72157633241300440", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/8642310663/#comment72157633241461392", "realname": "James Arboghast", "path_alias": "arboghast", "author": "23476577@N07", "iconserver": "2309", "datecreate": "1365913688", "_content": "[http://www.flickr.com/photos/dullshick] Like, addressing me with, &quot;If arbo chooses&quot; and &quot;arbo's comment misses the point&quot;. That is condescending language, dude. If you want to talk to me, then talk to me by addressing me directly, engaging me in conversation the way you would if we were in the same room instead of addressing me in the third person.\n\nTalk to me, don't talk at me.", "authorname": "a r b o", "id": "8602872-8642310663-72157633241461392", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/8642310663/#comment72157633243757524", "realname": "Robbie", "path_alias": "ropo", "author": "48600100626@N01", "iconserver": "5452", "datecreate": "1365944407", "_content": "Arbo, I suspect that they put up so many photos that they just use the info that is on the photo, like &quot;Wilson at Princeton,&quot; which is actually written on the photo (or provided along with it in notes or whatever), and that it's possibly interns who are uploading the photos to Flickr, and the person doing the uploading might not actually know any more info than is provided. It's lovely that other Flickr users have been so great about providing more info, but I've tried finding info on old photos, and it can be very time consuming. The LOC often uploads many, many photos in a day, and this number would be considerably fewer if they researched each photo as they uploaded it. I would also love to see more info along with each photo; I'm just guessing that the amount of photos makes it difficult. I doubt very much they are trying to be American-centric; trust me, plenty of Americans would not recognize a photo of Woodrow Wilson either. Like I said, I suspect it's a case of too many photos, not enough time or resources to research each one.", "authorname": "Robbie", "id": "8602872-8642310663-72157633243757524", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/8642310663/#comment72157633238993599", "realname": "James Arboghast", "path_alias": "arboghast", "author": "23476577@N07", "iconserver": "2309", "datecreate": "1365944975", "_content": "Thanks for chipping in. That all sounds plausible. It would be much better if somebody at the LOC explained what's going on, instead of guess work from flickr users.\n\nPutting quantity above quality cheapens the whole exercise.", "authorname": "a r b o", "id": "8602872-8642310663-72157633238993599", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/8642310663/#comment72157633241264389", "realname": "Peter", "path_alias": null, "author": "77215799@N00", "iconserver": "2850", "datecreate": "1365963813", "_content": "I'll keep it short -\nAs I was looking at the LOC site I 'presumed' Wilson was Woodrow Wilson, although I would not have recoginised him from the image alone. I understand that the title is as the script on the photo but it would be beneficial to others to ID the person depicted.\nFurther info. is then up to the viewer to research.\n\nPeter\nA Brit., not an historian or with a great interest in US political history but with a fascination for old images!!", "authorname": "aa_just_thowt", "id": "8602872-8642310663-72157633241264389", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/8642310663/#comment72157633270243752", "realname": "", "path_alias": "ryan_loc", "author": "35234565@N04", "iconserver": "1021", "datecreate": "1366225332", "_content": "arbo: the following will hopefully address your questions about our approach to this collection with respect to how the captions were handled. It was written by the chief of the Prints &amp; Photographs Division.  Additionally, please see our webpage of frequently asked questions about the Flickr project in general: <a href=\"http://www.loc.gov/rr/print/flickr_pilot_faq.html\" rel=\"nofollow\">www.loc.gov/rr/print/flickr_pilot_faq.html</a>\n\nIn 2004-06, the Prints &amp; Photographs Division was delighted to receive enough funding to scan all 40,000 glass negatives in the Bain Collection. (See <a href=\"http://www.loc.gov/pictures/collection/ggbain/digitizing.html\" rel=\"nofollow\">www.loc.gov/pictures/collection/ggbain/digitizing.html</a>.) The funding also had limits, and we had to find an expeditious way to provide basic captions. Rather than decipher and transcribe the handwritten titles and dates directly from the glass plates (very time consuming and thus costly), we relied on a typed set of caption cards that Library staff had made some decades ago by looking at the Bain company’s handwritten index cards as well as notes on the paper sleeves that housed the negatives. \n\nThe information on the Bain caption cards and sleeves was not always identical to the info on the negatives, but it was usually quite close. We tried to be explicit about the “incomplete” aspects of the titles by putting a note in each record to indicate the preliminary nature of the information: &quot;Title from unverified data provided by the Bain News Service on the negatives or caption cards.&quot;\n\nHaving the digital images go online was a foundation step that made future projects possible. People could now more easily compare the titles on the negatives and the information from the caption cards by enlarging the photo image to see the letters on the negative clearly. Then, flesh out abbreviations, correct misspellings, and add subject information. That’s where the Flickr project has made such an important contribution–the reconciliation and verification of data is now well underway! Some 9,000 Bain photos are in Flickr, which means far better captions for almost 25% of the collection already.", "authorname": "Ryan (LOC P&P)", "id": "8602872-8642310663-72157633270243752", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/library_of_congress/8642310663/#comment72157633273021640", "realname": "dullshick", "path_alias": "dullshick", "author": "25945306@N03", "iconserver": "8256", "datecreate": "1366256236", "_content": "The magic of the Internet! \nThank you LOC for posting great images to Flickr.", "authorname": "dullshick", "id": "8602872-8642310663-72157633273021640", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/library_of_congress/8642310663/#comment72157633305382819", "realname": "James Arboghast", "path_alias": "arboghast", "author": "23476577@N07", "iconserver": "2309", "datecreate": "1366690029", "_content": "[http://www.flickr.com/photos/ryan_loc] Glad to hear all that. Thank you for the explanatory information.\n\nIt's not that I don't appreciate the collaborative approach to these things. I just have great expectations.", "authorname": "a r b o", "id": "8602872-8642310663-72157633305382819", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/8642310663/#comment72157633437829681", "realname": "", "path_alias": "library_of_congress", "author": "8623220@N02", "iconserver": "3703", "datecreate": "1368072086", "_content": "Since you asked, it's worth mentioning two more things ....  \n\n(1) Flickr opened The Commons in large part so that people could contribute better information about the pictures in many libraries, archives, and museums. Pictures with limited descriptions and institutions with limited resources are all too common. (See <a href=\"http://www.flickr.com/commons/\">www.flickr.com/commons/</a> )   \nIf you enjoy seeing how picture puzzles are solved, the National Library of Ireland photostream is well worth a look at <a href=\"http://www.flickr.com/photos/nlireland/\">www.flickr.com/photos/nlireland/</a> \n\n(2) We incorporate the valuable new information that Flickr members provide into the catalog records at the Library of Congress pretty quickly, along with a link that connects to the longer narrative comments in Flickr.  But we aren't too often able to re-load those improved records back into Flickr. Also, the new, fuller info might be in a subject note rather than the title; we leave the title as the Bain News Service provided it unless their information is completely wrong.  Here's a typical example of an updated record that was reloaded to Flickr in 2012, <a href=\"http://www.loc.gov/pictures/item/ggb2005014062/\" rel=\"nofollow\">www.loc.gov/pictures/item/ggb2005014062/</a> \n\nPlease keep the improved descriptions coming!\nHelena (LOC)", "authorname": "The Library of Congress", "id": "8602872-8642310663-72157633437829681", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/8642310663/#comment72157633470543460", "realname": "", "path_alias": "library_of_congress", "author": "8623220@N02", "iconserver": "3703", "datecreate": "1368285470", "_content": "[http://www.flickr.com/photos/70251312@N00] Thanks!  Now repaired.", "authorname": "The Library of Congress", "id": "8602872-8642310663-72157633470543460", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/8642310663/#comment72157638243138475", "realname": "", "path_alias": "ourpolity", "author": "74471476@N08", "iconserver": "7193", "datecreate": "1385907842", "_content": "With all due respect, this woman does not look to me like Edith Bolling Galt.  She is too gaunt, her nose is too aquiline, and her clothing too frumpy.  (See also <a href=\"http://www.flickr.com/photos/library_of_congress/8663209164/in/photostream/\">www.flickr.com/photos/library_of_congress/8663209164/in/p...</a>)  Do the newspapers say that Galt appeared in public with Wilson at Princeton, at a date that would have been prior to their marriage?", "authorname": "Susan Barsy", "id": "8602872-8642310663-72157638243138475", "iconfarm": 8}], "photo_id": "8642310663"}}