{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6265792037/#comment72157627980538007", "realname": "", "path_alias": null, "author": "69662531@N05", "iconserver": "6048", "datecreate": "1321039347", "_content": "From the Commonwealth War Graves Commission website:\n\nName:THOMPSON, GEORGE MASTERMAN\nInitials:G M\nNationality:United Kingdom\nRank:Lieutenant\nRegiment/Service:Royal Scots\nUnit Text:1st Bn.\nSecondary Regiment:Gold Coast Regiment, W.A.F.F.\nSecondary Unit Text:and\nAge:24\nDate of Death:22/08/1914\nAdditional information:Croix de Guerre with Palms (France). Son of Col. George William Thompson, (Commanding Royal Scots), and Mrs G. W. Thompson, of Beechwood, Burley, Hants. The First British Officer killed in action in the war. A Special French Army Order was published on 20th October commending his gallantry and the fine example he gave to the French soldiers temporarily under his command.\nCasualty Type:Commonwealth War Dead\nCemetery:WAHALA CEMETERY", "authorname": "Historydevotee", "id": "32254785-6265792037-72157627980538007", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6265792037/#comment72157627985193469", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1321105088", "_content": "Very full details of the action at Khra, Togoland, in which Lt GM Thompson R SCOTS was killed, are available on-line in a 2006 paper by Keith Steward FRGS at: <a href=\"http://www.britishcolonialafrica.com/PDFS/10_LIEUT_COLONEL_BRYANT_8_Single_20_3.pdf\" rel=\"nofollow\">www.britishcolonialafrica.com/PDFS/10_LIEUT_COLONEL_BRYAN...</a>  \nThis includes a precise description of the attack on the German machine-gun position by Lt Thompson leading men of G Company 1st Gold Coast Regiment.", "authorname": "Gary Donaldson", "id": "32254785-6265792037-72157627985193469", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6265792037/#comment72157628126480206", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1321283813", "_content": "From Keith Steward's paper (reference above): - the action of 22 August 1914 at Khra:\n\n&quot;As the half of ‘G’ Company under Lieutenant GM Thompson consisted of only twenty two rifles, Captain Caistaing placed seventeen Senegalese under his orders.  The combined party, leading the advance against the enemy’s left worked their way round through the bush until, about 11 a.m., when they were checked by heavy rifle and machine gun fire from well-constructed trenches on the German flank. Here they held their ground for about five hours, until Lieutenant Thompson judged that the enemy’s fire was slackening as a result of the British [and French] response, whereupon, he led his men in an assault well supported by Captain Caistaing with the remainder of the Senegalese. But the enemy machine guns had not been greatly affected; and in spite of the great gallantry they displayed, the attackers were brought to a standstill fifty yards from the enemy trenches.\n\nLieutenant Thompson, Lieutenant Guillmart and many African other\nranks were killed and wounded. The seventeen Senegalese soldiers\nallocated to Lieutenant Thompson were all killed or wounded except one.\nThe positions of the bodies of the twelve Senegalese showed that they had stood faithfully by the young British officer whose safety they believed had been entrusted to their care. It was thought fitting to bury them in graves around that of Lieutenant Thompson.&quot; \n\nLieutenant George Masterman Thompson, born Feb. 21 1890 in Natal, commissioned into the Royal Scots (Lothian Regiment) Sept. 1909, Lieutenant Sept 1912, seconded to the WAFF in October 1913.//", "authorname": "Gary Donaldson", "id": "32254785-6265792037-72157628126480206", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6265792037/#comment72157631765039666", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1350203190", "_content": "National Probate records reveal the following information: Of the United Service Club, Pall Mall, Middlesex, lieutenant The Royal Scots and Gold Coast Regiment West African Frontier Force died 22 August 1914 at Chra River Togoland West Africa. Administration London 1 April to Agnes Thompson widow. Effects £179 0s 9d.\n\nThe plaque presented to Mr Masterman's family <a href=\"http://nms.scran.ac.uk/database/record.php?usi=000-180-000-416-C\" rel=\"nofollow\">nms.scran.ac.uk/database/record.php?usi=000-180-000-416-C</a> and St John the Baptist Church, Burley where there is a memorial <a href=\"http://www.stgeorgesnews.org/page149.html\" rel=\"nofollow\">www.stgeorgesnews.org/page149.html</a>", "authorname": "Mrs Audubon", "id": "32254785-6265792037-72157631765039666", "iconfarm": 4}], "photo_id": "6265792037"}}