{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/5950936810/#comment72157627122849517", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1311254003", "_content": "Em 1920, a ‘Companhia Portuguesa de Pesca’, fundada com o capital de 3.600.000$00, instala-se nas antigas instalações da ‘Fábrica de Algodão da Companhia Lisbonense’ (antigo Convento de São Paulo), no Olho de Boi., em Almada.\n\nDepois de algumas obras de remodelação, o complexo foi adaptado com oficinas, estaleiro, armazéns e elevadores de gelo, instalações frigoríficas, depósitos para combustível, um gerador próprio, máquinas de trituração de gelo, fundição, oficinas de rede e de poliano.\n\nO crescimento da frota pesqueira da empresa ditou uma racionalização dos seus meios, dividindo as áreas de produção entre a zona ribeirinha de Lisboa (exploração de um cais em Lisboa para as descargas de pescado) e Almada. Nesta margem do rio, foi assim construído um bairro para os operários que laboravam na reparação da frota naval da empresa, um trabalho contínuo de manutenção dos navios. Nele habitavam várias categorias técnicas e respectivas famílias: electricistas, serralheiros, carpinteiros, caldeireiros, desenhadores, pedreiros, pintores. Foram também adquiridos os terrenos contíguos do Olho de  Boi e, mais tarde, da Fonte da Pipa. \n  \nAté à década de quarenta, a pesca foi realizada ao longo da Costa, estando condicionada em tempo pelos rudimentares meios de refrigeração do pescado. O progresso técnico no processo de refrigeração a partir da segunda Guerra permitiu o incremento da pesca no mar alto.\n\nO cais da ‘Companhia Portuguesa de Pesca’ foi aumentado durante a década de cinquenta, época de maior produtividade da Companhia, de modo a facilitar a descarga do carvão mineral para os navios a vapor. Foram também construídos o refeitório e o vestiário. Neste período, a ‘Companhia Portuguesa de Pesca’ chegou a possuir 25 navios, posteriormente transformados com motor, e 700 trabalhadores numa área total de 42 mil m2. Na década de setenta foi ainda construída uma oficina de electrónica e de niquelagem.\n\nApós o 25 de Abril, esta Companhia entrou em declínio, o número de trabalhadores foi sendo reduzido e em 1984, quando foi dada como extinta, empregava 370 trabalhadores. \nParte dos terrenos da antiga CPP estavam, em 2003, entregues ao Instituto de Conservação da Natureza (ICN).", "authorname": "J. Leite", "id": "26532116-5950936810-72157627122849517", "iconfarm": 6}], "photo_id": "5950936810"}, "flarchive:created": 1387729790}