{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10611308705/#comment72157637199613913", "realname": "", "path_alias": null, "author": "61857489@N00", "iconserver": "0", "datecreate": "1383332271", "_content": "possibly Ernest John Egerton Boys MC <a href=\"http://www.halhed.com/t4r/getperson.php?personID=I15926\" rel=\"nofollow\">www.halhed.com/t4r/getperson.php?personID=I15926</a>", "authorname": "johnny_doyle", "id": "32254785-10611308705-72157637199613913", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10611308705/#comment72157637207545943", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1383351121", "_content": "There is a Medal Index Card held at the National Archive of an E J E Boys who rose from Second Lieutenant to Captain in the Royal Garrison Artillery. Reference number is WO 372/3/23500.\n<a href=\"http://discovery.nationalarchives.gov.uk/SearchUI/Details?uri=D1438343\" rel=\"nofollow\">discovery.nationalarchives.gov.uk/SearchUI/Details?uri=D1...</a>\n\nThe Halhed Com link above lists his birthplace as Bellary, Madras, India. Parents were Justin William and Bertha, (nee Stewart). His date of birth was the 11th February 1887 and he also went by the name of Jack Boys.\n\nOther family announcements from The Times Of India that appear to relate:\n\nThe birth of a daughter to the wife of J W Boyes at Bellary on the 4th December 1885 was announced in the 10th December edition.\n<a href=\"http://search.fibis.org/frontis/bin/aps_detail.php?id=710633\" rel=\"nofollow\">search.fibis.org/frontis/bin/aps_detail.php?id=710633</a>\n\nMay be a co-incidence, but the 1901 UK census for England and Wales has an E John E Boys, born India, who was recorded as a visitor at 57 Bromham Road, Bedford. There are two other visitors in the household - a 40 year old Bertha S,Boys, born Ceylon, and a 5 year old Ivy Sybil, born Bedford. Head of the household is a 55 year old Annie Cantrell, born Ireland. Annie is recorded as married. She has five children living with her, aged between 25 and 14 and all born Ceylon.\n\nWhile I couldn't find him again on the 1911 census, I could find Bertha (aged 50) and Ivy, (aged 15), now recorded as Visitors at a Guest House at 3 Cecil Road, Bournemouth, Hampshire. I've done a high-level search of the Irish census for 1911 but couldn't find Ernest there either.\n\nLondon Gazette announcements.\n\n3rd June 1916: <i>Award of the Military Cross to Temporary Captain Ernest John Egerton Boys</i>\n<a href=\"http://www.london-gazette.co.uk/issues/29608/supplements/5571\" rel=\"nofollow\">www.london-gazette.co.uk/issues/29608/supplements/5571</a>\n(One of a long list with no specific citation given for the award)\n\n6th September 1921; <i>Temp. Maj E J E Boys M C relinquished his commission on completion of service and retains the rank of Major with effect 2nd July 1919.</i>\n\nThe Halhed page references that Ernest married a Janet Myfanwy Thoresby-Jones in 1917 and they had a son, Anthony Vernon (&quot;Toby&quot;) Boys in 1922.\n\nIn the London Gazette of the 26th June 1942 the name of a Private Anthony Vernon Boys appears in a long list of what I suspect are individuals being commissioned as officers from the ranks.\n<a href=\"http://www.london-gazette.co.uk/issues/35610/pages/2823/page.pdf\" rel=\"nofollow\">www.london-gazette.co.uk/issues/35610/pages/2823/page.pdf</a>\n(The Halhead site has this down as his appointment as a Second Lieutenant in the Indian Army).\n<a href=\"http://www.halhed.com/t4r/getperson.php?personID=I15925&amp;tree=tree1\" rel=\"nofollow\">www.halhed.com/t4r/getperson.php?personID=I15925&amp;tree...</a>\n\nSadly Anthony would die aged 37 in 1959. His father pre-deceased him,  passing away in Dublin in 1953.\n\nIf you have a subscription to Ancestry.com, you will be able to see at least two wartime pictures of Anthony - in one, a classic photographers headshot, he appears to have the two pips of a Lieutenant on his shoulders. A third picture was taken on his wedding day to a &quot;Thea&quot;. (The Halhed site has him marrying a Dorothea Maud Cheese in the April to June 1950 quarter)\n\nIn all three pictures there is a a noticeable family resemblance between father and son.", "authorname": "Moominpappa06", "id": "32254785-10611308705-72157637207545943", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/10611308705/#comment72157637330074476", "realname": "Robert Couse-Baker", "path_alias": null, "author": "29233640@N07", "iconserver": "2857", "datecreate": "1383625692", "_content": "May his memory be  a blessing.", "authorname": "** RCB **", "id": "32254785-10611308705-72157637330074476", "iconfarm": 3}], "photo_id": "10611308705"}}