{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/statelibraryofnsw/5802783906/#comment72157630207091430", "realname": "", "path_alias": "hpeters", "author": "73199923@N00", "iconserver": "7294", "datecreate": "1340197913", "_content": "NEW SOUTH WALES PREMIER, Joseph Carruthers, opened Sydney Glaciarium on July 25th, 1907, at 849 George Street West, Railway Square, Haymarket. Railway Square was originally known as Central Square and it was the heart of Sydney's modern retail district in the 1800s and early 1900s...\n\nThe Glaciarium is something entirely new to the people of Sydney. The main building and its approaches are erected partly on the site of the old Cyclorama, which has been entirely demolished. The public entrance is in George-street, access being gained in the first instance to the booking hall, and thence by a wide sloping passage of easy gradient to the Glaclarlum itself. The main building, while making no pretence to style, is nonetheless imposing on account of its dimensions and appearance of substantiality. Immediately adjoining the entrance and fronting the rink are situated the ladles' and gentlemen's retiring rooms, cloak room, and skate room, etc., all of ample dimensions and comfortably equipped. The main area is of course taken up with the actual skating floor, which is 180ft long and 76ft wide, with seating accommodation and promenade all round. The roof, the apex of which is 51ft (15.5m) from the floor, is constructed of steel, and is the finest example of its type in the States. The lighting during the day is obtained from roof lights, and also from windows in the outer walls, and is excellent; at night the whole place is brilliantly illuminated with the electric light. At one end there is a small gallery capable of seating from 160 to 200 persons, from which an excellent view of the whole floor can be obtained. The seating accommodation, on a whole, is excellent. There are seats provided for about 1500, and each one should be able to command a first-class view of the floor. Provision has also been made for the supply of refreshments. The ice floor, which is about 4 inches in thickness, is beautifully transparent, every foot of the 7 or 8 miles of piping embedded in the ice being clearly discernible. The refrigerating plant, which comprises a 120 ton ice-making machine, is the latest type of the well-known Hercules design supplied and erected by Mr. C. A. MacDonald, of this city, and the boilers of which there are two, are of the Babcock and Wilcox Co.'s make, and fitted with their automatic chain grates and stokers, so that the company have no fear of any fines on account of a superfluity of smoke emanating from their chimney. Underneath the rink there is a very large area which the company purpose shortly fitting up as a refrigerating and cold storage depot. The company's engineers and architects were Messrs. Coxon and Cuthbert, who have designed and supervised the construction and equipment of the whole establishment. The contractors for the building are Messrs. Baxter and Hepburn. — The Sydney Morning Herald, Tue 30 Jul 1907, p 4\n\n<a href=\"http://homepage.mac.com/carpenter.architects/icelife46/future/glaciariumsyd.html\" rel=\"nofollow\">homepage.mac.com/carpenter.architects/icelife46/future/gl...</a>", "authorname": "myhappypenguin", "id": "29361615-5802783906-72157630207091430", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/statelibraryofnsw/5802783906/#comment72157630569295702", "realname": "Luc", "path_alias": "la_buff", "author": "37426109@N07", "iconserver": "4026", "datecreate": "1342262129", "_content": "Western Suburbs in these times would have really been focused on meaning Inner-west Suburbs from Strathfield to the city, this was well before people really started living out in the greater western suburbs.", "authorname": "Historically Sympathetic", "id": "29361615-5802783906-72157630569295702", "iconfarm": 5}, {"permalink": "http://www.flickr.com/photos/statelibraryofnsw/5802783906/#comment72157630592234632", "realname": "", "path_alias": "hpeters", "author": "73199923@N00", "iconserver": "7294", "datecreate": "1342386623", "_content": "As the team was called the Western Suburbs Tigers im guessing with a similar footprint to the current West Tigers Rugby League Club and even an early version of State of Origin :)\n\n<a href=\"http://trove.nla.gov.au/ndp/del/article/16672835\" rel=\"nofollow\">trove.nla.gov.au/ndp/del/article/16672835</a>", "authorname": "myhappypenguin", "id": "29361615-5802783906-72157630592234632", "iconfarm": 8}], "photo_id": "5802783906"}, "flarchive:created": 1389606446}