{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationaalarchief/2948194925/#comment72157608231087226", "realname": "Leenke", "path_alias": "leenke", "author": "26220432@N06", "iconserver": "3161", "datecreate": "1224591017", "_content": "** There's an English translation below the Dutch text **\n\n\nMijn opa woonde tijdens de oorlog als jongetje &quot;naast&quot; kamp Amersfoort. Zijn vader (G. Monkhorst, politie te amersfoort) , en een groot deel van het gezin, was zeer nauw betrokken bij het helpen van gevangen die in het buitencommando werkten met het ontsnappen uit het kamp, ontmoetingen met familieleden en briefwisselingen tussen gevangenen en de buitenwereld. Dit werd voor een stuk mogelijk gemaakt door een SS-er die vaste begeleider was van het buitencommando en van te voren aan de familie Monkhorst liet weten wie er in het commando zouden werken zodat contacten of ontsnappingen gepland en geregeld konden worden.\n\nMijn oudoom heeft zijn herinneringen aan deze periode opgeschreven en ik ben bezig hier een leesbaar boek van te maken. Ik heb slechts een kopie van zijn werk waardoor de foto's heel slecht zijn en het helaas weinig zin heeft ze hier te plaatsen. Voor wat meer informatie ben ik natuurlijk altijd bereikbaar.\n\n** English Translation of the above **\n\nMy Grandfather lived &quot;next door&quot; to Kamp Amersfoort as a little boy during the war. His father (G. Monkhorst, policeman in Amersfoort), and the majority of his family, was very involved in helping campmates who worked in the commando in the forest behind their house. They would help campmates with escapes, meetings with relatives and with passing notes to the outside world. This was made possible by a friendly SS-kommandant , the regular watcher of this commando, who would inform the Monkhorst family as to whom would be working in the fields so contacts or arrangements for escapes could be made.\n\nMy great-uncle has written down his memories of this period and I am currently working on making it a proper book. Unfortunately I only have a copy of his work so the pictures are of very bad quality and there's not much use in putting them onhere. If you would like more information you can always contact me!", "authorname": "Join the Keelin Fanclub :P", "id": "29978018-2948194925-72157608231087226", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nationaalarchief/2948194925/#comment72157608302443607", "realname": "batvoca", "path_alias": null, "author": "14673419@N00", "iconserver": "2084", "datecreate": "1224764897", "_content": "translation; <i>Liberation of the concentration camp Amersfoort. Three Dutch army officers behind barbed wire </i>", "authorname": "batvoca", "id": "29978018-2948194925-72157608302443607", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/nationaalarchief/2948194925/#comment72157608791953950", "realname": "Raul Camargo", "path_alias": "raulcamargo_90", "author": "9262589@N05", "iconserver": "8456", "datecreate": "1226265404", "_content": "Incríveis registros!", "authorname": "raulcamargo", "id": "29978018-2948194925-72157608791953950", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/nationaalarchief/2948194925/#comment72157617504406391", "realname": "Alesei", "path_alias": "gnrlbzik", "author": "15040674@N06", "iconserver": "3634", "datecreate": "1241271544", "_content": "incredible shot, history we love  : )", "authorname": "gnrlbzik", "id": "29978018-2948194925-72157617504406391", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nationaalarchief/2948194925/#comment72157623006890141", "realname": "", "path_alias": "margariita95", "author": "44563647@N04", "iconserver": "2536", "datecreate": "1262554568", "_content": "wow!\ndass ist TOTAL coll!\nich liebe es!", "authorname": "margariita carrascosa", "id": "29978018-2948194925-72157623006890141", "iconfarm": 3}], "photo_id": "2948194925"}, "flarchive:created": 1387762760}