{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/7838531450/#comment72157634820935729", "realname": "", "path_alias": null, "author": "91486430@N07", "iconserver": "0", "datecreate": "1374998878", "_content": "Newpaper from Hong Kong today \n\n<a href=\"http://hk.apple.nextmedia.com/news/art/20130728/18352911\" rel=\"nofollow\">hk.apple.nextmedia.com/news/art/20130728/18352911</a>\n<a href=\"http://static.apple.nextmedia.com/images/apple-photos/apple/20130728/large/28la4p10.jpg\" rel=\"nofollow\">static.apple.nextmedia.com/images/apple-photos/apple/2013...</a>", "authorname": "Hermannnnnnho", "id": "31569669-7838531450-72157634820935729", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/7838531450/#comment72157634834119730", "realname": "", "path_alias": null, "author": "99490033@N02", "iconserver": "0", "datecreate": "1375035119", "_content": "The Engineer's Office is the only remaining building of the former Pumping Station (舊水務署抽水站), which was built in 1895. It is the oldest pumping station in Hong Kong, even older than Tai Tam Tuk Pumping Station (大潭篤泵房), which was constructed in 1917.\n\nIn 1890, Osbert Chadwick, consulting engineer of the Crown Agents, proposed the building plan for a water supply system in Kowloon. He suggested collecting subterranean water by building underground mud barriers. Although his proposal was not adopted immediately, it contributed to the construction of this pumping station subsequently.\n\nOriginally, the pumping station was a complex which comprised three two-storey buildings and a tall chimney for the boiler. The first building consisted an engine house and a boiler house. The second building had a workshop on the ground floor and fitters' quarters on the first floor. Between the first building and the second building was a chimney. For the third building, an office, a store, a boy and coolie room, a cook House and a latrine are the components of the ground floor, while there was overseers' quarters on the first floor.\nElevation of the Yau Ma Tei Pumping Station on Station Street (today's Shanghai Street) from the set of original architectural drawings recovered from Water Supplies Department. (Starting from the left: 1. First building: Engine House and Boiler House; 2. The Chimney; 3. Second building: Fitters' Quarters and Workshop; 4. Third building: Overseers' Quarters, Office and Store)\nThe engine house and boiler house of the pumping station as it appeared in the early 1960s, which, at the time of this photo, was used as a post office.\n\nThe pumping station was equipped with steam-driven pumps, which were imported from England, and able to abstract an estimated 400,000 gallons of water from three wells nearby for the early inhabitants in the Kowloon Peninsula. With the supply of fresh water, commercial activities could take place and normal daily living was assured. As a result, the population of Kowloon was increased by 33% from about 23,000 in 1891 to 34,782 by 1897.\n\nThis pumping station became unimportant in the 20th century because of the construction of Kowloon Reservoir in 1906 and other reservoirs subsequently. In 1911, the pumping station ceased operation and the chimney was demolished one year later. The remaining buildings then underwent different adaptive reuse. The first building, which had consisted of the engine house and the boiler house, was converted into a post office in the 1910s-1920s. The second building, which had consisted the workshop and the fitters' quarters, became a hazardous goods store. The third building, which had consisted the overseers' quarters and the office, became a hawkers control office.\n\nIn the pre-war and early post-war days Yunnan Lane, which was located by the side of the post office, became a place where professional letter writers set up their stalls. There were as many as 37 stalls. This traditional trade gradually disappeared with raising literacy.\n\nThe post office ceased operation in 1967 with the opening of the nearby Kowloon Central Post Office. The vacated post office was then used as a &quot;Street Sleepers' Shelter&quot; operated by the Salvation Army, until the end of the 1990s, when the shelter for the homeless moved across the street to the building on 345A Shanghai Street.\n\nAt present, only one of the three buildings remains. Except for the engineer's office, the other parts of the pumping station have been demolished.", "authorname": "hphbhk", "id": "31569669-7838531450-72157634834119730", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/7838531450/#comment72157636184771683", "realname": "", "path_alias": "wcwchan", "author": "61013804@N08", "iconserver": "0", "datecreate": "1380901368", "_content": "[http://www.flickr.com/photos/99490033@N02] Thanks for the detail history!", "authorname": "Paed Ortho", "id": "31569669-7838531450-72157636184771683", "iconfarm": 0}], "photo_id": "7838531450"}}