{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7221781718/#comment72157630013325119", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1339098757", "_content": "30183 Clive Townsend Thompson was from Sydney in New South Wales.  He was born in the parish of Stratfield and his next of kin on enlistment was recorded as his mother, Mary Thompson.  He was a student aged 19 yrs and 3 mths when he enlisted on 5th September 1916, and was living at the family home at 17 Collingwood St, Drummoyne, Sydney.  He had already completed 3 months compulsory military service with 31st Infantry Battalion and he signed for a voluntary 3 year engagement with 22/1st Field Artillery Brigade.\n\nHe was killed aged 20 in the opening days of the Australian 9th Brigade involvement in the disastrously over-ambitious and inadequately planned Battle of Passchedaele (9th Brigade AIF attacked on 12th October).  The Ypres battlefield had been churned into slurry by heavy shelling over the preceding 3 years and torrential rain during the month of August 1917.  Passchendaele has rightly become synonymous with the squandering of mens lives in some of the most ill conceived attacks of the entire war.  Photographs of the battle convey an idea of the horror of fighting there; it is almost unimaginable to understand what it must have been like on that battlefield at night.\n\nA fit, young, intelligent soldier, Clive Thompson could well have been a signaller, runner or rifleman with an artillery observation party, well forward in the front line, directing the preparatory shellfire on the German lines.  This would also have placed him amongst the most exposed and vulnerable troops in areas where the ground offered indifferent protection from observation and enemy fire and was full of lethal traps even for the most experienced soldiers.//", "authorname": "Gary Donaldson", "id": "32254785-7221781718-72157630013325119", "iconfarm": 0}], "photo_id": "7221781718"}}