{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2162958999/#comment72157620971126668", "realname": "", "path_alias": "lucky_dog", "author": "14745651@N00", "iconserver": "27", "datecreate": "1246765074", "_content": "this is mott st.", "authorname": "lucky_dog", "id": "8602872-2162958999-72157620971126668", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2162958999/#comment72157620961029021", "realname": "Brett Carnell", "path_alias": "brett_loc", "author": "35277872@N05", "iconserver": "3360", "datecreate": "1246976894", "_content": "Lucky_dog,\nThanks for the information.  According to the Oct. 15, 1911 edition of the New York Times the Young China Association was located at 12 Mott Street (see link below). According to the article, the flag flying to the left of the US flag was a new design for the Chinese revolutionary movement. A similar negative in LC’s Bain Collection is inscribed “No. 1 10/23/11.”  This negative is inscribed “No. 2 10/23” with the year illegible but it is safe to assume that this photo was made in October 1911.\n\nAs further confirmation of the Mott Street address, the 1915 Brooklyn Daily Eagle Almanac (second link below) indicates that the Morning Star Mission, seen to the right, ran a kindergarten at 10 Mott Street.\n\n<a href=\"http://query.nytimes.com/mem/archive-free/pdf?_r=1&amp;res=9803E5D91539E632A25756C1A9669D946096D6CF\" rel=\"nofollow\">query.nytimes.com/mem/archive-free/pdf?_r=1&amp;res=9803E...</a>\n\n<a href=\"http://books.google.com/books?id=BBYrAAAAYAAJ&amp;dq=Brooklyn+Daily+Eagle+Almanach+1915&amp;printsec=frontcover&amp;source=bl&amp;ots=cF8NCfmFmt&amp;sig=rzccG_8q9qLYNBVRnbk4yMwBaVk&amp;hl=en&amp;ei=v0xTStHAJY7Ktgf0upynCA&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=2\" rel=\"nofollow\">books.google.com/books?id=BBYrAAAAYAAJ&amp;dq=Brooklyn+Da...</a>", "authorname": "Brett (LOC P&P)", "id": "8602872-2162958999-72157620961029021", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2162958999/#comment72157621291510133", "realname": "", "path_alias": "lucky_dog", "author": "14745651@N00", "iconserver": "27", "datecreate": "1247540079", "_content": "and here is another view of this street in 1942 on color film from the Charles W. Cushman photograph collection.\n\n<a href=\"http://webapp1.dlib.indiana.edu/cushman/results/detail.do?query=state:&quot;New+York&quot;+AND+city:&quot;New+York&quot;&amp;page=4&amp;pagesize=20&amp;display=thumbcap&amp;action=browse&amp;pnum=P02706\" rel=\"nofollow\">webapp1.dlib.indiana.edu/cushman/results/detail.do?query=...</a>\n\nin that image, the two red buildings in the center of the photo  are No. 10, and 12 Mott St.\n\nwithin 30 years, most of the buildings had their ornamental wrought iron terraces replaced with fire escapes.", "authorname": "lucky_dog", "id": "8602872-2162958999-72157621291510133", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2162958999/#comment72157622840998270", "realname": "ralph repo", "path_alias": "ralphrepo_photolog", "author": "34607376@N08", "iconserver": "3402", "datecreate": "1258718201", "_content": "Also, noted from about two years before:\n\nUS LOC Call Number LC-B22- 344-1A[P&amp;P]\n\nEntitled (erroneously): &quot;Mission house where Elsie Sigel was murdered&quot;\n\nand...\n\nUS LOC Call Number LOT 7178 [item] [P&amp;P]  \n\nEntitled (also highly doubtful): &quot;Mission where Elsie Sigel met her slayer, [Chinatown, New York City, New York] Photograph shows exterior view of a building with lodging above the Portland Restaurant &quot;Chinese American chop suey&quot; on the first floor where Elsie Sigel apparently met Leon Ling, a waiter, in Chinatown, New York City, New York.&quot;\n\nBoth LOC photos are dated 1909 and show the exact same site (one seems to be a crop of the other, with different textual info). However, historically that information contain in the LOC with regards to the Elsie Sigel murder is woefully wrong and should be disregarded. \n\n*** Sidebar *** Elsie Sigel frequented the mission at 10 Mott Street as a way to rendezvous with Chu Gain (another Chinese man), who was either the owner or manager of the Port Arthur Restaurant (across the street at 9 Mott Street). There is no evidence that the suspect, Leon Ling, ever frequented those locations and evidence was that Miss Sigel was murdered further uptown on 40th streed (almost three miles away). She may have been killed by a jealous Leon Ling when he found out about his rival, Chu Gain. The case caused quite a stir when the public realized that a white woman of good societal standing had freely romanced not just one, but two separate &quot;Chinamen.&quot; At the time, Ling was the cause of a nationwide manhunt that resulted in police across the US to capture and detain just about any &quot;Americanized&quot; Asian men in repeated cases of mistaken identity. Ultimately, Ling was never caught, and it is suspected that he had help to leave the country. Some say that help came from those in the Chinese revolutionary movement as he had been, at one point, a member in the &quot;Chinese Empire Reform Association&quot; another sibling political organization with similar aims. Ling was reportedly seen disembarking a tramp steamer in Hong Kong and was never heard from again. The case was never solve.", "authorname": "ralphrepo", "id": "8602872-2162958999-72157622840998270", "iconfarm": 4}], "photo_id": "2162958999"}}