{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/3010332080/#comment72157612102653943", "realname": "Gatis Staprens", "path_alias": null, "author": "33953600@N08", "iconserver": "3228", "datecreate": "1231087222", "_content": "Degenerate and killer number one!", "authorname": "Gatis /Latvia/", "id": "31569669-3010332080-72157612102653943", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nationalarchives/3010332080/#comment72157622867813603", "realname": "", "path_alias": null, "author": "39171784@N05", "iconserver": "2600", "datecreate": "1260722227", "_content": "Not a degenerate or a killer. Actually a man who gave his entire life to the struggle to create better living conditions and a better world for ordinary people. Thank goodness he was around to stop the Nazis when  the British and American governments were falling over themselves to appease Hitler. \n\nLong live the glorious memory of JV Stalin!", "authorname": "MarshallStalin", "id": "31569669-3010332080-72157622867813603", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/nationalarchives/3010332080/#comment72157623026605278", "realname": "Gatis Staprens", "path_alias": null, "author": "33953600@N08", "iconserver": "3228", "datecreate": "1261173299", "_content": "No, Stalin is animal and fascist! Stalin together with Hitler occupied Poland and after this animal has attacked Finland and the Baltic states! Stalin the same idiot and the murderer as Hitler!", "authorname": "Gatis /Latvia/", "id": "31569669-3010332080-72157623026605278", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nationalarchives/3010332080/#comment72157623139088980", "realname": "", "path_alias": null, "author": "39171784@N05", "iconserver": "2600", "datecreate": "1262635252", "_content": "Labelling a man an animal is similar to the way the Hitlerites characterised the slavs and Russians in the build up to WWII, and bares similarity to the way the west is today trying to dehumanize muslims and arabs. When you dehamanize people it becomes possible to commit genocide, like today in Palestine. \n\nThe people of europe and the world have learnt this lesson and it is why JV Stalin is still revered and his memory chrished by the poor and oppressed. Stalin and the Soviet Union liberated Poland and the Baltics from fascist tyranny, no amount of black Goebellsian propaganda can hide that fact.", "authorname": "MarshallStalin", "id": "31569669-3010332080-72157623139088980", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/nationalarchives/3010332080/#comment72157623034851187", "realname": "Gatis Staprens", "path_alias": null, "author": "33953600@N08", "iconserver": "3228", "datecreate": "1262875073", "_content": "You should learn history! Stalin and Hitler together occupied Poland and shot people! Soviet Union occupied the Baltic states! Stalin was companion and the best Hitler's friend! For Latvians, Estonians, Lithuanians and Poles, Stalin, the communism and Soviet Union is too most that Hitler and fascism.", "authorname": "Gatis /Latvia/", "id": "31569669-3010332080-72157623034851187", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nationalarchives/3010332080/#comment72157623159439074", "realname": "Gatis Staprens", "path_alias": null, "author": "33953600@N08", "iconserver": "3228", "datecreate": "1262875866", "_content": "You write that Hitler did not consider Russian for people, and that Stalin, communists and NKVD have destroyed more than Russian than Hitler, you do not know!", "authorname": "Gatis /Latvia/", "id": "31569669-3010332080-72157623159439074", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nationalarchives/3010332080/#comment72157624172150471", "realname": "", "path_alias": null, "author": "49535171@N08", "iconserver": "0", "datecreate": "1276802521", "_content": "I'm planning to use it as the album cover for my solo act's debut album. Btw, the act is called Sigmund is Fraud, if interested.", "authorname": "dPsychc", "id": "31569669-3010332080-72157624172150471", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/3010332080/#comment72157628993288417", "realname": "", "path_alias": null, "author": "74978609@N03", "iconserver": "0", "datecreate": "1327301633", "_content": "People posting such vilifying comments about Stalin don't have enough historical facts. So they are easily biased by the capitalist propaganda. I am sure many of them are innocent victims of the propaganda machinery comprising the mainstream media, both print and electronic, which can even sway popular opinion in favor of war, regime change and occupation. If anybody sincerely wants to know about Stalin can contact me, not waste their precious life reading trash. A lot of resource of the world has been wasted in making sick movies and writing sick books to tarnish his image. However, I see Stalin as the greatest statesman and military strategist of 20th century. His contribution to world peace and progress is unprecedented. His is a man of outstanding revolutionary character and commitment. \n\nMany undesirable things happened during his 30 years of leadership. He knows that and all sincere Communists know that. But you have to consider the task he had undertaken. The goals of socialism that the Communists had set. And the global capitalist and imperialist states were conspiring and directly working to destroy the Soviet Union. His fight was not just against Hitler. He was fighting the combined forces of global captilasim and imperialism to save a revolutionary state. He was leading a fight against combined army of 3 million that Hitler and his lackeys had set against the Soviet Union. He was fighting both internally and externally the enemies who were working to reinstate Tsardom and take the Soviet people to a past of ignominious slavery. He stood firm to protect the sacrifice of countless farmers, workers and academicians who were sweating to bring cheer to the life of the people oppressed for centuries. He himself had said that only by a modern industrial economy and modernized agriculture they could face the threats. And he did that exactly. \n\nSo the people who are picking his mistakes or crime! must question the capitalist governments why they forced Stalin to fight a war at all, why a war was necessary at all. What wrong the Soviet people had done. Stalin with his limited means at that time did everything possible to avoid the war, first diplomatically, even by agreeing to humiliating conditions set by the enemies. But finally, when all the means were exhausted and the so-called champions of freedom and democracy(UK,USA and France) were not ready to help him(but pretending to be allies), he had to fight. This war of unprecedented barbarism had its effect on internal security in the Soviet society. You have to first ask your Capitalist governments why such a monster as Hitler was created first with active financial and military help from capitalists and imperialists. Isn't it to crush a revolutionary state which would expose their crimes and exploitation and encourage revolution in their own countries? Make sure you have reasonable answer to these questions before you go picking Stalin's mistakes. \n\nvisit: <a href=\"http://www.suci-c.in/intro/about/about.htm\" rel=\"nofollow\">www.suci-c.in/intro/about/about.htm</a>", "authorname": "dillip1848", "id": "31569669-3010332080-72157628993288417", "iconfarm": 0}], "photo_id": "3010332080"}}