{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/5811573226/#comment72157627168753681", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1311773387", "_content": "O “Vinho Verde Especial Amarantino” foi produzido na Quinta de Manhufe, na freguesia de Mancelos no concelho de Amarante.\n\nPara saber todas as características deste vinho, que já não se produz mais, clicar na foto acima para a visualizar em grande resolução\n\nEsta quinta pertenceu a um abastado proprietário rural de seu nome José Emygdio de Souza Cardoso. Proprietário moderno e dinâmico, lúcido, pragmático e criativo, de trato afável e possuidor de um espírito culto e sociável. Em termos ideológicos, afirmava - se como um homem de fortes crenças: católico e monárquico convicto. Deste modo, torna-se como líder incontestado do partido monárquico em Amarante, tendo sido eleito Presidente da Câmara, no tempo da governação sidonista, no período que vai de Novembro de 1917 a Novembro de 1918.\n\nUm dos treze filhos de José Emygdio Souza Cardoso, foi o célebre pintor português percursor da Arte Moderna em Portugal, Amadeo de Souza Cardoso (1887-1918). Frequentou o curso de Arquitectura na Academia de Belas Artes de Lisboa em 1905 que interrompeu para partir para Paris, em 1906. Instalado em Montparnasse, tomou contacto primeiro com o Impressionismo e depois com o Expressionismo e o Cubismo, dedicando-se, assim, exclusivamente à pintura. Amadeo de Souza-Cardoso ao explorar o expressionismo, nos seus últimos trabalhos, experimenta novas formas e técnicas, como as colagens e outras formas de expressão plástica. Morre com 31 anos vítima de pneumónica.\n\nQuadros de Amadeu de Souza Cardoso podem ser vistos, neste momento, no Centro Cultural de Belém, incluídos na exposição da colecção de Joe Berardo. Outros obras poderão também ser vistas no Museu Nacional de Arte Contemporânea - Museu do Chiado, em Lisboa.", "authorname": "J. Leite", "id": "26532116-5811573226-72157627168753681", "iconfarm": 6}], "photo_id": "5811573226"}, "flarchive:created": 1387730003}