{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/4745107019/#comment72157626781390779", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1307442294", "_content": "Em 1937 a ‘Sociedade Administradora de Cinemas Lda.’ apresenta à Inspecção Geral dos Espectáculos  o projecto de um cinema, designado ‘El Dorado’, a construir na Rua Vasco da Gama, na Freguesia de Santos, sob um projecto do arquitecto Raul Rodrigues Lima (1909-1979). Este arquitecto projectou igualmente outros grandes edifícios como: cinema Monumental, Hotel Atlântico no Monte Estoril, Palácio da Justiça do Porto etc.\n\nEsta sala teria uma lotação de 790 lugares, distribuídos por plateia (478) e balcão (312). Em 1938 é licenciada a construção do novo cinema já sob nova designação ‘Vasco da Gama’ e obedecendo a algumas alterações. Em 1939 / 1940 o projecto sofre de novo várias alterações de pormenor; por esta altura é já referenciado na documentação com a nova designação de ‘Cinearte’.\n\nEm Fevereiro de 1940 a obra é concluída e em Março a licença de exploração é concedida sob a exigência de algumas alterações: limitação da lotação da sala a 967 lugares; colocação de corrimões nos 2 lados de todas as escadas. \n\nMais tarde, em Maio do mesmo ano a ‘Sociedade Administradora de Cinemas Lda.’, empresária do ‘Cinearte’, solicita autorização à IGE para instalar um cinema ao ar livre no terraço, integrando uma esplanada com mesas; o projecto é aprovado, limitando-se, no entanto, o número de mesas a 77\n\nEm 1945 é feita nova intervenção na sala, sendo substituídas as cadeiras da plateia para obtenção de espaço entre as filas; a lotação passa de 610 para 588 lugares\n\nEm Julho de 1973 o ‘Cinearte’ encerra para se procederem a obras de beneficiação no interior. Em Outubro estão concluídas as pinturas interiores, a revisão da instalação eléctrica, incluindo novo tipo de iluminação, os melhoramentos no espaço do auditório e nos espaços de circulação e apoio ao público.\n\nQuando a animação nocturna começou a implementar-se de forma maciça nesta zona sob a forma de bares e discotecas o ‘Cinearte’ já estava em fase de declínio. Em 31 de Dezembro de 1981 encerrou e só em 1990 foi reactivado, mas como sala de teatro, sob a designação de ‘Teatro CineArte’, depois de ter sido adquirido pela companhia &quot;A Barraca&quot; que lá actua desde essa altura. Em 1993 construiu-se a Sala 2, segundo um projecto do arquitecto Rui Pimentel, que sacrificou uma parte significativa do espaço interno original.", "authorname": "J. Leite", "id": "26532116-4745107019-72157626781390779", "iconfarm": 6}], "photo_id": "4745107019"}, "flarchive:created": 1387756211}