{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/6352394413/#comment72157628081541275", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1321887537", "_content": "A História do Livro e das Livrarias em Portugal, está associada obrigatoriamente aos Franceses. A partir do séc. XVIII, verificou-se a vinda de Livreiros Franceses para Portugal, onde se inclui o nome de Pedro Faure, que viria a fundar a ‘Livraria Bertrand’. &quot;Pode dizer-se que os franceses estavam nesta altura para o livro em Portugal como os ingleses haviam de estar , tempo depois, para o vinho do Porto&quot;, afirma António José Saraiva , no estudo que fez sobre a Bertrand.\n\nPedro Faure abre em 1732, uma Livraria na Rua Direita do Loreto e para assegurar a sucessão, casa a filha com Pierre Bertrand, um seu conterrâneo livreiro. Este, juntamente com Jean Joseph, seu irmão, dá origem à ‘Livraria Bertrand’.\n\nO negócio corria bem, mas o terramoto de 1755 acabou por devastar a Livraria. Este incidente pôs em perigo a continuação do negócio, que viria a ser abandonado por Pierre, mas o seu irmão, mais persistente, não desiste. O seu genro foi obrigado a instalar-se junto da Capela de Nossa Senhora das Necessidades, regressando, dezoito anos depois, à reconstruída baixa pombalina, e em 1773, e a Livraria Bertrand renasce na Rua Garrett, onde se mantém até hoje\n\nEm 1912 a propriedade da ‘Livraria Bertrand’ é da firma ‘Aillaud Bastos &amp; Alves’, editores de Paris, Lisboa e Rio de Janeiro.\n\nMais do que uma livraria, a ‘Livraria Bertrand’ assumiu-se como um local privilegiado de tertúlia, funcionando como uma espécie de clube literário\n\nAlexandre Herculano, foi um dos notáveis mais assíduos, que para além de lá publicar os livros, não faltava também à tertúlia diária. Para além de Herculano, outras figuras da Geração de 1870 por ali passaram. Oliveira Martins, Eça de Queirós, Antero de Quental e Ramalho Ortigão eram alguns dos &quot;habitués&quot;, que utilizavam este espaço para falar de política e literatura.\n\nNos finais do século XIX, o Chiado era uma zona de eleição da cidade de Lisboa, e a Livraria era frequentada pela melhor sociedade lisboeta, por aqui passando desde liberais e conservadores, burgueses e Aristocratas, incluindo o próprio D. Pedro II do Brasil.\n\nAquilino Ribeiro foi outro dos notáveis que frequentaram a Bertrand. De tal forma, que foi criado o &quot;Cantinho do Aquilino&quot; na primeira sala do lado direito. Dizem os mais antigos que este era o espaço predilecto de Fernando Namora, Urbano Tavares Rodrigues e José Cardoso Pires para a conversa sentada.\n\nEm Abril de 2010, a ‘Livraria Bertrand’ ganha lugar o World Guinness Record para «os mais antigos livreiros em actividade» e a Livraria Bertrand do Chiado, em Lisboa, ganha o World Guinness Record para «a mais antiga livraria em actividade.\n\nA Bertrand Livreiros é o nome de uma rede com 53 livrarias espalhadas pelo país e integra formalmente o Grupo Porto Editora desde 30 de Junho de 2009", "authorname": "J. Leite", "id": "26532116-6352394413-72157628081541275", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/biblarte/6352394413/#comment72157628590894247", "realname": "Carlos Almeida", "path_alias": null, "author": "54781867@N08", "iconserver": "5457", "datecreate": "1325002075", "_content": "...acabei de conhecer a história deste mundo de negócio...obrigado. Cumprimentos.", "authorname": "K@mané", "id": "26532116-6352394413-72157628590894247", "iconfarm": 6}], "photo_id": "6352394413"}, "flarchive:created": 1387729085}