{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7697919840/#comment72157631028834204", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1344762563", "_content": "The CWGC site adds he was\nSon of John B. and Alice Gregory, of 184, Inkerman St., St. Kilda, Victoria, Australia.\n<a href=\"http://www.cwgc.org/search-for-war-dead/casualty/303344/GREGORY, CHARLES CLAPHAM\" rel=\"nofollow\">www.cwgc.org/search-for-war-dead/casualty/303344/GREGORY,...</a>\n\nIt looks like the Australian (Virtual) War Memorial run by that countries National Archive has the same picture.\n<a href=\"http://cas.awm.gov.au/item/H05532\" rel=\"nofollow\">cas.awm.gov.au/item/H05532</a>\n\nHis Australian Army Papers can be seen here;\n<a href=\"http://recordsearch.naa.gov.au/scripts/Imagine.asp?B=4705448\" rel=\"nofollow\">recordsearch.naa.gov.au/scripts/Imagine.asp?B=4705448</a>\nSummary\nJoined on 2nd August 1915, aged 30 years and nine months at Melbourne.\nHe was born in the Parish of St Kilda near Melbourne.\nHis next of kin was given as his mother Alice, (it was noted that his father had died), living at &quot;Rosedale&quot; 184 Inkerman Road, St Kilda. When his mother signed for his War Medals in February 1923, she was still at the same address.\n\n He was a single man.\n\nHe had done his legal training with the law firm Brockett and Kemp. He had no previous military experience.\n\nAt his medical he is described as 5 feet 2 and a half inches tall, weighed 9 stone, had a &quot;fresh&quot; complexion, grey eyes, W.K Brown hair.(? - I'm not sure what these initials mean) and somewhat unusually gave his religious denomination as &quot;Agnostic&quot; His distinctive marks includes Moles on the back of the neck and on the chest, and a scar on his nose.\n\nInitially assigned to the 7th Re-inforcements of the 21st Battalion, when he first reached the Australian base in Egypt on the 26th Februay 1916 he was assigned to the 60th Battalion before being transferred to the 59th on the 16th March 1916. These were both newly formed units.\n\nOn the 18th June 1916 he embarked with his Battalion at Alexandria, bound for France. He arrived at Marseilles on the 29th. Three weeks later he would be posted as missing in action.\n\nIn September 1916 this was changed to Killed in Action, (and CWGC shows him as having a grave) It looks like a Grave Exhumation unit had located a temporary mass grave and had been able to identify the individuals - I wonder if this was one dug by the Germans and with the flow of battle, the ground where his body had lain was now in Allied hands. \n\n<b>On the day</b>\nThe 19th July was a terrible day for the newly arrived Australian Units. Intended as a diversionary attack to draw German reserves away from the Somme further south, it achieved nothing militarily and served to increase the Australians reluctance to fight under British leadership.\n\nFrom Wikipedia\nFromelles was a combined operation between British troops and the Australian Imperial Force (AIF). It would be the first occasion that the AIF saw action on the Western Front. After a night and a day of fighting, 1,500 British and 5,533 Australian soldiers were killed, wounded or taken prisoner. The Australian War Memorial describes the battle as &quot;the worst 24 hours in Australia's entire history.&quot; It was a decisive victory for the German Empire, and the Australian and British losses were sustained without the Allies gaining any ground.\n\nThe British General Richard Haking's battle plan called for infantry to rush past the first line of German trenches in a surprise attack during broad daylight, following an artillery bombardment, and to advance a total of about 400 metres to a secondary line.\n\nThe Australian 5th Division, which had arrived in France only a matter of days before the attack, would assault the left flank of the salient. The British 61st Division (also known as the 2nd South Midland Division) would attack the right flank. By the time the attack was ready to be launched, it was too late for it to serve its original purpose as a preliminary diversion to the main action at the Somme. However, Haking was keen to proceed.\n\nOn the right flank, the Australian 15th Brigade and the British 184th Brigade were cut to pieces while attempting to cross a wider section of no man's land, closer to German machine guns. A survivor, W. H. &quot;Jimmy&quot; Downing, later recalled: &quot;[t]he air was thick with bullets, swishing in a flat, crisscrossed lattice of death. Hundreds were mown down in the flicker of an eyelid, like great rows of teeth knocked from a comb.&quot;\n\nThe unfolding disaster was compounded when the 61st Division asked the 15th Brigade to join a renewed assault at 9 pm, but quickly cancelled its attack without informing the Australians. Consequently half of the Australian 58th Battalion made another futile attempt to capture the salient.\n\nThe Germans succeeded in driving a wedge between the 14th and 15th Brigades, splitting the Australian forces. Increasingly isolated and out-flanked, the 8th and 14th Brigades were forced to withdraw the following morning. The Germans by this time had set up machine gun enfilades, and the resulting crossfire inflicted devastating casualties on the retreating Australians.\n\nThe bodies of Allied soldiers killed in the area re-taken by the Germans were buried in mass graves shortly after the battle. They were transported to sites behind German lines and buried in pits. Most of these pits were discovered by official post-war burial campaigns during the 1920s.\n<a href=\"http://en.wikipedia.org/wiki/Battle_of_Fromelles\" rel=\"nofollow\">en.wikipedia.org/wiki/Battle_of_Fromelles</a>\n\nOne of those mass graves was to lay undistrubed until recently, and the campaign to idenfify those interred there has generated a lot of interest in the battle. I remember reading reports in connection with the discovery that even the Germans were shocked by the numbers of deaths at the time and offered a 24 hour truce to recover the dead, but this was rejected by the British Generals as it would delay further attacks. Again this was said to have caused a great deal of resentment with the Australians as it was plain that they and the British units were in no state to carry out further attacks, there were no reserves as this was only a diversionary attack with no plan to exploit any successes and little further was to be gained - but there were faces to be saved in high places. In the press at the time it was described as a trench raid in which some German prisoners were taken - the truth is the first casualty of war indeed !\n\nsee also\n<a href=\"http://www.webmatters.net/france/ww1_fromelles.htm\" rel=\"nofollow\">www.webmatters.net/france/ww1_fromelles.htm</a>\n<a href=\"http://www.awm.gov.au/encyclopedia/fromelles/\" rel=\"nofollow\">www.awm.gov.au/encyclopedia/fromelles/</a>\n\nThe War diary for the Battalion can be seen here:-\n<a href=\"http://www.awm.gov.au/collection/records/awm4/23/76/awm4-23-76-6.pdf\" rel=\"nofollow\">www.awm.gov.au/collection/records/awm4/23/76/awm4-23-76-6...</a>\n\nOne of the Appendices is the Butchers bill for the 19th and 20th July\n\nOfficers\nWounded................13\nMissing....................6\nDied of Wounds.....2\n\nTotal.......................20\n\nOther Ranks\nKilled.........................13\nWounded................381\nMissing...................269\nDied of Wounds.....11\n\nTotal.......................674", "authorname": "Moominpappa06", "id": "32254785-7697919840-72157631028834204", "iconfarm": 1}], "photo_id": "7697919840"}}