{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/4809059120/#comment72157624687811481", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1282836566", "_content": "Na foto o comboio, já eléctrico, da Linha cais do Sodré - Cascais  um GEC da North British, Company of Glasgow, de 1940, e conhecido como &quot;Amália.\nA Linha de Cascais foi crescendo ao longo dos anos: primeiro só ia a Pedrouços (inaugurado em 1889), depois prolongou-se a Alcântara, seguindo-se o Cais Sodré. A exploração era feita pela Companhia Real dos Caminhos de Ferro. Em 1915, a Sociedade Estoril, assinou um contrato, para desenvolver a linha com fins turísticos, uma obrigação desse contrato era electrificar a linha. A electrificação começou em 1918 e só em 1926 se concluiu, devido a problemas causados pela Guerra. Foi a primeira linha do País e da Península Ibérica a ser electrificada, enquanto que a CP, só em 1956 electrificou as linhas nacionais. Passados 50 anos, a linha de Cascais voltava a pertencer aos Caminhos de Ferro Portugueses.", "authorname": "J. Leite", "id": "26532116-4809059120-72157624687811481", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/biblarte/4809059120/#comment72157626328467763", "realname": "", "path_alias": null, "author": "61530465@N07", "iconserver": "0", "datecreate": "1302253810", "_content": "A identificação do material circulante, feita pelo Sr. Leite, está errada. \nNão se trata nem de GEC nem, muito menos de &quot;North British&quot;\nA foto acima apresenta uma automotora cuja parte mecânica foi feita pela &quot;Baume &amp; Marpent&quot;  (Bélgica) e a parte eléctrica pela AEG (Alemanha). \nEste material foi adquirido pela Sociedade Estoril em 1926, e não em 1940.\nQuanto à &quot;Amália&quot; trata-se de uma locomotiva adquirida em 1948 à &quot;North British&quot; e que nada tem a ver com a foto.", "authorname": "Badiuluso", "id": "26532116-4809059120-72157626328467763", "iconfarm": 0}], "photo_id": "4809059120"}, "flarchive:created": 1387756037}