{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1342734103", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "7605916458", "title": {"_content": "X-2 in flight after drop from B-50 mothership"}, "media": "photo", "tags": {"tag": [{"raw": "NASA", "machine_tag": 0, "id": "44489032-7605916458-11023", "_content": "nasa", "author": "44494372@N05"}, {"raw": "NASA Dryden Flight Research Center", "machine_tag": 0, "id": "44489032-7605916458-13504876", "_content": "nasadrydenflightresearchcenter", "author": "44494372@N05"}, {"raw": "Boeing", "machine_tag": 0, "id": "44489032-7605916458-24467", "_content": "boeing", "author": "44494372@N05"}, {"raw": "USAF", "machine_tag": 0, "id": "44489032-7605916458-38886", "_content": "usaf", "author": "44494372@N05"}, {"raw": "US Air Force", "machine_tag": 0, "id": "44489032-7605916458-103134", "_content": "usairforce", "author": "44494372@N05"}, {"raw": "1956", "machine_tag": 0, "id": "44489032-7605916458-23882", "_content": "1956", "author": "44494372@N05"}]}, "comments": {"_content": "0"}, "secret": "a463764ddb", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "(1956) The Bell Aircraft Company X-2 (46-674) drops away from its Boeing B-50 mothership in this photo. Lt. Col. Frank &quot;Pete&quot; Everest piloted 674 on its first unpowered flight on 5 August 1954. He made the first rocket-powered flight on 18 November 1955. Everest made the first supersonic X-2 flight in 674 on 25 April 1956, achieving a speed of Mach 1.40. In July, he reached Mach 2.87, just short of the Mach 3 goal. The other X-2, 675, was written off prior to making any powered flights. An explosion during a captive flight resulted in the death of Bell test pilot Jean &quot;Skip&quot; Ziegler. The X-2 was jettisoned over Lake Ontario, and the launch aircraft was damaged beyond repair. The first X-2, 674, continued flying, making a total of 17 launches. On 7 September 1956, Capt. Iven Kincheloe became the first man to exceed 100,000 feet when he reached an altitude of 126,200 feet in 674. The X-2, initially an Air Force program, was scheduled to be transferred to the civilian National Advisory Committee for Aeronautics (NACA) for scientific research. The Air Force delayed turning the aircraft over to the NACA in the hope of attaining Mach 3 in the airplane. The service requested and received a two-month extension to qualify another Air Force test pilot, Capt. Miburn &quot;Mel&quot; Apt, in the X-2 and attempt to exceed Mach 3. After several ground briefings in the simulator, Apt (with no previous rocket plane experience) made his flight on 27 September 1956. Apt raced away from the B-50 under full power, quickly outdistancing the F-100 chase planes. At high altitude, he nosed over, accelerating rapidly. The X-2 reached Mach 3.2 (2,094 mph) at 65,000 feet. Apt became the first man to fly more than three times the speed of sound. Still above Mach 3, he began an abrupt turn back to Edwards. This maneuver proved fatal as the X-2 began a series of diverging rolls and tumbled out of control. Apt tried to regain control of the aircraft. Unable to do so, Apt separated the escape capsule. Too late, he attempted to bail out and was killed when the capsule impacted on the Edwards bombing range. The rest of the X-2 crashed five miles away. The X-2 was a swept-wing, rocket-powered aircraft designed to fly faster than Mach 3 (three times the speed of sound). It was built for the U.S. Air Force by the Bell Aircraft Company, Buffalo, New York. The X-2 was flown to investigate the problems of aerodynamic heating as well as stability and control effectiveness at high altitudes and high speeds (in excess of Mach 3). Bell aircraft built two X-2 aircraft. These were constructed of K-monel (a copper and nickel alloy) for the fuselage and stainless steel for the swept wings and control surfaces. The aircraft had ejectable nose capsules instead of ejection seats because the development of ejection seats had not reached maturity at the time the X-2 was conceived. The X-2 ejection canopy was successfully tested using a German V-2 rocket. The X-2 used a skid-type landing gear to make room for more fuel. The airplane was air launched from a modified Boeing B-50 Superfortress Bomber. X-2 Number 1 made its first unpowered glide flight on Aug. 5, 1954, and made a total of 17 (4 glide and 13 powered) flights before it was lost Sept. 27, 1956. The pilot on Flight 17, Capt. Milburn Apt, had flown the aircraft to a record speed of Mach 3.2 (2,094 mph), thus becoming the first person to exceed Mach 3. During that last flight, inertial coupling occurred and the pilot was killed. The aircraft suffered little damage in the crash, resulting in proposals (never implemented) from the Langley Memorial Aeronautical Laboratory, Hampton, Virginia, to rebuild it for use in a hypersonic (Mach 5 ) test program. In 1953, X-2 Number 2 was lost in an in-flight explosion while at the Bell Aircraft Company during captive flight trials and was jettisoned into Lake Ontario. The Air Force had previously flown the aircraft on three glide flights at Edwards Air Force Base, California, in 1952. Although the NACA's High-Speed Flight Station, Edwards, California, (predecessor of NASA's Dryden Flight Research Center) never actually flew the X-2 aircraft, the NACA did support the program primarily through Langley Memorial Aeronautical Laboratory wind-tunnel tests and Wallops Island, Virginia, rocket-model tests. The NACA High-Speed Flight Station also provided stability and control recording instrumentation and simulator support for the Air Force flights. In the latter regard, the NACA worked with the Air Force in using a special computer to extrapolate and predict aircraft behavior from flight data.\n\n\n<a href=\"http://www.nasaimages.org/luna/servlet/detail/nasaNAS~2~2~1618~103031\" rel=\"nofollow\">www.nasaimages.org/luna/servlet/detail/nasaNAS~2~2~1618~1...</a>"}, "isfavorite": 0, "views": "5117", "farm": 8, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "1956-01-01 00:00:00", "lastupdate": "1379447759", "takengranularity": "6", "posted": "1342734103"}, "originalsecret": "b84ffeaa20", "license": "7", "notes": {"note": []}, "server": "7125", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/7605916458/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387642620}