{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/7838510650/#comment72157634833975060", "realname": "", "path_alias": null, "author": "99490033@N02", "iconserver": "0", "datecreate": "1375034448", "_content": "The area now known as Happy Valley was formerly known as Wong Nai Chung Valley, where Wong Nai Chung referred to a river collecting waters from Wong Nai Chung Gap and surroundings. The river nourished the rice paddies until the construction of Happy Valley Racecourse in 1846.\n\nIn early 1840, the British Army had set a military camp in the area. However, the camp was later closed due to the increasing number of soldiers succumbing to malaria. The cause of malaria was unknown at the time and the soldiers apparently suffered a then-unknown fever. Early settlers had suggested the area to be used as a business centre, but the suggestion was put off due to the valley's marshy environment, which was causing fatal diseases. The death rate in the area and Victoria City was high in the early colonial days, and the valley became a burial ground for the dead. As a result, the valley was renamed as Happy Valley, a common euphemism for cemeteries. In 1846, the British felt that the valleyed terrain was ideal for horse-racing, and thus cleared the paddy fields and developed the Happy Valley Racecourse. For this, the Wong Nai Chung river was recoursed to Bowrinton Canal, known as Ngo Keng Kan (鵝頸澗) locally, beside reclamation of Wan Chai. The canal is presently covered under Canal Road.\n\nIn 1922, Hong Kong Sanatorium and Hospital located in Happy Valley started operation.", "authorname": "hphbhk", "id": "31569669-7838510650-72157634833975060", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/7838510650/#comment72157636183396886", "realname": "", "path_alias": "wcwchan", "author": "61013804@N08", "iconserver": "0", "datecreate": "1380898943", "_content": "Probably taken from Morrison Hill, looking roughly southwards. Leighton Hill on the left. The cemetaries on the right.", "authorname": "Paed Ortho", "id": "31569669-7838510650-72157636183396886", "iconfarm": 0}], "photo_id": "7838510650"}}