{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6465249733/#comment72157628321229533", "realname": "", "path_alias": null, "author": "38811045@N04", "iconserver": "7164", "datecreate": "1323277627", "_content": "Possibly Richard Ernest Nathaniel Joseph Seyd who appears on the 1911 census as a Peckham-born, 40-year-old banking and credit agent; an employer in his own right. He was living with his wife and three children at Rockfield Road, Oxted, Surrey. His wife is noted as the Hon Secretary of the Women's Suffrage Society, this information scored through by, presumably, the enumerator.", "authorname": "Paul C A Nixon", "id": "32254785-6465249733-72157628321229533", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6465249733/#comment72157628323037215", "realname": "Christian Lüts", "path_alias": "liits", "author": "63191264@N00", "iconserver": "2156", "datecreate": "1323286874", "_content": "It seem as though he survived the First World War and the Second, too [although he would have been too old to serve], dying in the first quarter of 1952.\nHe married Melita Ida Elizabeth Krohn of Belsize Square, Hampstead at St Peter’s Church, Hampstead on 10th June 1902. She was from Funchal, Madeira, her family being notable as wine shippers. They had three children Frederick Richard [b.1903 d.1992], Elfrida Melia [b.1905 d.1930] and Edmund Leonard [b.1908]. Melita survived her husband by seven years, dying in 1959.\nHis name appears, in June 1899 on the immigration list of incoming passengers, having travelled alone from New York back to England. It also appears in the 1949 Tunbridge Wells area phone book when he was living at 11 Bolebrooke Road, Bexhill.", "authorname": "liits", "id": "32254785-6465249733-72157628323037215", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6465249733/#comment72157628325569897", "realname": "", "path_alias": null, "author": "38811045@N04", "iconserver": "7164", "datecreate": "1323300385", "_content": "@liits &quot;It seem as though he survived the First World War&quot;.  He almost certainly did not serve overseas.  His uniform is that of the VTC - note cap badge and V on collar.  So, one of the Volunteer Training Corps or &quot;Gorgeous Wrecks&quot; as they were unkindly known; a play on &quot;GEORGIUS REX&quot;, the GR initials being worn on a brassard.  Possibly had earlier service with either the Volunteers, later TF or indeed a regular regiment or militia.  I'm sure there's more of a story here.", "authorname": "Paul C A Nixon", "id": "32254785-6465249733-72157628325569897", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6465249733/#comment72157628889940673", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1326685544", "_content": "freeBMD.co.uk\nmarriage registered 2nd qr 1902 \nSeyd Richard Ernest N J to Krohn Melita Hampstead 1a1265\nConfirmation that by 1913 Melita was the Secretary of the Women's Suffrage Society:\nThe women's suffrage movement in Britain and Ireland: a regional survey\n By Elizabeth Crawford p. 188 (Google books)\nAlison Krohn sent in a picture of her grandfather's aunt, suffragist Melita Seyd.\nPhotograph found online BBC - In pictures: Emmeline's women 5 March 2010\n<a href=\"http://news.bbc.co.uk/local/manchester/hi/people_and_places/newsid_8551000/8551731.stm\" rel=\"nofollow\">news.bbc.co.uk/local/manchester/hi/people_and_places/news...</a>", "authorname": "brenontario", "id": "32254785-6465249733-72157628889940673", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6465249733/#comment72157629419104047", "realname": "", "path_alias": null, "author": "77155450@N04", "iconserver": "0", "datecreate": "1329841679", "_content": "Captain R E Seyd was Richard Ernest Nathaniel Seyd who married my grandfather's aunt, Melita Krohn.  Melita's father, Nicolai Krohn, was the founder of Krohn Brothers, the Madeira wine merchants.\n\nI am waiting for further information from a Seyd cousin, granddaughter of Richard &amp; Melita.\n\nI am amazed that the photo I posted two years ago of Melita has been mentioned. Thank you @brenontario!", "authorname": "AuneJK", "id": "32254785-6465249733-72157629419104047", "iconfarm": 0}], "photo_id": "6465249733"}}