{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/3220578712/#comment72157612874038285", "realname": "hobvias sudoneighm", "path_alias": "striatic", "author": "34427466731@N01", "iconserver": "5341", "datecreate": "1232763522", "_content": "possibly Geoffrey O'Hara (February 2, 1882 - January 31, 1967), a Canadian American composer, singer and music professor<blockquote>O'Hara was born in Chatham, Ontario, Canada. He initially planned a military career. O'Hara entered the prestigious Royal Military College of Canada in Kingston, Ontario at age 18 and he trained with the 1st Hussars. He had to abandon his military career upon the death of his father, Robert O'Hara.\n\nHe moved to the USA in 1904, the same year he began performing in Vaudeville. He began recording for Edison Records in 1905. In 1913 O'Hara undertook the recording of traditional Indian songs on behalf of the American government. During World War I he was a singing instructor of patriotic songs for American troops. In 1919 he married Constance Dougherty from Massachusetts, and together they had two children; the same year, he became a naturalized citizen of the United States. O'Hara lectured on music and songwriting, and held positions at Teachers' College of Columbia University (1936-37), Huron College and the University of South Dakota, where he later received and honorary Doctor of Music degree in 1947. He lectured for the remainder of his life. In 1920 O'Hara helped organize The Composers' and Lyric Writers' Protective League. He also was a board member of the American Society of Composers, Authors, and Publishers (ASCAP), was the president of the Composers-Authors Guild, and served in the United Service Organizations (USO).\n\nO'Hara composed over 500 popular and patriotic songs, and hymns. He had some moderate popular music hits in the 1910s with songs such as Your Eyes Have Told Me What I Did Not Know (1913) and Tennessee, I Hear You Calling Me (1914) and one huge hit with his song K-K-K-Katy (1918), one of the most popular tunes of the World War I era.&quot;\n\n<a href=\"http://en.wikipedia.org/wiki/Geoffrey_O'Hara\" rel=\"nofollow\">en.wikipedia.org/wiki/Geoffrey_O'Hara</a></blockquote>", "authorname": "striatic", "id": "8602872-3220578712-72157612874038285", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3220578712/#comment72157612909403437", "realname": "Gregor!", "path_alias": "batudiste", "author": "11115299@N06", "iconserver": "0", "datecreate": "1232847389", "_content": "great portrait.", "authorname": "BƛƬƲĐΐƧƮƐ", "id": "8602872-3220578712-72157612909403437", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3220578712/#comment72157613018471772", "realname": "", "path_alias": "library_of_congress", "author": "8623220@N02", "iconserver": "3703", "datecreate": "1233002998", "_content": "Thanks, striatic. Will submit to have catalog record updated to &quot;Geoffrey.&quot;", "authorname": "The Library of Congress", "id": "8602872-3220578712-72157613018471772", "iconfarm": 4}], "photo_id": "3220578712"}}