{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/9141153329/#comment72157634343898430", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1372266866", "_content": "Assim como a zona oriental de Lisboa foi radicalmente transformada, e reabilitada por ocasião da “Expo 98”, a zona ocidental de Lisboa - mais concretamente a zona de Belém - também o foi, por altura da “Exposição do Mundo Português” em 1940\n\nPara a efectiva execução deste projecto, o &quot;MOPC -Ministério das Obras Públicas e Comunicações&quot; alterou o curso da linha férrea na Avenida da Índia, expropriou terrenos, desalojou habitantes e demoliu considerável número de construções e, em 11 meses, construiu uma cidade histórica feita de estuque, madeira, gesso e papel. \n\nSituada entre a margem direita do rio Tejo e o Mosteiro dos Jerónimos, ocupava cerca de 560 mil metros quadrados. Na sua construção trabalharam durante 11 meses, 15 engenheiros, 13 arquitectos, 1.000 estucadores, 5.000 operários e 129 serventes. Centrada no grande quadrilátero da Praça do Império, esta era definida lateralmente por dois grandes pavilhões, longitudinais e perpendiculares ao Mosteiro: o &quot;Pavilhão da Honra e da Cidade de Lisboa&quot; (arq. Luís Cristiano da Silva), e do outro lado, o &quot;Pavilhão dos Portugueses no Mundo&quot; (arq. Cottinelli Telmo).\n\nO evento levou a uma completa renovação urbana da zona ocidental de Lisboa. A sua praça central deu origem à Praça do Império, uma das maiores da Europa. A maioria das edificações da exposição foi demolida ao seu término, restando apenas algumas como o actual &quot;Museu de Arte Popular&quot; e o &quot;Monumento aos Descobrimentos&quot; (reconstrução com base no original de madeira).", "authorname": "J. Leite", "id": "26532116-9141153329-72157634343898430", "iconfarm": 6}], "photo_id": "9141153329"}, "flarchive:created": 1387726151}