{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/7196420232/#comment72157629888860918", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1337941380", "_content": "Louis Pasteur (1822-1895), foi um cientista francês, que se destacou pelas suas importantes descobertas científicas nas áreas da química e medicina. A ele se deve a vacina contra a raiva, e o processo de “pasteurização” de alimentos e principalmente do leite. É considerado um dos 3 fundadores da microbiologia juntamente com Ferdinand Cohn e Robert Koch. Entre 1877e 1887 Pasteur descobriu três bactérias responsáveis por doenças nos homens: estafilococos, estreptococos e pneumococos.\n\nA pasteurização reside basicamente no fato de se aquecer o alimento a determinada temperatura, e por determinado tempo, de forma a eliminar os microrganismos presentes no alimento. Posteriormente estes produtos são selados hermeticamente, evitando assim uma nova contaminação. O Instituto Pasteur de Paris foi fundado em 1888, onde Pasteur trabalhou até à sua morte em 1895, e onde está sepultado num mausoléu decorado em estilo bizantino que lembram suas realizações.\n\nO Instituto Pasteur de Lisboa, foi fundado por Virgínio Leitão Vieira dos Santos em 1898, que estava ligado ao negócio de vinhos em Salvaterra de Magos. Inicialmente instalado numa sobreloja da Praça Luís de Camões, chamava-se inicialmente “Laboratório Pasteur”. No início apenas importava produtos do Instituto Pasteur de Paris, que entretanto tinha sido fundado 7 anos antes, sendo depositário de todos os soros e vacinas do Instituto Pasteur e do Instituto de Vacina Animal de Paris, comercializando igualmente leveduras seleccionadas de todos os vinhos portugueses e estrangeiros, artigos de higiene, leites puros esterilizados e medicinais.\n\nNos primeiros meses de 1903, o Instituto transferiu-se para a Rua Nova do Almada, onde se montaram alguns laboratórios\n\nA actividade principal consistia então na venda de instrumentos cirúrgicos e material hospitalar, muito do qual era fabricado numas oficinas construídas de ferro e vidro, na rua D. Pedro V. Em 1907, quando eram directores os médicos Mark Athias e Azevedo Neves, o instituto possuía quatro secções:  Secção de fotografia, compreendendo tratamento pelo método de Finsen e pelos raios X, serviço de pensos, exame de doentes pelos raios X,  Secção de análises clínicas, industriais e agrícolas,  Secção de bacteriologia e Secção de farmácia e produtos esterilizados.\n\nComercializava igualmente, aparelhos e instrumentos para laboratórios de química, bacteriologia e farmácia, os instrumentos cirúrgicos, as instalações de salas de operações, os produtos enológicos e os aparelhos para análise de vinhos.\n\nEm 1958 foram inauguradas as novas instalações dos Laboratórios do Instituto Pasteur de Lisboa, na Av. Marechal Gomes da Costa em Lisboa.\n\nNos anos 60’s o Instituto Pasteur de Lisboa associou-se aos Laboratórios Wyeth de Filadélfia\n\nPresentemente o Instituto Pasteur de Lisboa - Virginio Leitão Vieira dos Santos &amp; Filhos S.A, está sediado em Miraflores.", "authorname": "J. Leite", "id": "26532116-7196420232-72157629888860918", "iconfarm": 6}], "photo_id": "7196420232"}, "flarchive:created": 1387727988}