{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/4808436763/#comment72157624493215989", "realname": "", "path_alias": "o331jne", "author": "35342213@N03", "iconserver": "8551", "datecreate": "1280522580", "_content": "<a href=\"http://www.youtube.com/watch?v=gUOSRL7HpAY\" rel=\"nofollow\">www.youtube.com/watch?v=gUOSRL7HpAY</a>", "authorname": "o331jne", "id": "26532116-4808436763-72157624493215989", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/biblarte/4808436763/#comment72157624686443377", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1282819107", "_content": "Nesta foto pode-se ver a Nau Portugal\nA ideia da Nau “Portugal” partiu do, dramaturgo, cenógrafo,  e jornalista Leitão de Barros, que foi o Secretário-Geral da Exposição do Mundo Colonial Português. Foi tambem  responsável pela organização da ‘’Feira Popular’’ de Lisboa (1943). Foi director da Sociedade Nacional de Belas-Artes e foi o principal animador da construção dos estúdios da Tobis Portuguesa, concluídos em 1933. Já agora de referir que Leitão de Barros realizou o filme  “ A Severa ” (1931), o primeiro filme sonoro português entre outros.\nConstruída nos estaleiros de Mestre Manuel Maria Bolais Mónica, na Gafanha da Nazaré, para fazer parte da Exposição do Mundo Português de 1940.\nFoi lançada à água, depois de pronta, a 7 de Junho de 1940, mas ……\nNo lançamento á água ... iria tombar tal como Mestre Manuel Maria pensara. Sempre pusera em dúvida que ao entrar na água se pudesse estabilizar. Sempre o disse desde o princípio que o projecto – elaborado por um oficial da Armada com base num estudo profundo em desenhos antigos – não lhe oferecia a garantia necessária para a sua navegabilidade.\nE tanta certeza tinha no que dizia que impediu que o Bispo de Aveiro, D. João Evangelista de Lima Vidal, que a benzeu e visitou interiormente, se mantivesse na Nau durante a sua descida pela carreira da água … pelos vistos ainda bem, senão ….\nMas lá conseguiu estar presente nesta exposição mas, para cá chegar, tiveram que ser utilizados métodos pouco próprios e ortodoxos para a sua navegação.\nAcabou como barcaça .....", "authorname": "J. Leite", "id": "26532116-4808436763-72157624686443377", "iconfarm": 6}], "photo_id": "4808436763"}, "flarchive:created": 1387756041}