{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/powerhouse_museum/3369188349/#comment72157615751652260", "realname": "", "path_alias": "beachcomberaustralia", "author": "32162360@N00", "iconserver": "3722", "datecreate": "1237714054", "_content": "What a load of old bullocks!", "authorname": "beachcomberaustralia", "id": "24762863-3369188349-72157615751652260", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/powerhouse_museum/3369188349/#comment72157615868561305", "realname": "", "path_alias": "blue_mountains_library_-_local_studies", "author": "26602074@N06", "iconserver": "8263", "datecreate": "1238116817", "_content": "&quot;When taking steep hills or on narrow winding roads, when the bullocks closer to the wagon, known as polers, risked strangulation or a broken neck, the driver would talk continuously to the team, calling each bullock by name to adjust its pace and effort. Talk that took the place of halters and reins and language we can now only imagine.&quot;\n\n&quot;Unlike the horse, which is subject to erratic displays of emotion, the working steer, known as a micky, tends to remain calm and collected and is more dependable in a predicament. Competent bullock drivers developed a philosophical, sanguine temperament, saving the strong language for the most difficult situations, otherwise their swearing reserve would have been exhausted before it was really needed. At the right moment the normally complaisant teamster would explode into profanity, the sudden shock of the awful words provoking the bullocks to bore into their yokes, all pulling together to overcome their load. The bullocky would then regain his usual easy-going composure, reserving his store of swearing until the next difficult situation.&quot;\n\n&quot;Perhaps it’s not just the bullocky’s language that may fascinate us; there is also a lesson in self reliance in what was one of the most difficult and challenging of occupations. One old driver remarked that when faced with the seemingly impossible or extreme danger, you will have your doubts and will feel like not going on, but remember to always look on the humorous side and never lose your temper for a man who can drive bullocks can do anything.&quot;\n\nFrom a Hidden History Snapshot at :\n<a href=\"http://www.bmcc.nsw.gov.au/yourcommunity/library/aboutthebluemountains\">www.bmcc.nsw.gov.au/yourcommunity/library/aboutthebluemou...</a>", "authorname": "Blue Mountains Local Studies", "id": "24762863-3369188349-72157615868561305", "iconfarm": 9}], "photo_id": "3369188349"}}