{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/state-records-nsw/4585556684/#comment72157624014478612", "realname": "", "path_alias": null, "author": "8367616@N04", "iconserver": "0", "datecreate": "1273280706", "_content": "Looking south down Dangar Street over the Barney Street intersection towards the Armidale Teachers College , which was built 1929-1931.\nI think that the substantial 2 storey building on the left is “Smith House” which was for many years used as a residence for students of the College. The house on the right was presumably demolished as there is a motel on that site now.\nThe photo was obviously taken from some height and the existent Catholic Church’s tower on the diagonally opposite corner to Smith House would seem to fit the bill.\nSo earliest date is c.1930/31. It's a start. No cars in the picture so I can't do any better than this!\nJenny (the old car enthusiast)", "authorname": "vintageengines", "id": "27286215-4585556684-72157624014478612", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/state-records-nsw/4585556684/#comment72157624028026850", "realname": "Photographic Collection", "path_alias": "state-records-nsw", "author": "27331537@N06", "iconserver": "8539", "datecreate": "1273448197", "_content": "Hi Jenny, this information will certainly come in handy, thank you! It's better than a start, you have identified the streets.", "authorname": "State Records NSW", "id": "27286215-4585556684-72157624028026850", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/state-records-nsw/4585556684/#comment72157624067311943", "realname": "", "path_alias": null, "author": "50853170@N08", "iconserver": "0", "datecreate": "1275519453", "_content": "Yes, this is taken from the spire of the Catholic Cathedral looking south down Danger St.. The 2 story building on the left is Smith House which was the residence for female students of The Armidale Teacher's College. The College building can be seen as a large and imposing on the skyline at the left of Danger St..\nAgain, yes that beautiful old house on the corner of Dangar and Barney Streets was demolished and a rather ugly motel built in its place in the 1960's.\nThe building above the old house facing Dangar St., (cnr Dangar and Brown Streets) also with a striped bull-nose verandah was yet another large and beautiful old residence that was also demolished in the 1960's. And they called this &quot;progress&quot; at the time!", "authorname": "Old Armidalian", "id": "27286215-4585556684-72157624067311943", "iconfarm": 0}], "photo_id": "4585556684"}, "flarchive:created": 1389621100}