{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1283151604", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "4940912456", "title": {"_content": "Theodore von Karman"}, "media": "photo", "tags": {"tag": [{"raw": "Aviation", "machine_tag": 0, "id": "44489032-4940912456-5867", "_content": "aviation", "author": "25695066@N00"}, {"raw": "Aerospace", "machine_tag": 0, "id": "44489032-4940912456-95437", "_content": "aerospace", "author": "25695066@N00"}, {"raw": "National Aeronautics and Space Administration", "machine_tag": 0, "id": "44489032-4940912456-861876", "_content": "nationalaeronauticsandspaceadministration", "author": "25695066@N00"}, {"raw": "NASA", "machine_tag": 0, "id": "44489032-4940912456-11023", "_content": "nasa", "author": "25695066@N00"}, {"raw": "Theodore von Karman", "machine_tag": 0, "id": "44489032-4940912456-58773803", "_content": "theodorevonkarman", "author": "25695066@N00"}, {"raw": "von Karman", "machine_tag": 0, "id": "44489032-4940912456-8950931", "_content": "vonkarman", "author": "25695066@N00"}]}, "comments": {"_content": "6"}, "secret": "4f716b26fa", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>Collection:</b> NASA Great Images in Nasa Collection\n<b>Title:</b> Theodore von Karman\n\n<b>Full Description:</b> Dr. Theodore von Karman, co-founder of the Jet Propulsion Laboratory (JPL) Pasadena, California was an aeronautical theoretician. His contributions in the fields of aerodynamics and aeronautical engineering are well documented and well known to every aerospace engineer. He was the first winner of the prestigious U.S. Medal of Science presented to him by President John F. Kennedy. As well as being co-founder of JPL, he also was principal founder of a major rocket propulsion firm (Aerojet-General Corp.), the top science advisor to the U.S. Air Force during its transition to jet propulsion aircraft and the top science advisor to NATO. He was, during much of this time, the fountainhead of aerodynamic thought as head of the Guggenheim Aeronautical Laboratory at the California Institute of Technology (GALCIT) in Pasadena, California. In the May 1956 issue of the Journal of Aeronautical Sciences, it was said of him that &quot;No other man has had so great an impact on the development of aeronautical science in this country. Hundreds of young men became his students and scientific collaborators and were inspired to greater effort.&quot; Dr. William H. Pickering, then director of JPL said in 1960 &quot;We wouldn't have an aeronautical science as we know it today, if it weren't for Dr. Thoedore von Karman.&quot; Under his guidance, Caltech's 10 foot wind tunnel was designed, built and operated. Industry firms such as Douglas, Northrop, Hughes, Lockheed, North American, Vultee and Consolidated all tested new aeronautical designs and concepts in GALCIT's tunnel. Even Boeing's own high-speed wind tunnel was heavily influenced by suggestions from von Karman. The National Advisory Committee for Aeronautics (NACA) became so concerned about GALCIT's growing influence over West coast aviation, it erected the Ames Laboratory in Sunnyvale, California in part to deter an ever widening aeronautical gap that had formed between NACA and GALCIT. From 1936 to 1940, Caltech stood alone as the only university-based rocket research center. Von Karman gambled his prestige by supporting Frank Malina and H.S. Tsien's work on rocketry. Other institutions of higher learning dismissed such research as 'fantastical' and left such endeavors to visionaries like Robert Goddard. Foundational theoretical research by Von Karman gave rise to the first successful solid-fuel rocket engine firings. This led to federal funding for studies that lead to a form of aircraft rocket propulsion called Jet Assisted Take-Off or (JATO). Success in this endeavor led to von Karman establishing two more highly regarded institutions; both originally dedicated to rocketry: the Aerojet Engineering Company and the Jet Propulsion Laboratory. The last years of his life were spent in Paris, his favorite city. His interest in aeronautical research and contributions to it never waned. He organized in Paris the NATO Advisory Group for Aeronautical Research and Development (AGARD). Staffed by American and European scientists eager to serve, its many committees investigated such disciplines as propulsion, aerodynamics and electronics. The legacy of his personable leadership and 'soft touch' approach to problem solving was only equalled by his genius.\n\n<b>Image #:</b> P30570B\n<b>Original url:</b> <a href=\"http://grin.hq.nasa.gov/ABSTRACTS/GPN-2000-001500.html\" rel=\"nofollow\">grin.hq.nasa.gov/ABSTRACTS/GPN-2000-001500.html</a>\n<b>UID:</b> SPD-GRIN-GPN-2000-00 1500\n<b>Center:</b> JPL\n<b>Center Number:</b> P30570B\n<b>GRIN DataBase Number:</b> GPN-2000-001500\n\n<b>SOURCE</b>:  <a href=\"http://nasaimages.org/luna/servlet/detail/nasaNAS~5~5~23194~127292\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/nasaNAS~5~5~23194~127292</a>\n\n<b>Visit <a href=\"http://www.nasaimages.org\" rel=\"nofollow\">www.nasaimages.org</a> for the most comprehensive compilation of NASA stills, film and video, created in partnership with Internet Archive. </b>"}, "isfavorite": 0, "views": "28724", "farm": 5, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2010-08-01 00:00:00", "lastupdate": "1376000611", "takengranularity": "4", "posted": "1283151604"}, "originalsecret": "7e0b8d721c", "license": "7", "notes": {"note": []}, "server": "4116", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/4940912456/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387643304}