{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/7466720432/#comment72157630425322378", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1341438372", "_content": "&quot;The original headquarters building for the Society, the first Tammany Hall, was built in 1830 in Manhattan at 141 East 14th Street between Third and Fourth Avenues, but the building was not primarily the clubhouse of a political organization:\n \n\nTammany Hall merged politics and entertainment, already stylistically similar, in its new headquarters ... The Tammany Society kept only one room for itself, renting the rest to entertainment impresarios: Don Bryant's Minstrels,a German theater company, classical concerts and opera. The basement – in the French mode – offered the Café Ausant, where one could see tableux vivant, gymnastic exhibitions, pantomimes, and Punch and Judy shows. There was also a bar, a bazaar, a Ladies' Cafe, and an oyster saloon. All this – with the exception of Bryant's – was open from seven till midnight for a combination price of fifty cents.[47]\n \nThe building had an auditorium of sufficient size to hold public meetings, and a smaller one that became Tony Pastor's Music Hall, where vaudeville had its beginnings.[48]\n \nIn 1927 the building on 14th Street was sold, to make way for the new tower being added to the Consolidated Edison Company Building.&quot;\n<a href=\"http://en.wikipedia.org/wiki/Tammany_Hall\" rel=\"nofollow\">en.wikipedia.org/wiki/Tammany_Hall</a>", "authorname": "artolog", "id": "8602872-7466720432-72157630425322378", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/7466720432/#comment72157630448487738", "realname": "Arden", "path_alias": "arden_loc", "author": "35072786@N08", "iconserver": "3331", "datecreate": "1341578572", "_content": "artolog:  Thank you for your information about the first Tammany Hall headquarters building which is depicted in this image. We will add some of the details to the description when we update.", "authorname": "Arden (LOC P&P)", "id": "8602872-7466720432-72157630448487738", "iconfarm": 4}], "photo_id": "7466720432"}}