{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/6465365587/#comment72157628307592779", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1323193230", "_content": "O &quot; I Salão de Outono da Elegância Feminina &amp; Artes Decorativas «Voga» &quot;, abriu as suas portas a 3 de Novembro de 1928, no Palácio da Sociedade Nacional de  Belas Artes, na Rua Barata Salgueiro em Lisboa. Promovido pela famosa revista feminina &quot;Voga&quot;, editada pela “Casa Aillaud &amp; Bertrand”, foi inaugurado pelo Presidente da República General Óscar Carmona, com a presença da Banda da Guarda Nacional Republicana.\n\nO Chefe do Estado, ao deslocar-se ao stand da “Companhia dos Telefones”, onde se encontravam os respectivos directores «fez uma ligação para sua casa, tendo ocasião de verificar a rapidez e perfeição com que se fazem ligações - quando as meninas dos telefones querem» in: Diário de Lisboa \n\nEste Salão que contou com a presença de 40 expositores, foi assim descrito na revista &quot;Ilustração&quot;:\n\n«Pode bem classificar-se como o maior e mais retumbante sucesso dêste mês, em Lisboa e no país inteiro, o magnifico certame de artes industriais e comerciais que a Voga levou a efeito, num esfôrco titânico. Sendo uma tentaiva, surpreende a sua perfeita realização. Comparando êste Salão com as grandes feiras e exposições mundiais e famosas de há muitos anos, só se lhe pode achar diferenças de tamanho. No demais tudo se aproxima da perfeição.»\n\nEstiveram presentes stands da Fábrica de Tapetes Beiriz, Casa Chineza, Ach Brito, Cª dos Telefones, Voga, P. Santos &amp; Cª (Columbia Records), Royal Baking Powder, carros das marcas &quot;Willys Knight&quot; e &quot;Lancia&quot;, entre outros expositores\n\nO “Salão de Outono da Elegância Feminina &amp; Artes Decorativas «Voga» &quot;, além do seu cariz comercial e de propaganda das empresas ali representadas, teve também um fim beneficente. Casas de caridade, institutos, asilos, caixas de previdência entre outras instituições, recolheram benefícios materiais e donativos, até ao dia do encerramento do certame no dia 23 de Novembro.\n\nNa foto a exuberância da elegância feminina ... pela actriz Natsha no stand de P. Santos &amp; Companhia representantes dos gramofones Columbia-Kolster", "authorname": "J. Leite", "id": "26532116-6465365587-72157628307592779", "iconfarm": 6}], "photo_id": "6465365587"}, "flarchive:created": 1387729031}