{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/7838440944/#comment72157634826187988", "realname": "Samuel Ip", "path_alias": "pixysam", "author": "79297804@N08", "iconserver": "7394", "datecreate": "1374988054", "_content": "Dent &amp; Co's 寶順行, one of the first few companies to start operation in today's Central District.\nBuilding located on Pedder Street facing the waterfront, or where &quot;The Landmark&quot; is today.", "authorname": "samuel_132", "id": "31569669-7838440944-72157634826187988", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/nationalarchives/7838440944/#comment72157634827077151", "realname": "", "path_alias": null, "author": "99490033@N02", "iconserver": "0", "datecreate": "1375032900", "_content": "Thomas Dent arrived in Canton in 1823, and joined Davidson &amp; Co as a partner. When Davidson left in 1824, the company changed its name to &quot;Dent &amp; Co.&quot;. In 1826, Thomas Dent was joined by Lancelot Dent. Lancelot succeeded Thomas as the senior partner when Thomas departed the company in 1831. Lin Zexu's warrant for the arrest of Dent in 1839 to force him to hand over his store of opium was the opening shot of the First Opium War.\n\nThomas Chaye Beale joined the firm as a partner in 1845 when the firm became Dent, Beale &amp; Co. It once again became Dent &amp; Co. upon Beale's departure in 1857.\n\nIn 1841 Dent moved its headquarters to Victoria, where it was one of the first companies in Hong Kong to purchase land in what was to become known as Central District. Dent was one of the very first traders to open offices when Shanghai opened to foreign trade in 1843. It built offices there at 14, The Bund, and became involved in the international silk and tea trade.\n\nDent's is one of the founding members of the provisional committee that launched The Hongkong and Shanghai Banking Corporation Limited in March 1865. Francis Chomley of Dent's chaired the provisional committee's first meeting, held on 6 August 1864.\n\nIn 1866, the financial world was rocked by the collapse of Overend, Gurney and Company, a discount house in Lombard Street, London, causing a run on many banks which in turn brought down many other businesses. Dent's was forced to shut its Hong Kong office in its wake. Jardine's averted disaster by learning the news sooner – its mail steamer carrying news from Calcutta arrived one hour earlier than others – and emptied its balances at a failing bank before anyone else had heard of the news in Hong Kong. Dent's officially folded in 1867. Its headquarters moved to Shanghai following the collapse in Hong Kong.", "authorname": "hphbhk", "id": "31569669-7838440944-72157634827077151", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/7838440944/#comment72157635535607202", "realname": "", "path_alias": "wcwchan", "author": "61013804@N08", "iconserver": "0", "datecreate": "1379250109", "_content": "[http://www.flickr.com/photos/pixysam]  was correct that the building is where The Landmark is today, or to be more precise, Gloucester Tower of the The Landmark development. The road from the foreground running to the left (8 o'clock) is Des Voeux Rd. The short segment of road running to 4 o'clock is Peddar Street. This is the same building seen in The Hong Kong Album 香港歷史圖片 produced by the HK Museum of History (3rd ed, 1986, p.37)", "authorname": "Paed Ortho", "id": "31569669-7838440944-72157635535607202", "iconfarm": 0}], "photo_id": "7838440944"}}