{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/cornelluniversitylibrary/3675107403/#comment72157624521358612", "realname": "Antonio Garamendi", "path_alias": "garas", "author": "45872965@N00", "iconserver": "1070", "datecreate": "1279381113", "_content": "<strong>PLAZA Y JARDÍN INDEPENDENCIA  </strong>\n\nEsta plaza surgió a principios del siglo XVII tras el establecimiento de los religiosos de San Juan de Dios, quienes al arribar a Zacatecas en 1610, comenzaron a edificar su hospital y convento al sur de la ciudad. Uno de los primeros pobladores de este lugar fue don Juan de Villarreal quien recibió un terreno de los juaninos con la condición de que construyera sus aposentos. Al espacio público que se generó alrededor de las casas se le conoció como Plaza de San Juan de Dios. En una de ellas nació Juan Ignacio María de Castorena y Ursúa Goyeneche y Villarreal (1688-1733), primer periodista de América. La importancia y generosidad de esta familia hizo que a este lugar se le conociera como Plaza de Villarreal. En el costado norte se levantó la faustuosa mansión de los condes de San Mateo. Hacia 1840 se construyó una fuente en el centro de la plaza a donde acudía la gente a surtirse de agua. El 12 de julio de 1867, la plaza cambia de nombre, se le denominaría Plaza del 15 de Mayo, para perpetuar la Toma de Querétaro por las fuerzas liberales. A pesar de ello, la gente la siguió llamando de Villarreal hasta el 15 de septiembre de 1910, ya que al día siguiente, durante las fiestas del centenario del inicio del movimiento insurgente, asumió el nombre de Plaza de la Independencia. En el centro se erigió el monumento a la Independencia Nacional. El diseño fue realizado por Miguel Vázquez de León, la escultura fue tallada por Guillermo Cárdenas y la obra fue dirigida por el Luis C. Espinosa. En 1950 se colocó la balaustrada de cantera, árboles y flores para convertirse en el Jardín Independencia.\n\nFuente: \nManuel González Ramírez \nTres plazas antiguas de la ciudad de Zacatecas\n(http://www.oem.com.mx/oem/notas/n1280521.htm)", "authorname": "Garas", "id": "30510347-3675107403-72157624521358612", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/cornelluniversitylibrary/3675107403/#comment72157625633522477", "realname": "", "path_alias": null, "author": "57492396@N04", "iconserver": "5029", "datecreate": "1294291455", "_content": "La nomenclatura de los sitios importantes de una ciudad tan antigua,trasciende hasta tiempos contemporàneos : En los 80`s y 90`s\nescuchè a personas ( adultos mayores ) hacer referencia o señalar la Plaza por su antiguo nombre ; Villarreal , ( Por ejemplo,al abordar un taxi y teniendo como destino la citada Plaza )  Saludos .", "authorname": "ofernandoezequiel", "id": "30510347-3675107403-72157625633522477", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/cornelluniversitylibrary/3675107403/#comment72157628647351147", "realname": "Jesús Roberto Duarte", "path_alias": "jesusduarte", "author": "53461717@N08", "iconserver": "5488", "datecreate": "1325323486", "_content": "Nowadays here's found Plaza Libertad and the buildings on the background are in Calle Independencia.  You can find a photo of William Hernry Jackson (Detroit Publishign Company, Digital Collections and Programs, The Library of Congress) taken from right towards left of this picture. [03902  &quot;Plaza and Fountain, Zacatecas&quot;]\nDr. Roberto Duarte\nPlastic Surgeon", "authorname": "jerodamor@yahoo.com.mx", "id": "30510347-3675107403-72157628647351147", "iconfarm": 6}], "photo_id": "3675107403"}, "flarchive:created": 1389685040}