{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/sdasmarchives/4564560636/#comment72157633363889408", "realname": "Ronnie  Bell", "path_alias": null, "author": "16118167@N04", "iconserver": "8122", "datecreate": "1367075955", "_content": "The Naval Aircraft Factory PBN-1 Nomad was an improved version of the Consolidated Catalina, produced by the same facility that had produced the design for the XPY-1, the first flying boat to be produced by Consolidated and a direct ancestor of the Catalina. The Nomad was produced in small numbers in 1943-45 and most were used by the Soviet Union.\nThe sources disagree on the exact order of events. In some the Naval Aircraft Factory produced a series of suggested design changes for the Catalina which would have been too disruptive to be introduced on the existing production lines at a time when every available aircraft was needed for the neutrality patrols in the Atlantic. The NAF production line was thus set up to produce the modified design. In other sources the NAF was ordered to set up a production line, and then suggested the changes that would produce the Nomad.  \n\nThe main external changes were made to the nose, the tail and the hull afterbody or lower hull (the triangular wedge that ran back from the vicinity of the wing to a point just in front of the tunnel gun on the PBY-5, and made up the rear half of the part of the Catalina that would be submerged when on the water). \n\nThe nose was extended slightly, and re-shaped to give the Nomad a clipper bow. A new spherical retractable power turret was added, carrying one .50in calibre gun. This may have been an improvement on the open turret of the early Catalinas, but was not as good as the eyeball turret introduced late in the production of the PBY-5A, and was not adopted in the PBY-6A. The bombardier’s window was now protected by clam-shell doors. \n\nThe lower hull was extended backwards by 56 inches, moving the tip of the angle from a position below the end of the waist blisters, to one closer to the start of the tail. As a result the tunnel gun was removed. The changes to the nose and lower hull improved the water-handling of the aircraft. \n\nBoth the vertical and horizontal parts of the tail were redesigned. The vertical part was made taller, but narrower, reducing the length of the tail, and also increasing the steepness of the front. The aft fuselage does not appear to have been made any longer, but the new steeper tail does sometimes give that impression. \nAs a result of these changes the Nomad was 9.5in longer than the PBY-5A.", "authorname": "tormentor4555", "id": "49465936-4564560636-72157633363889408", "iconfarm": 9}], "photo_id": "4564560636"}, "flarchive:created": 1389702266}