{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/usnationalarchives/4166072881/#comment72157629305059781", "realname": "Don Williams", "path_alias": "danno116", "author": "31439438@N05", "iconserver": "3613", "datecreate": "1329159488", "_content": "This was one of the four regiments forming the Corcoran Legion, a brigade composed almost entirely of Irish soldiers. Its companies were recruited principally in New York city and Brooklyn and it was organized at Staten island, where it was mustered into the U. S. service on Oct. 7, 1862, for three years. It participated in the Suffolk Campaign along the Virginia coast in 1863. In May, 1864, it was transferred to the Army of the Potomac and placed in Gibbon's division of the 2nd corps where it took part in the closing battles around Spottsylvania. At the North Anna the 170th encountered a severe musketry fire, its casualty list there being the largest of any regiment in that battle: 22 killed, 55 wounded and 22 missing. It met with another heavy loss at Petersburg, June 16-22, where its casualties amounted to 22 killed, in wounded and 3 missing. Most of this loss occurred in the assault of June 16. The regiment was again hotly engaged at Reams' station, where Maj. Donnelly was killed. From June, 864, until the close of the war, the Legion, together with the 8th SI. Y. heavy artillery, formed the 2nd brigade, 2nd division, 2nd corps.&quot; The casualties of the regiment at Reams' station amounted to 85 killed, wounded and missing. It met with further losses at Boydton plank road in October, at the Petersburg works in March, 1865, and then took part with the 2nd corps in the final Appomattox. campaign, which ended with Lee's surrender. A list of the impor-:ant battles in which the 170th was engaged includes the siege of Suffolk, Carrsville, Spottsylvania, North Anna, Cold Harbor, Pet-:ersburg, Weldon railroad, Deep Bottom, Reams' station, Boydton plank road, Hatcher's run, Deserted House, Edenton road, Toto-potomy, Strawberry Plains, Vaughn road, Farmville and Appo-mattox. Col. McDermott resigned shortly after the regiment took the field and his successor, Col. McIvor, commanded it during most of its active service. He was a gallant officer and rose to the rank of brevet major-general in 1865. The regiment was warmly commended by its brigade and division commanders for its conduct in battle and its efficiency. Its total enrollment was 1,002, of whom 10 officers and 119 men—or 12.8 per cent.—were killed and mortally wounded; 2 officers and 96 men, died of disease and other causes; total deaths, 227. The total number killed and wounded was 481.\n\n Source:\n<a href=\"http://dmna.ny.gov/historic/reghist/civil/infantry/170thInf/170thInfMain.htm\" rel=\"nofollow\">dmna.ny.gov/historic/reghist/civil/infantry/170thInf/170t...</a>", "authorname": "DrDonWilliams", "id": "35717303-4166072881-72157629305059781", "iconfarm": 4}], "photo_id": "4166072881"}, "flarchive:created": 1387666705}