{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/statelibraryofnsw/6003819555/#comment72157634162883336", "realname": "", "path_alias": "pixelwrangler", "author": "43854658@N00", "iconserver": "5533", "datecreate": "1371408830", "_content": "<b>Coo-ee Recruiting March</b> <i>&mdash; from <a href=\"http://en.wikipedia.org/wiki/Snowball_marches#Cooee_March\" rel=\"nofollow\">Wikipedia</a></i>\n\nDuring World War I, recruitment marches or snowball marches to Sydney were a feature of volunteer recruiting drives for the Australian Imperial Force in rural New South Wales.\n\nTwenty six men left Gilgandra on 10 October, 1915 on the 'Coo-ee March', led by the Captain of the local rifle club, William Thomas Hitchen. At each town on the route the marchers shouted &quot;coo-ee&quot; to attract recruits and held recruitment meetings. By the time they reached Sydney just over one month later on 12 November, the numbers had swelled to 263 recruits, marching a total of 320 miles and being welcomed by large crowds along the way.\n \nThe marches were also called &quot;snowball marches&quot; in the hope that like a snowball rolling down a hill will pick up more snow, gaining more mass and surface area, and picking up even more snow as it rolls along, the marchers would also collect more marchers as they progressed to the recruiting depot.\n\n&nbsp;\n<b>E Rowlands Beverages - Medlow Bath, NSW</b>\n\nMr. Evan Rowlands (1826-1894) was a pioneer in the aerated water trade in Australia. He began in Melbourne, eventually expanding to Sydney where he built a large factory at a cost of £15,000, at the corner of Burns and Little Hay Streets, Darling Harbour.\n\nPure water was essential to the product, and a fine spring of water was discovered at Katoomba, in the Blue Mountains, and the site was leased from the government. The water was brought to Sydney by rail. <i>&mdash;More from the <a href=\"http://www.aussiebottledigger.com.au/college.HTML#rowland_lewis\" rel=\"nofollow\">Bottle College.</a></i>\n\nMr Rowlands died in 1894 but his company continued until well after the Second World War, when it was sold to Schweppes.[<a href=\"http://www.auspostalhistory.com/articles/289.shtml\" rel=\"nofollow\">1</a>]\n&nbsp;\n\n<b>&quot;Market Tree&quot;</b>\n\nI think it highly likely that this was originally meant to be captioned the <b>Marked Tree</b> which was, in theory, located on the highway between Medlow Bath and Katoomba.<blockquote><i>&quot;The tree was dead by late 1903 and as it was considered unsafe, the upper section was sawn off. That lay beside the highway until 1904 when it was removed by Mark Foy to his hotel at Medlow Bath. There it was erected as an 'historic relic' on a pedestal in the grounds of the Hydro Majestic ...&quot; </i></blockquote> I can't make out if the remains of the tree are at the right of this photograph. There looks like there could be a display of framed photographs &ndash; possibly different views of the <a href=\"http://www.flickr.com/photos/blue_mountains_library_-_local_studies/2585471137/\">tree</a>.(?)\n\nThis &quot;drink stall&quot; (and the staff) may be part of the Hydro Majestic Hotel -- more research is necessary.  In the meantime ;) I can add to the folklore, controversy, myth and legend surrounding <i>The Marked Tree</i>  <a href=\"http://www.thefreelibrary.com/A+tree+and+a+legend:+the+making+of+past+and+place+in+the+Blue...-a0105439768\" rel=\"nofollow\"><i>&mdash; A Tree and a Legend</i></a>\n\n&nbsp;", "authorname": "Pixel Wrangler", "id": "29361615-6003819555-72157634162883336", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/statelibraryofnsw/6003819555/#comment72157634192825033", "realname": "", "path_alias": "pixelwrangler", "author": "43854658@N00", "iconserver": "5533", "datecreate": "1371568786", "_content": "<b>@State Library of NSW</b> -- is it possible to check the original record to see if the last letter in &quot;market&quot; is a &quot;t&quot; or if it could be a &quot;d&quot;? ;)\n&nbsp;", "authorname": "Pixel Wrangler", "id": "29361615-6003819555-72157634192825033", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/statelibraryofnsw/6003819555/#comment72157634240484414", "realname": "State Library of New South Wales", "path_alias": "statelibraryofnsw", "author": "29454428@N08", "iconserver": "8544", "datecreate": "1371772677", "_content": "Suspect you are right... Good pickup. EG \n\n'During their stay in Katoomba to-day the\nGilgandra contingent will be the guests of the\nmunicipal council and the residents of the\ntown. The residents will assemble at the\nTown Hall at 10.30 a.m., and leave for the\nMarked Tree at 11 o'clock, headed by the\nLeura band, followed by the Mayor and alder-\nmen, militia, cadets, rifle club, fire brigade,\nscouts, school children, and townspeople. All\nbusiness people have consented to close their\npremises between the hours of 11 a.m. and\n1 p.m., and to decorate their premises.'\nSMH 5 Nov. 1915 p. 8\n<a href=\"http://nla.gov.au/nla.news-article15622799\" rel=\"nofollow\">nla.gov.au/nla.news-article15622799</a>", "authorname": "State Library of New South Wales collection", "id": "29361615-6003819555-72157634240484414", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/statelibraryofnsw/6003819555/#comment72157634237310917", "realname": "", "path_alias": "pixelwrangler", "author": "43854658@N00", "iconserver": "5533", "datecreate": "1371783318", "_content": "And from that same article that you found, &quot;MARCH OF THE MEN&quot;, I read this:\n\n&quot;At Medlow Bath there are further preparations for a\nwelcome. Katoomba residents will meet the\ncontingent at the Explorers' Tree, and escort\nthem into the town. They will stay there\nduring Friday night.&quot;\n\nSo &quot;Explorers Tree&quot; and &quot;Marked Tree&quot; were used in the same article.  \n\nI imagine the 176 men marching pretty-well demolished the contents of the &quot;drink stall&quot; :)\n&nbsp;", "authorname": "Pixel Wrangler", "id": "29361615-6003819555-72157634237310917", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/statelibraryofnsw/6003819555/#comment72157634237934323", "realname": "State Library of New South Wales", "path_alias": "statelibraryofnsw", "author": "29454428@N08", "iconserver": "8544", "datecreate": "1371786835", "_content": "No doubt. Nice dainty cups for a couple of hundred strapping men, too! EG", "authorname": "State Library of New South Wales collection", "id": "29361615-6003819555-72157634237934323", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/statelibraryofnsw/6003819555/#comment72157635819230895", "realname": "", "path_alias": "blue_mountains_library_-_local_studies", "author": "26602074@N06", "iconserver": "8263", "datecreate": "1379979277", "_content": "Some more info on theCoo-ees here - <a href=\"http://bmlocalstudies.blogspot.com.au/2010/09/coo-ee-march-1915-biggest-wash-up-i.html\" rel=\"nofollow\">bmlocalstudies.blogspot.com.au/2010/09/coo-ee-march-1915-...</a>\n\nI believe Pixel Wrangler's mystery object is the horn for the Edison wax cylinder phonograph in the wooden case with the carry handle which sits just above it.  There is an image on one in a similar case here, although with a smaller horn -  <a href=\"http://memory.loc.gov/ammem/edhtml/edcyldr.html\" rel=\"nofollow\">memory.loc.gov/ammem/edhtml/edcyldr.html</a> \n\nHere is one showing the larger horn supported on a bracket- <a href=\"http://commons.wikimedia.org/wiki/File:Wax_Cylinder_Phonograph.jpg\" rel=\"nofollow\">commons.wikimedia.org/wiki/File:Wax_Cylinder_Phonograph.jpg</a>\n\nBetween them sits a framed set of photos of Blue Mountains views and  waterfalls by Harry Phillips. They were a popular Blue Mountains souvenir.\n\nThe joint must have been rocking once the music was cranked up and a few dozen bottles of ginger beer had quenched their parched throats.", "authorname": "Blue Mountains Local Studies", "id": "29361615-6003819555-72157635819230895", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/statelibraryofnsw/6003819555/#comment72157635855962245", "realname": "", "path_alias": "pixelwrangler", "author": "43854658@N00", "iconserver": "5533", "datecreate": "1380055971", "_content": "[http://www.flickr.com/photos/blue_mountains_library_-_local_studies] @Blue Mountains Local Studies:\n\nThat's a terrific article by John Merriman! It has lots of details about the Coo-ee March -- even an exact date (5 November 1915) for the big blowout at the Explorers Tree! ;)\n\nNow I just need to ponder the meaning of “wash-up&quot; from the article -- as in “The biggest wash-up I ever heard of!”  \n<blockquote>A local reporter wrote: “How well Springwood entertained is best told in the words of a lady who helped, ‘It was the biggest wash-up that I ever heard of,’ she said, and that is saying something coming from the sex that reckons life is one wash-up after another.”</blockquote>\n\n(Current) usage of wash-up seems to mean a person  who is a &quot;loser&quot; or a failure. It's sometimes applied to sports players, as in &quot;he can't hit ... he's such a wash-up.&quot;\n\nBut in the context of the evening open-air concert and recruiting meeting at Springwood, I can't imagine it being used derisively.  So I would think wash-up would mean &quot;folks got cleaned up for the big event.&quot;  -- Course the rest of the quote doesn't help much: <i>&quot;and that is saying something coming from the sex that reckons life is one wash-up after another.&quot;</i> seems like that could go either way ;)\n\nAnd yes, you have solved the mystery object!! -- although until today I had never seen a horn that large for the Edison Phonograph. Amazing! (oh, the things one learns from the comments on Flickr! ;)  Thanks for including the photos for the larger horns!\n&nbsp;", "authorname": "Pixel Wrangler", "id": "29361615-6003819555-72157635855962245", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/statelibraryofnsw/6003819555/#comment72157635865997844", "realname": "", "path_alias": "blue_mountains_library_-_local_studies", "author": "26602074@N06", "iconserver": "8263", "datecreate": "1380079689", "_content": "[http://www.flickr.com/photos/pixelwrangler] Thanks Pixel Wrangler for your king comments on my blog article.\n\nNow a quote from the Macquarie Dictionary of Australia English which shows 50 shades of meaning to the word 'wash' including : &quot;Wash up - to wash dishes, saucepans etc. after a meal.&quot; \n\nIt is a slightly old fashioned expression though not actually archaic, and we would now say 'I'll do the washing up' as we put on the rubber gloves and squeeze the detergent bottle... \n\nAs opposed to 'washed up' and 'washed out' - both defined as failed, finished, completely exhausted. Although 'washed out' can also apply to a sporting match cancelled due to rain.\n\nIn 1915 few men would have done the washing up at home, that was women's work,  so yes for many woman,  life was one wash-up after another - clothes, kids and crockery. And some men may even say it still is women's work. Not us though, we wouldn't even think it.\n\nCheers, John", "authorname": "Blue Mountains Local Studies", "id": "29361615-6003819555-72157635865997844", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/statelibraryofnsw/6003819555/#comment72157635865975746", "realname": "", "path_alias": "blue_mountains_library_-_local_studies", "author": "26602074@N06", "iconserver": "8263", "datecreate": "1380080711", "_content": "Here is a picture of the Marked Tree in 1900, as you can see it's more of a stump with a history, there is an article and contemporary photos when you click through. \n\nI thought briefly that the Edison phonograph may actually be sitting on top of the Marked Tree, but probably not.\n \nAnd the location is definitely Katoomba, I have located it precisely to the map, it's a wonder the State Library doesn't use the map function for their images. \n<a href=\"http://www.flickr.com/photos/blue_mountains_library_-_local_studies/2585471137/\" title=\"Surveyors Tree (1900) by Blue Mountains Local Studies, on Flickr\"><img src=\"http://farm3.staticflickr.com/2119/2585471137_f743e118f0_m.jpg\" width=\"191\" height=\"240\" alt=\"Surveyors Tree (1900)\" /></a>", "authorname": "Blue Mountains Local Studies", "id": "29361615-6003819555-72157635865975746", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/statelibraryofnsw/6003819555/#comment72157635868079246", "realname": "State Library of New South Wales", "path_alias": "statelibraryofnsw", "author": "29454428@N08", "iconserver": "8544", "datecreate": "1380087196", "_content": "Dear Blue Mountains Local Studies, Thanks for the information and we have geo-tagged as precisely as we can on the map which is not very detailed. We aren't able to geo-tag our Antarctic photographs at all because Antarctica is just not on the map! RW", "authorname": "State Library of New South Wales collection", "id": "29361615-6003819555-72157635868079246", "iconfarm": 9}], "photo_id": "6003819555"}, "flarchive:created": 1389606141}