{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1280317049", "originalformat": "jpg", "owner": {"username": "OSU Special Collections & Archives : Commons", "realname": "", "nsid": "34586311@N05", "iconserver": "2835", "location": "", "path_alias": "osucommons", "iconfarm": 3}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "4821561147", "title": {"_content": "Skyscrapers of New York"}, "media": "photo", "tags": {"tag": [{"raw": "OSU Archives", "machine_tag": 0, "id": "34580971-4821561147-28769879", "_content": "osuarchives", "author": "34586311@N05"}, {"raw": "Take a Trip", "machine_tag": 0, "id": "34580971-4821561147-2632633", "_content": "takeatrip", "author": "34586311@N05"}, {"raw": "Great Cities of the World", "machine_tag": 0, "id": "34580971-4821561147-47143550", "_content": "greatcitiesoftheworld", "author": "34586311@N05"}, {"raw": "New York", "machine_tag": false, "id": "34580971-4821561147-440", "_content": "newyork", "author": "34586311@N05"}, {"raw": "Flickr_home", "machine_tag": 0, "id": "34580971-4821561147-1343618", "_content": "flickrhome", "author": "34586311@N05"}]}, "comments": {"_content": "0"}, "secret": "00f02599e1", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "Image Description from historic lecture booklet: &quot;This picture shows the lower end of Manhattan Island. This is the business and financial center of New York city, and the office building are commonly known as skyscrapers because they are so high. The water front here is lined with long piers which jut out into the river. Between them are the deep-water docks which receive the largest ocean lines. The city of New York has the largest population of all the cities in the world except Greater London and outranks all others in export and import trade. its excellent harbor affords a port for the largest vessels. Raw materials may be brought from all parts of the world to this center and manufactured goods may easily be shipped to all parts of the world. This location on the seashore, therefore, is one of the most desirable places in the United States for a city. In addition, New York has the advantage of being at the mouth of an important river. Northward from New York is the busy highway of travel through the valley of the Hudson, and equally important is the valley of the Mohawk, leading westward from Albany. By the Hudson-Mohawk supplies of raw material for manufacture, and great quantities of food, are brought form the rich agricultural lands of the interior. \n\nDuring the French and Indian War and the American Revolution the valley of the Hudson was a center of great struggle, for its possession by an enemy meant the separation of the only two thickly settled districts of America and the isolation of new England. \n\nIn addition to its commercial advantages, New York is but a short distance from a large supply of fuel. From the Appalachian fields coal and oil are quickly and easily brought to the city for use in the large factories. \n\nThe leading industries in New York are the manufacture of clothing and machinery, printing and book-making, meat-packing, and the refining of sugar. New York has become the leading financial center of the world. There are many banks and insurance companies with large capital, and most of the great industrial houses of America have offices in the city. \n\nThe borough of Brooklyn developed as a large independent city across the river from New York City, but it has now become a part of the metropolis. It is an important center for the refining of sugar and the roasting and grinding of coffee and spices. Eastward from Brooklyn and northward along the banks of the Hudson River are chains of suburban towns where many of the people live who work each day in the metropolis. \n\nTo the west, across the Hudson River, are Hobo-ken, Jersey City, and Newark. These three cities are in New Jersey, but they have many of the same great geographic advantages that New York City has. \n\nIn addition to the busy industrial and commercial life of the city, New York is one of the leading educational and musical centers of this country, and it is fortunate in having wonderful collections of natural history and of art.&quot;\n \nOriginal Collection: Visual Instruction Department Lantern Slides\n \nItem Number: P217:set 051 030\n \nYou can find this image by searching for the item number by clicking <a href=\"http://oregondigital.org/digcol\" rel=\"nofollow\">here</a>. \n\nWant more? You can find more <a href=\"http://scarc.library.oregonstate.edu/digital-resources.html\" rel=\"nofollow\">digital resources online</a>. \n\nWe're happy for you to share this digital image within the spirit of The Commons; however, certain restrictions on high quality reproductions of the original physical version may apply. To read more about what “no known restrictions” means, please visit the <a href=\"http://archives.library.oregonstate.edu/exhibits/FlickrCommonsNoKnownCopyrightsRestrictions.html\" rel=\"nofollow\"> Special Collections &amp; Archives website</a>, or contact staff at the OSU Special Collections &amp; Archives Research Center for details.\n"}, "isfavorite": 0, "views": "5926", "farm": 5, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "1915-01-01 00:00:00", "lastupdate": "1366291732", "takengranularity": "8", "posted": "1280317049"}, "originalsecret": "7bf029b8e5", "license": "7", "notes": {"note": []}, "server": "4101", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/osucommons/4821561147/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1389682342}