{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalmediamuseum/8415569553/#comment72157632611738431", "realname": "National Media Museum", "path_alias": "nationalmediamuseum", "author": "26808453@N03", "iconserver": "8189", "datecreate": "1359207651", "_content": "According to our records (the blurb above), this test match took place in Sydney in 1930, however, I've done a bit of research and discovered that the 5th Test between England and Australia in 1930 actually took place at The Oval in London. It could be that we have either the date, or the venue wrong, Can anyone shed any light on this?\n- Emma", "authorname": "National Media Museum", "id": "26785399-8415569553-72157632611738431", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/nationalmediamuseum/8415569553/#comment72157632636860408", "realname": "", "path_alias": null, "author": "33546386@N03", "iconserver": "2807", "datecreate": "1359411256", "_content": "Fantastic picture !", "authorname": "excellentzebu1050", "id": "26785399-8415569553-72157632636860408", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/nationalmediamuseum/8415569553/#comment72157632709167752", "realname": "", "path_alias": null, "author": "51979177@N02", "iconserver": "5282", "datecreate": "1360225867", "_content": "I'm not a cricket tragic, but...after a bit of scraping around even a disinterested bystander  can discover that this is the 5th test of the 1924-25 Australia v England series, which was played at the Sydney Cricket Ground, from 27 February - 4 March, 1925. Just going on the scoreboard, you can see that this is the England first innings...it appears that the English left hander Frank Woolley has just hit Arthur Mailey into the covers and is taking off for a single. All rounder Jack Hearne is the batsman at the non-striker's end. Looks like Jack Gregory is the slips fieldsman, and of course Bert Oldfield is the Australian keeper. Arthur Mailey has just finished his follow thru and is watching proceedings from the bowler's end. This was the match in which South Australian leg spinner Clarrie Grimmett made his test debut...he took 11 for in the match...and from about this time on Mailey's position in the Australian team became less certain...Mailey evidently spun the ball more than Grimmett and had the ability to bowl a 'wicket ball' to the great players, but he lacked Grimmett's accuracy and tended to be expensive...and Grimmett was of course a very good bowler...not just some economical trundler (old-time Australian cricket tragics used to debate ad infinitum re who was the better bowler and which of the two they'd pick in their team of the century...some tragics picked them both!). I haven't delved too deeply, but just going on the scoreboard, I'd say this pic was taken during the afternoon on the second day...the second day's play evidently ended with England all out for 195...the Australian second innings began on the next playing day, Monday 2 March, 1925...a cricket tragic (hopeless category) should be able to date this pic to within a minute or so, plus identify all the players and umpires. A beautiful photo...particularly if you care to think where this generation had been 10 years previously...cricket as therapy.", "authorname": "quasymody", "id": "26785399-8415569553-72157632709167752", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/nationalmediamuseum/8415569553/#comment72157632706216079", "realname": "", "path_alias": null, "author": "51979177@N02", "iconserver": "5282", "datecreate": "1360244296", "_content": "PS...I wonder whether any UK cricket tragics (or disinterested bystanders) might be able to help identify where this pic was taken <a href=\"http://www.flickr.com/photos/blue_mountains_library_-_local_studies/3813752190/\">www.flickr.com/photos/blue_mountains_library_-_local_stud...</a>", "authorname": "quasymody", "id": "26785399-8415569553-72157632706216079", "iconfarm": 6}], "photo_id": "8415569553"}}