{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8119285957/#comment72157631845020106", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1351103703", "_content": "S/30365 Rifleman Thomas Newberry, probably b. 1898 at Chessington,(Epsom), Surrey.  In 1911 living in Reigate.\n\n9 RB was a K1 battalion and went to France in May 1915 as part of 14th Light Division - being a unit in 42nd Brigade.  Rfn Thomas Newberry is likely to have been a volunteer or conscript into the Army in 1916 and to have joined 9 RB as a battle casualty replacement once trained.\n\nOn 3rd May 1917, 14th Light Division attacked Cherisy and Triangle Wood near Arras.  The attack was launched behind an artillery fireplan from first light at 03.45am.  9RB, the left forward battalion of the Brigade, was already out in no-mans-land under cover of darkness, lying down behind a taped jumping-off line some 500 yards from the enemy position.  As 5 Ox &amp; Bucks, on the right, came up to them, 9RB rose at 04.03am to advance into the attack.\n\nBoth leading battalions in 42nd Brigade were badly shot up by machine-guns hidden in Triangle Wood and 9RB in particular took heavy casualties. \n\nThe advance was hung up and went firm under machine-gun fire, which was continuous from both flanks and proved the chief obstruction. The only messages received by runner at Bde HQ were from two detached platoons commanded by 2nd Lieutenant Daubeny and Serjeant Everett respectively, who both stated that advance was impossible and asked if they were to withdraw at dusk. They also stated that it was apparent that the high ground on the left, north of the Arras-Cambrai road and the Cojeul, was not in British possession and that they could see our troops on the left hung up one thousand yards short of their first objective and that they themselves were being caught in our own barrage.   Previous instructions had been given to &quot;D&quot; Company 9RB to communicate hourly by Lucas lamp with the London Rifle Brigade at an arranged point. Communication was duly established at this point, but with the enemy, who was in occupation, not the L.R.B.\n\nLater orders were received by 9RB to recall what was left of the Battalion, but the two closest platoons of D Company were the only ones with which it was possible to get touch.  About 9.30 p.m. on 3rd May news was received that one company was still out and holding a line of shell holes and a strong point which it had made. Two patrols were sent to recall this company but they were unable to find it, though they came in contact with enemy posts and brought back six men of the Battalion from shell holes.\n\nThat night, 3rd/4th May, as much of the Battalion as could be found came out of the line and moved back to trenches north of Wancourt. But the next night - the 4th/5th - a message was received from 2nd Lieutenant H.C. Round MC asking for small arms ammunition, rifle grenades and water; this officer, with twelve men, had organized and held a strong point since 5.15 a.m. on the 3rd. He and his party were recalled by the CO 5th Bn. Kings Shropshire Light Infantry, who were then up and holding the line, but he refused to withdraw until parties had been sent out to bring in the wounded. Next night again Rifleman Aitkins made his way back from the shell-hole where he had been  guarding two wounded men, one of whom he brought back.\n\nCasualties in this attack over 3-6 May 1917 for the 9 RB were:- Officers wounded - Captains A.D. McKinstry and C.F.C. Letts, Lieutenants J.P. Day, S.H. Russell, 2nd Lieutenants W.L. Cooper, S. Bates, C.J. Dowson: Wounded and missing, Lieutenant R.H. Plater, 2nd Lieutenants G.E.A. Wade, A.J. Statham, W.H. Howatt and W.C. Wheatley, with two hundred and fifty seven other ranks casualties in killed, wounded and missing.  It is likely that Rfn Newberry was mortally wounded during this period; he may have been one of the men defending the ad hoc position in the shell holes with 2Lt Round at the limit of the attack.  More probably he was wounded and lying out for a considerable time, in whatever cover he could find, unable to get back until the attempt at recovery of all troops forward on the night of 5th/6th May.\n\n2Lt Harold Cecil Round MC, who had held out with his men, got back safely and was subsequently awarded a DSO for conspicuous gallantry and devotion to duty.  The citation states:  &quot;When our troops were forced to withdraw he collected a few men and made a strong-point within 70 yards of the enemy trench.  This position he held for two days without supplies of any kind.  He was finally able to get a valuable report through before being ordered to withdraw.&quot;  Captain Harold Cecil Round MC DSO RB was later killed in action aged 21 on 24 Aug 1917.//", "authorname": "Gary Donaldson", "id": "32254785-8119285957-72157631845020106", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8119285957/#comment72157631849045482", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1351154257", "_content": "<a href=\"http://www.cwgc.org/find-war-dead/casualty/91514/NEWBERRY, THOMAS\" rel=\"nofollow\">www.cwgc.org/find-war-dead/casualty/91514/NEWBERRY,%20THOMAS</a> shows his service number as S/30365.\n\nUK Soldiers Died in the Great War gives the following details:\nName:Thomas Newberry\nBirth Place:Chessington, Surrey\nResidence:Chertsey, Surrey\nDeath Date:5 May 1917\nDeath Location:France &amp; Flanders\nEnlistment Location:Whitehall, Middx.\nRank:Rifleman\nRegiment:Rifle Brigade (The Prince Consort's Own)\nBattalion:9th Battalion\nNumber:S/30365\nType of Casualty:Died of wounds\nTheatre of War:Western European Theatre\n\nPublic tree on <a href=\"http://www.ancestry.co.uk\" rel=\"nofollow\">www.ancestry.co.uk</a> shows a photograph of his CWGC headstone giving his age at death as 19 which is in keeping with Gary's research above.", "authorname": "Mrs Audubon", "id": "32254785-8119285957-72157631849045482", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8119285957/#comment72157631848937981", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1351154557", "_content": "In 1911 Thomas was living with his family at Dene Farm House, Chipstead Redhill, Surrey. Dene Farm is mentioned in the Chipstead Village website <a href=\"http://www.chipsteadvillage.org/About-Chipstead/A-History/The-Great-Estates/Longshaw\" rel=\"nofollow\">www.chipsteadvillage.org/About-Chipstead/A-History/The-Gr...</a>. Thomas's parents were Thomas Stone and Emily Fanny Newberry. They had been married for 27yrs and had 8 children, 1 of whom had died. Thomas Stone Newberry was a Farm Bailiff.\n\nThomas jnr was probably born at Roebuck Cottage, Church Lane, Chessington, Surrey which was the address the family were resident at in 1901.", "authorname": "Mrs Audubon", "id": "32254785-8119285957-72157631848937981", "iconfarm": 4}], "photo_id": "8119285957"}}