{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/5126120684/#comment72157625269406844", "realname": "Richard Norton", "path_alias": "richard_arthur_norton", "author": "54904823@N00", "iconserver": "2568", "datecreate": "1288396523", "_content": "Glenn Hammond Curtiss (May 21, 1878 – July 23, 1930) was an American aviation pioneer and a founder of the U.S. aircraft industry. He began his career as a bicycle then motorcycle builder and racer, later also manufacturing engines for airships as early as 1906. In 1908 Curtiss joined the Aerial Experiment Association (AEA), a pioneering research group founded by Alexander Graham Bell at Beinn Bhreagh, Nova Scotia to build flying machines.\nCurtiss rose to fame by making the country's first officially witnessed flight, winning a race at the world's first international air meet in France, and making the first long-distance flight in the U.S. His contributions in designing and building aircraft led to the formation of the Curtiss Aeroplane and Motor Company, now part of Curtiss-Wright Corporation. His company built aircraft for the U.S. Army and Navy, and during the years leading up to World War I, his experiments with seaplanes led to advances in naval aviation. Curtiss civil and military aircraft were predominant in the inter-war and World War II eras.\n<a href=\"http://en.wikipedia.org/wiki/Glenn_Curtiss\" rel=\"nofollow\">en.wikipedia.org/wiki/Glenn_Curtiss</a>\n\nLieutenant Commander John Cyril Porte CMG, DSM, Royal Navy (26 February 1884 - 22 October 1919) was a flying boat pioneer associated with the World War I Seaplane Experimental Station at Felixstowe.\n<a href=\"http://en.wikipedia.org/wiki/John_Cyril_Porte\" rel=\"nofollow\">en.wikipedia.org/wiki/John_Cyril_Porte</a>\n\n[http://www.flickr.com/photos/library_of_congress/5051563150/]", "authorname": "Richard Arthur Norton  (1958- )", "id": "8602872-5126120684-72157625269406844", "iconfarm": 3}], "photo_id": "5126120684"}}