{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1342734137", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "7605919280", "title": {"_content": "5-foot Vertical Wind Tunnel"}, "media": "photo", "tags": {"tag": [{"raw": "NACA", "machine_tag": 0, "id": "44489032-7605919280-536706", "_content": "naca", "author": "44494372@N05"}, {"raw": "NASA", "machine_tag": 0, "id": "44489032-7605919280-11023", "_content": "nasa", "author": "44494372@N05"}, {"raw": "NASA Langley Research Center", "machine_tag": 0, "id": "44489032-7605919280-13161783", "_content": "nasalangleyresearchcenter", "author": "44494372@N05"}, {"raw": "wind tunnel", "machine_tag": 0, "id": "44489032-7605919280-242768", "_content": "windtunnel", "author": "44494372@N05"}, {"raw": "1932", "machine_tag": 0, "id": "44489032-7605919280-1349", "_content": "1932", "author": "44494372@N05"}]}, "comments": {"_content": "0"}, "secret": "03a8907506", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "(July 7, 1932) The researcher is sitting above the exit cone of the 5-foot Vertical Wind Tunnel and is examining the new 6-component spinning balance. This balance was developed between 1930 and 1933. It was an important advance in the technology of rotating or rolling balances. As M.J. Bamber and C.H. Zimmerman wrote in NACA TR 456: &quot;Data upon the aerodynamic characteristics of a spinning airplane may be obtained in several ways; namely, flight tests with full-scale airplanes, flight tests with balanced models, strip-method analysis of wind-tunnel force and moment tests, and wind-tunnel tests of rotating models.&quot; Further, they note: &quot;Rolling-balance data have been of limited value because it has not been possible to measure all six force and moment components or to reproduce a true spinning condition. The spinning balance used in this investigation is a 6-component rotating balance from which it is possible to obtain wind-tunnel data for any of a wide range of possible spinning conditions.&quot; Bamber and Zimmerman described the balance as follows: &quot;The spinning balance consists of a balance head that supports the model and contains the force-measuring units, a horizontal turntable supported by streamline struts in the center of the jet and, outside the tunnel, a direct-current driving motor, a liquid tachometer, an air compressor, a mercury manometer, a pair of indicating lamps, and the necessary controls. The balance head is mounted on the turntable and it may be set to give any radius of spin between 0 and 8 inches.&quot; In an earlier report, NACA TR 387, Carl Wenzinger and Thomas Harris supply this description of the tunnel: &quot;The vertical open-throat wind tunnel of the National Advisory Committee for Aeronautics ... was built mainly for studying the spinning characteristics of airplane models, but may be used as well for the usual types of wind-tunnel tests. A special spinning balance is being developed to measure the desired forces and moments with the model simulating the actual spin of an airplane. Satisfactory air flow has been attained with a velocity that is uniform over the jet to within 0.5 per cent. The turbulence present in the tunnel has been compared with that of several other tunnels by means of the results of sphere drag tests and was found to average well with the values of those tunnels. Included also in the report are comparisons of results of stable autorotation and of rolling-moment tests obtained both in the vertical tunnel and in the old horizontal 5-foot atmospheric tunnel.&quot; The design of a vertical tunnel having a 5-foot diameter jet was accordingly started by the National Advisory Committee for Aeronautics in 1928. Actual construction of the new tunnel was completed in 1930, and the calibration tests were then made.\n\n<a href=\"http://www.nasaimages.org/luna/servlet/detail/nasaNAS~2~2~11966~114005\" rel=\"nofollow\">www.nasaimages.org/luna/servlet/detail/nasaNAS~2~2~11966~...</a>"}, "isfavorite": 0, "views": "6123", "farm": 9, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "1932-07-07 14:42:17", "lastupdate": "1379447719", "takengranularity": "0", "posted": "1342734137"}, "originalsecret": "b973619f42", "license": "7", "notes": {"note": []}, "server": "8282", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/7605919280/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387642601}