{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/powerhouse_museum/5570174387/#comment72157626326593643", "realname": "Merryjack", "path_alias": "merryjack", "author": "8822983@N08", "iconserver": "3722", "datecreate": "1302224579", "_content": "Named after its wealthy owner, the Dunbar took more than sixteen months to build at a cost of over £30 000. When launched in 1853, the Dunbar was the largest vessel ever built at Sunderland. With a hull and frames of British oak and deck of East India teak, the Dunbar was a first class ship. It had a British lion figurehead, characteristic of a Dunbar ship. Because of the Crimean War, the Dunbar‘s initial use was as a troop ship. It was not until 1856 that the first visit was made to Australia. On arrival in Port Jackson, the Sydney Morning Herald flourished that ‘the Dunbar is a splendid vessel”. The Dunbar remained in Sydney for three months, returning to England that same year. By May 1857, the vessel and crew were ready for a second voyage to the colony.\n\nOn the return voyage, the Dunbar arrived off Sydney Heads on the night of Thursday, 20 August 1857 in appalling conditions. Heavy rain and squalls reduced visibility to a few hundred metres, obscuring the sandstone cliffs at the entrance to Port Jackson. Captain Green had made a number of visits to Port Jackson and had been captain on the Dunbar on its 1856 voyage. On the approach to Port Jackson in 1857 Green misjudged the ship’s position in relation to the heads because of the poor visibility. On the turn for the run into port he believed that they were approaching North Head. When the shout ‘breakers ahead!’ was heard, Captain Green, still believing their position to be north of the harbour entrance, ordered ‘hard-a-port’. Instead of entering the safety of the harbour, the Dunbar crashed onto boulders at the foot of South Head.\n\n\nThe impact brought down the masts, huge waves sank the lifeboats and the Dunbar heaved broadside in the swell. Lying on side on to the cliffs, the vessel broke up almost immediately. One man, able seaman James Johnson, was washed onto a ledge on the cliff face was the only survivor. The remaining 58 crew and all 63 passengers drowned. Dawn that morning unveiled a grave tragedy for the community of the small Georgian town of Sydney. The death toll of 121 lives staggered the population. Thousands of onlookers travelled to the scene and the unwanted task of identifying relatives, friends and business associates soon began. James Johnson clung to his precarious spot on the rock ledge until the morning of the 22 when he was noticed from the cliff top. The victims of the Dunbar were buried at St Stephens Church, Newtown.\n\n<a href=\"http://www.migrationheritage.nsw.gov.au/exhibition/objectsthroughtime/dunbar/\" rel=\"nofollow\">www.migrationheritage.nsw.gov.au/exhibition/objectsthroug...</a>", "authorname": "J. C. Merriman", "id": "24762863-5570174387-72157626326593643", "iconfarm": 4}], "photo_id": "5570174387"}}