{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/5425696238/#comment72157634190189596", "realname": "", "path_alias": null, "author": "12573377@N04", "iconserver": "0", "datecreate": "1371529886", "_content": "A good description of Stuttafords in 1892, along with a few notes about Mr Thorne and Mr Garlick.\n\n&quot;A Trip to South Africa&quot; (1892)\nAuthor: James Salter-Whiter\nPublisher: W. Pile\nYear: 1892\n\n<a href=\"http://travel.archive.org/details/atriptosouthafr00saltgoog\" rel=\"nofollow\">travel.archive.org/details/atriptosouthafr00saltgoog</a>\n\n<a href=\"http://travel.archive.org/stream/atriptosouthafr00saltgoog#page/n6/mode/2up\" rel=\"nofollow\">travel.archive.org/stream/atriptosouthafr00saltgoog#page/...</a>\n\nA few extracts:\n\nAdderley Street is the only street running direct to the sea. Before its development into a business thoroughfare many wealthy residents had their mansions here. It contains the very finest shops, stores, and business premises in the Colony. The magnificent large drapery establishment of Messrs. Thorne, Stuttaford, and Co., is one of the first objects of interest. In examining their windows, shop after shop, with articles of every description therein displayed to tempt the curiosity and desire of the public, from a silver knife to the richest brocaded silks, velvets, and laces running up to pounds per yard, one can but fancy he is in Regent Street or New Bond Street. We at home have no idea or conception of the state of advanced trade in which this go-ahead colony is to be found at the present day. Later on I will give the result of a personal inspection of one of these large import warehouses, which may be interesting to many of those who have &quot;business in many waters and go down to the sea in ships.&quot; Opposite, and a little to the right of Messrs. Thorne-Stuttaford’s premises, a magnificent detached richly ornamented building with a fine dome, surmounted by a more than life-size figure of Britannia, rivets the attention. This is the Standard Bank of South Africa, and is considered the finest commercial building in the city. …\n\nThe Commerce of Cape Town\n\nCAPE Town is worthy of notice as an active centre of commerce, and it is practically a metropolis for the supply of merchandise of every description, from all parts of the world, for the greater part of South Africa. In the city itself are to be found retail stores as line as any we have in the West-end of London, whilst the large wholesale houses, from whom up-country traders draw their supply, will compete, both for external appearance and for the enormous stocks of goods they contain, with many of our Wood Street firms. I must confess I came out here expecting to see some fine shops, but I was fairly astonished at those to be found in Adderley Street, as well as the extensive warehouses of Mr. John Garlick, in Bree and Strand Streets, Cape Town. In the centre of Adderley Street, the wide and chief thoroughfare of the city, and facing the Standard Bank of South Africa, the premises of Messrs. Thorne, Stuttaford &amp; Co. present a very imposing appearance. With four entrances to the main street, the establishment is structurally divided into three sections, which is more or less taken advantage of by the energetic, methodical, and business-like conductor of the firm. Without methodical arrangement this huge mart of infinitely varied wares would be chaos, instead of the systematically-ordered emporium the visitor finds. To enumerate the classes of goods not to be found here would be easy; but to mention any single article in drapery that is absent would be an impossible task. The premises form the great block of 1,000 feet square, with entrances in three different streets. The value of such a plot of ground, with three frontages, can be easier imagined than calculated. We will deal first with the wholesale department, which is worked by an efficient staff of travellers, who work the surrounding district. We find &quot;soft goods&quot; (a term here used in connection with drapery only), including millinery, ribbons, flowers, laces, silks, velvets, boxes, portmanteaux, cloths (including the well-known &quot;rain-proof &quot; cloths, of which more later on), clothing of all description, haberdashery, cotton, and Manchester goods. The extent of this section and the labyrinths of heaped-up commodities are too bewildering to describe; the only impression one gets is that one is in the land of &quot;Ophir,&quot; in more senses than one. Leaving this section and going into the great Adderley Street block, where the retail business is conducted, passing the lift, and English cases which pour in here by the waggon load by every steamer, we enter the tailoring and outfitting department, finding there a wealth of tweeds and cloth of every description, including the very latest styles in tennis and boating flannels. One is struck by the enormous display of blazers for all the local athletic clubs, including the colours of the City and Suburban Associations, models of youths in Highland and nautical costume, collars, ties, linen and underclothing of every description, a very fine boot and shoe department, while an extensive room devoted to the hatter’s trade, assure every gentleman that here he can get &quot;fixed up&quot; from the sole of his foot to the crown of his head, without more than a walk of a few steps. Then, by a sudden transition, you pass into the section of fancy goods, toys, hardware, stationery, nicnacs, tennis sets, cricket and football outfits, etc. From this department we pass by a handsome doorway into the carpet and furnishing department, where are to be found a wealth of the newest designs of Axminsters, Wiltons, Crossleys, Brussels, and rich velvet pile carpets, and thence into the raison d’etre, of this mammoth establishment—the ladies’ drapery department. This really requires a lady to describe, for we men, who know little of drapery warehouses, excepting the very regular delivery of quarterly bills, which have generally to be paid by cheque, can but give a very second rate account of such a multitude of diaphonus airy textile fabrics as are piled up from floor to ceiling in all directions. Still we could not help noticing the made-up novelties in chiffon, silk, muslin, lace, fancy silk handkerchiefs, and silk goods, and the latest and most fanciful of the leading features in articles imported from London and Paris immediately upon their introduction there. Many people at home fancy that one can never get anything up to date in the colonies, and certainly nothing fashionable; in fact many of the salesmen in the London wholesale houses make the awful mistake of thinking &quot;anything is good enough for shipping,&quot; and consequently have lost their hold on colonial trade; for houses like Thorne, Stuttaford &amp; Co., and Mr. J. Garlick, who can go with money in their hands, very wisely eschew dealing with these middleman, and go direct to the manufacturer or his agent, and by this means purchase the very latest fashions, the very best goods, and at the same prices as are paid by the leading London general houses. Don‘t make any mistake about it my textile friends, these colonial firms study the fashions as closely as you do, and being served by intelligent and shrewd buyers in the London and Paris markets, are not receptacles for your worthless stale stocks. They know too much. Job goods may be very well in their way for poor districts, but in the land of gold and diamonds they are really not digestible. Over and over again my friends have said to me “Show us the very latest styles and the best articles you have got. Quality is what we require, combined with taste and style.&quot; I have taken orders here for rich brocaded coloured silks that are actually only in the looms, for the simple reason they are of the newest designs. To give an idea of the extent of these the finest retail premises in Cape Town, I may say that it would take at least a fair half-hour to walk through them and only take a superficial glance at their contents. The fixtures alone must be worth many thousands of pounds. In them no expense has been spared. All the show cases are absolutely dust proof, many of them having been purchased at the Cape Town exhibition. By way of bonne bouche or lagniappe (as Mr. Sala would say) the silk room has been left till last. A commodious room, which contains a wealth of costly contents. Costard, in &quot;Love’s Labour Lost,&quot; speaks of “three farthings’ worth of silk;&quot; a great deal of science and precious very little silk could have been contained in the article which he referred to. Tennyson, in his exquisite poem of &quot;Maud,&quot; describes that splendid creature leaving the ball &quot;in gloss of satin and glimmer of pearls.&quot; In this treasure chamber of beautiful brocades, shot with gold and silver thread, in the unostentatiously shelved silks to the value of thousands of pounds, are to be found the “Wear Proof&quot; and “Imperishable&quot; Black Silks, of which this firm are the sole agents for Cape Town. These goods are manufactured from the finest Italian raw silk, and dyed by a special process which prevents that greasiness of wear which is so objectionable in the heavy dyes, so detrimental to the larger portion of French silks that are thrown upon our markets at home. Messrs. Thorne, Stuttaford &amp; Co. have earned a great reputation for these goods, and during their experience they have never yet had a complaint of the wear. They are justly named the “Wear-Proof&quot;' and “Imperishable&quot;. In fact, so great has been the satisfaction of their customers, that the firm confine their purchases exclusively to these makes, which cannot be equalled for their durable qualities. I cannot leave these premises without mentioning a most ingenious contrivance in connection with their staircase at one of the Adderley Street entrances. Mr. Thorne, the resident partner, has invented the most unique innovation in an ordinary flight of stairs I have ever seen. The lower part of the stairs revolves upon a pivot as lightly as a feather, disclosing a passage beneath, along which all packages and bales from the incoming steamers are admitted, and at the end of which passage the lift is in readiness to convey each case to the department for which it is intended. One touch of the hand and the staircase returns to its original position and the purpose for which it was built. It is the cleverest contrivance I have yet seen out of, or for the matter of that in, England. It is so simple a child can work it, and, as in the case of all such simplicities, one only wonders &quot;It was never thought of before.&quot;\n\nThis description of a leading drapery store in South Africa, though inadequate it may be, will at least give evidence of the advanced state of commerce in this colony.\n\nIt must also not be forgotten that this is only one store. I should tire the reader were I to go through the various emporiums of commerce over which I have been courteously shown by my commercial friends here. Mr. J. Garlick has equally gained the reputation of a “Universal provider.&quot; His premises and stock are one of the sights of Cape Town, and his energy has not allowed him to rest content with Cape Town only, but he has large and important branches at Kimberley and Johannesburg, in the Transvaal. His tailoring department will bear comparison with any of our very largest English outfitters. To give the uninitiated an idea of the magnitude of this branch of trade I might say that whilst I was speaking to this gentleman in his office a telegram came from his Johannesburg branch, asking him to cable home for 600 men's vests. I expressed my surprise at the largeness of such an order. Mr. Garlick assured me it was nothing very remarkable, and showed me a book which gave the number of garments ordered day by day, and I did not observe one day’s orders wherein there were less than 300 garments scheduled. His wholesale business is as large as the retail. He employs from live to seven travellers, who scour the whole of South Africa, from one end of the colony to the other; each driving his four and six horses. We English merchants complain of the expenses of our very necessary travelling representatives, but what must the cost of such equipages as these mount up to in the course of one year, remembering, if you please, that the cost of everything here, excepting meat, is double the price it is at home. …\n\n… In these delightfully shaded and comparatively cool retreats, the more wealthy of the Cape merchants have their beautiful residences, which are mostly built on the Dutch model in one storey, and surrounded by two or three acres of grounds. I had the pleasure of spending a Sunday with Mr. Thorne, the resident partner of the well-known firm of Thorne, Stuttaford &amp; Co., at his Rondebosh residence. There I found a very spacious country house, with large airy rooms, high ceilings, and replete with every luxury that tends to comfort. The grounds are very lovely, and contain a magnificent collection of representative African flora. We had the opportunity here of picking the far-famed &quot;Cape gooseberry,&quot; a unique fruit, most luscious in flavour and in great request for preserving, for which purpose it is unrivalled. Cape gooseberry is certainly a most desirable addition to the breakfast table. Mr. Thorne showed me a splendid collection of local curiosities in his museum, which forms, together with a splendid English billiard table, one of the great attractions to his villa, especially to single men. Sea Point and Green Point, on the south of Cape Town, are also rising and popular seaside resorts, and in these two suburbs the same features are presented that the stranger Ends at the before-mentioned hamlets. One of my friends, to whom I shall always be indebted for much kindness, hospitality, and friendship, Mr. J. Garlick, owns perhaps one of the prettiest and most handsomely furnished mansions in these parts I have never seen more lofty ceilings in any private residence than are to be found throughout his house, besides which the rooms are built as though superficial space had but little value, though land at Green Point is far more expensive than it is at any of our London suburbs. The colonists show great sense in making comfort their first consideration when building. At the same time all these villas are not without a fair share of architectural merit. Mr. Garlick's house, with its pretty verandahs and beautiful fernery, is a pretty portion of a pretty suburb. The grounds are very large in extent, and over three thousand gallons of water is used every day for their irrigation. I noticed some of our home favourites — gloxinias, chrysanthemums, cinerarias, &amp;c.— growing luxuriantly here. The domestic habits of the white people are identical with those at home.", "authorname": "jmarwood", "id": "31569669-5425696238-72157634190189596", "iconfarm": 0}], "photo_id": "5425696238"}}