{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/wwplarchives/4434780245/#comment72157631819892109", "realname": "", "path_alias": "ourpolity", "author": "74471476@N08", "iconserver": "7193", "datecreate": "1350833382", "_content": "Schwab was a steel magnate and by this time head of Bethlehem Steel.  The company had a famous soccer team that went professional and won many championships.  Maybe one of the men next to him is one of the players?\n\nGreat clothing in this picture--interesting that the guy on the left is wearing both overalls and a tie.  Wish I could read the buttons on the other man's lapel.\n\nSchwab's Wikipedia entry: <a href=\"http://en.wikipedia.org/wiki/Charles_M._Schwab\" rel=\"nofollow\">en.wikipedia.org/wiki/Charles_M._Schwab</a>", "authorname": "Susan Barsy", "id": "41770595-4434780245-72157631819892109", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/wwplarchives/4434780245/#comment72157638316439295", "realname": "", "path_alias": "ourpolity", "author": "74471476@N08", "iconserver": "7193", "datecreate": "1386081065", "_content": "Secret service man and the second Mrs Wilson (Edith Bolling Galt) stand behind Wilson.\nOnce working at cross-purposes, Wilson and Schwab became allies in the course of WWI, with Schwab and other industrialists aligning their efforts with the federal government's and helping to execute its war policies.", "authorname": "Susan Barsy", "id": "41770595-4434780245-72157638316439295", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/wwplarchives/4434780245/#comment72157638318870385", "realname": "", "path_alias": "ourpolity", "author": "74471476@N08", "iconserver": "7193", "datecreate": "1386086304", "_content": "This photograph was taken the day of the christening of the warship <i>Quistconck</i> at Hog Island.  Compare this photograph of Mrs Wilson christening the ship: <a href=\"http://www.gwpda.org/wwi-www/Hurley/images/bridge16.jpg\" rel=\"nofollow\">www.gwpda.org/wwi-www/Hurley/images/bridge16.jpg</a>\nThe president accompanied Mrs Wilson on the occasion, which was important because the Quinstconck was the first of 150 warships that were to be built by the Emergency Fleet Corporation.  In addition to central figures like Charles M Schwab and Edward N Hurley, many industrialists from New York and Philadelphia who were involved in the war effort were present that day.\nThe workers who built the ship each chipped in a nickel to buy an enormous floral arrangement for Mrs Wilson, which was presented to her at the christening, and which you can see here propped against the train car railing.", "authorname": "Susan Barsy", "id": "41770595-4434780245-72157638318870385", "iconfarm": 8}], "photo_id": "4434780245"}}