{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/6376169809/#comment72157628128135701", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1322145349", "_content": "As fotos são alusivas à recepção da Selecção Nacional portuguesa de &quot;foot-ball&quot;, em Lisboa, a 10 de Junho de 1928 e que acabava de regressar das Olimpíadas de Amesterdão de 1928.\n \nCoube a Portugal, por sorteio, defrontar o Chile no jogo inaugural do torneio. O abandono da Estónia, deixou portugueses e chilenos sozinhos no «palco», concedendo-lhes o risco pouco simpático de um deles ser condenado a regressar a casa logo no primeiro dia. \n\nNo primeiro jogo oficial da Selecção portuguesa na sua história e comandada por Cândido de Oliveira, vence o Chile por 4-2. Era a primeira vitória portuguesa conquistada fora do país e a presença garantida nos oitavos-de-final onde nos caberia defrontar a Jugoslávia. \n\nOs oitavos-de-final confirmaram os favoritismos: num dos grupos definidos pelo sorteio, o Uruguai afastava a Holanda (2-0), a Alemanha eliminava a Suíça (4-0), a Espanha goleava o México (7-1) e a Itália desembaraçava-se da França (4-3). Do «lado português», a Bélgica batia o Luxemburgo (5-3), o Egipto esmagava a Turquia (7-1) e a Argentina infligia ao Estados Unidos um resultado de 11-2. \n\nA Portugal coube defrontar uma das mais fracas selecções presentes, a da Jugoslávia, que vinha coleccionando goleadas nos seus anteriores confrontos internacionais. Mas as facilidades esperadas tornaram-se num tormento não previsto. Com um empate (1-1) no primeiro tempo, golos de Vítor Silva e Bonacic, portugueses e jugoslavos disputam uma segunda parte renhidíssima marcada por uma expulsão de parte a parte que fez Waldemar Mota sair do campo lavado em lágrimas. A um minuto do final, Augusto Silva decide-se por uma arrancada enérgica e solitária que o conduz em direcção ao golo, ultrapassando vários adversários. Portugal vencia a Jugoslávia por 2-1.\n\nJá havia quem sonhasse com uma presença na final. O opositor que se seguia era o Egipto que vinha de uma vitória moralizadora. Nesse final de tarde do dia 4 de Agosto de 1928, os ataques de Portugal são constantemente repelidos pela defesa africana e, a selecção portuguesa é derrotada por 2-1. \n\nEm Lisboa, a equipa é recebida com honras de vencedora: um cortejo de automóveis acompanha jogadores e técnicos desde a Estação de Entrecampos, onde o «Sud-Express » parou a especial pedido da Associação de Futebol de Lisboa. O cortejo prolongou-se pela Av. da República, Av. da Liberdade, Rossio e Rua do Ouro até ao edifício da Câmara Municipal onde nova multidão os esperava. \n\nNa Holanda, Uruguai e Argentina disputaram a final tal como o garantiam desde início os vaticínios. Foram necessários dois jogos para que a Argentina repitisse o título: ao empate (1-1) no primeiro, segue-se uma vitória cerrada na finalíssima (2-1).\n\nA selecção nacional era formada pelos seguintes Jogadores:\n\nRoquete,Armando Martins, José Martins, Vitor Silva, Jorge Vieira, Carlos Alves, Tamanqueiro, César de Matos, Augusto Silva, Pepe, Valdemar Mota.", "authorname": "J. Leite", "id": "26532116-6376169809-72157628128135701", "iconfarm": 6}], "photo_id": "6376169809"}, "flarchive:created": 1387729061}