{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/6795417109/#comment72157629242529245", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1328785602", "_content": "Hotel Metrópole, propriedade do empresário Alexandre d’Almeida.\n\nEste empresário foi o criador da cadeia de equipamentos hoteleiros “Hotéis Alexandre de Almeida Lda.”, proprietário do Palace Hotel do Bussaco (1915), Palace Hotel da Curia (1922), Hotel Astória em Coimbra (1926), Hotel Francfort, Hotel Metrópole e Hotel de L’ Europe estes três últimos em Lisboa. \n\nFoi também da sua iniciativa a criação da primeira escola de ensino hoteleiro em Portugal, sendo com o seu apoio e com a colaboração da Federação dos Sindicatos da Indústria Hoteleira que surgiu a Escola Hoteleira Portuguesa, denominada durante alguns anos por Escola Hoteleira Alexandre de Almeida.\n\nEste hotel, modernizado e actual, continua a pertencer ao grupo &quot;Hoteis Alexandre de Almeida&quot; fundado em 1917.\n\nA quando da inauguração do Palace Hotel da Curia em 1926, a ementa do banquete era acompanhada da seguinte mensagem, da autoria de Alexandre d'Almeida: \n\n«A industria hoteleira é considerada benemerita em muitos paízes, tal é o seu valor como factor de progresso em todos os ramos da sua actividade. A essa eu tenho prestado toda a minha energia e dedicação para conseguir que o nosso Paíz alcance o lugar a que tem direito na civilisação mundial, pelo seu passado historico, pelos seus encantos naturaes e pelo seu clima sem egual»\n \n«O Paíz aonde o sol sorri.&quot;»\n \n«Auxiliem-me todos n'esta cruzada, que de muitos vive e para todos produz!»\nin: site «Hoteis Alexandre de Almeida»", "authorname": "J. Leite", "id": "26532116-6795417109-72157629242529245", "iconfarm": 6}], "photo_id": "6795417109"}, "flarchive:created": 1387728535}