{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6641627837/#comment72157628856873865", "realname": "", "path_alias": null, "author": "68061336@N05", "iconserver": "0", "datecreate": "1326492239", "_content": "The Commonwealth War Graves Commission has the following details \nName: LAWSON, HARRY SACKVILLE \nInitials: H S \nNationality: United Kingdom \nRank: Lieutenant \nRegiment/Service: Royal Field Artillery \nAge: 41 \nDate of Death: 05/02/1918 \nAdditional information: Son of Robert and Mary Lawson, of Weston-in-Gordano, Somerset; husband of Janet Kathleen Lawson, of &quot;Margaretts,&quot; Haslemere, Surrey. Headmaster of Buxton College, Derbyshire, 1911-1917. \nCasualty Type: Commonwealth War Dead \nGrave/Memorial Reference: 161. \nCemetery: MONTESCOURT-LIZEROLLES COMMUNAL CEMETERY \nand can be found here <a href=\"http://www.cwgc.org/search/casualty_details.aspx?casualty=580414\" rel=\"nofollow\">www.cwgc.org/search/casualty_details.aspx?casualty=580414</a>\n\nA photography of the grave marker can be found  here\n<a href=\"http://twgpp.org/information.php?id=2273423\" rel=\"nofollow\">twgpp.org/information.php?id=2273423</a>", "authorname": "coldlunchuk", "id": "32254785-6641627837-72157628856873865", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6641627837/#comment72157628866860619", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1326561321", "_content": "Please see the entry made at:  <a href=\"http://1914-1918.invisionzone.com/forums/index.php?showtopic=161798\" rel=\"nofollow\">1914-1918.invisionzone.com/forums/index.php?showtopic=161798</a>  for the Great War Forum from which the following is extracted.  \nHarry Sackville Lawson, born 29 October 1876, (the fourth of 7 children), educated at Haileybury and Peterhouse Cambridge (awarded a 2nd in 1893 in Natural Sciences), he was commissioned into the Royal Artillery 19th December 1915 as a Second Lieutenant and appointed to 4th North Midland Howitzer Brigade RFA (TF).  He went to France as a 41 year old Lieutenant in 1917.  He died of wounds 5th February 1918.\nHis letters from the front were published in 1918 under the title &quot;Letters of a Headmaster Soldier&quot;.  Some are quoted in &quot;Letters from the Front 1914-1918&quot; edited by John Laffin (1973).\nAfter being a housemaster and history teacher at Seafield Park College in Hampshire (1899), he was employed by the Ministry of Education in Cairo in 1905.  Returning to England, aged 32, he married Janet Kathleen Trinder of &quot;Margaretts&quot;, Haslemere, Surrey on 4th August 1909.  He was appointed to take up the Headmastership of Buxton College in 1911.  Harry and Janet had four children, Robin, Rosemary, Michael and David.  After his death it would appear that Janet and the children returned to Haslemere.  Janet died in 1970 - there are memorials to the couple at St Bartholomew's Church, Haslemere.//", "authorname": "Gary Donaldson", "id": "32254785-6641627837-72157628866860619", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6641627837/#comment72157628879576919", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1326637904", "_content": "There is a slight anomaly with this photograph - in that the 'grenade' / 'bol de fer' collar badges of the Royal Artillery had a scroll beneath them bearing the motto 'Ubique'.  Those badges on this officer's uniform do not have that scroll.  In addition the body of the 'bomb' appears to bear a small silver device - something that is remiscent of an embellishment worn by some Fusilier battalions.  The buttons are too indistinct to make a judgement.  This may of course have been an affectation of his Royal Artillery regiment. //", "authorname": "Gary Donaldson", "id": "32254785-6641627837-72157628879576919", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6641627837/#comment72157629275564883", "realname": "", "path_alias": null, "author": "76424359@N03", "iconserver": "0", "datecreate": "1328993728", "_content": "Harry Sackville married Janet Kathleen Trinder whose father lived at Cedar Grange near Godstone and her marriage was there and not in Haslemere.  The Trinder family were ship brokers and owners.   I don't know when Margaretts, Haslemere was bought but I have pictures of my father there in the 1920s and I stayed there at the beginning of the war before it became a nursing home. I believe it was bought after Harry was killed.\nOf the other siblings all survived the war.  My grandfather, Robert Neale, was in the Royal Navy as a regular.\n Jack (John Cuthbert) was in the RNVR in the British Naval Mission to Greece\nFrancis Malcolm was an engineer but I know very little about him.\nThe youngest Christopher George was an electrical engineer RNVR  (Torpedo Officer on HMS Iron Duke with my grandfather ) \n\nNeale Lawson", "authorname": "white pass", "id": "32254785-6641627837-72157629275564883", "iconfarm": 0}], "photo_id": "6641627837"}}