{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/5455608585/#comment72157626142877781", "realname": "Jesús Roberto Duarte", "path_alias": "jesusduarte", "author": "53461717@N08", "iconserver": "4116", "datecreate": "1300141983", "_content": "On right hand it can be seen in mirror view 4/4/14 (april 4, 1914).   In this collection picture Cal nr. LC-B2-3033-12 (Mass meeting in Torreón) also is mirror view dated 4/4/14 SAME HAND WRITTING.  In both pictures there are people with umbrellas.  Could the picture be a secuence?  And LC-B2-3028-4, LC-B2-3028-5 and LC-B2-3033-14 either are entitled &quot;Federals at Torreón&quot;  Is it possible that all may be located arround the above mentioned date? and not at Torreón rather at San Pedro de las Colonias, Coahuila, México?\nDr. Roberto Duarte", "authorname": "jerodamor@yahoo.com.mx", "id": "8602872-5455608585-72157626142877781", "iconfarm": 5}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5455608585/#comment72157627297758990", "realname": "Jesús Roberto Duarte", "path_alias": "jesusduarte", "author": "53461717@N08", "iconserver": "4116", "datecreate": "1311819640", "_content": "Torreón was taken during the evening between March 30 and April 1 to 3, 1914.  Gen. José Refufigo Velasco and his federal troops abandoned the city, during a chocking dust storm on April 2, at 4 pm.  So by April 4th &quot;Fererals were not going to battle&quot;, they WERE ON RETREAT TOWARDS SAN PEDRO DE LAS COLONIAS (northeast from Torreón) where they had a clash on April 7 with Villa´s fore troups.  The main Villa´s army began a wholesale atack on San Pedro, which became fearce and bloody on April 10 and generalized in the evening between 12 and 13 (03:30 hrs).  Then Velasco ordered retreat. Possibly this picture was taken at San Pedro federals arrival (?).\nCheck Robert Runyon's   <a href=\"http://hdl.loc.gov/loc.award/txuruny.00222\" rel=\"nofollow\">hdl.loc.gov/loc.award/txuruny.00222</a>         &quot;Constitutional(ist) [revolutionaries on Villa's command] Cavalry awaiting orders to atack&quot;  Those horsemen are photographed inside of Torreón, in front of west side of Alameda Zaragoza, by April 6, 1914.  Those men (Runyon's picture) already had their battle and maybe are waiting orders to atack federals in retreat to or in San Pedro.\nDr. Roberto Duarte\nPlastic Surgeon", "authorname": "jerodamor@yahoo.com.mx", "id": "8602872-5455608585-72157627297758990", "iconfarm": 5}], "photo_id": "5455608585"}}