{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8357424083/#comment72157632643645004", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1359484971", "_content": "Ethelbert Horatio Nelson was the son of the late Edward Nelson and of Fanny Nelson, of 97 Culverley Rd, Catford, London.  He was educated in London, firstly at Malvern House School and later at St Dunstan's College, Catford.  His name appeared on the memorial at Malvern House School, Lewisham Park, which was destroyed in an air raid during the Second World War.  He is also remembered on the war memorial at the church of St Mary the Virgin, Lewisham.  There is mention of him in &quot;The History of The Old Dunstonian Rugby Football Club.&quot;\n\nEthelbert Horatio Nelson originally enlisted for Service in the ranks of The London Regiment and quickly promoted to Lance Corporal seeing action in France in 1915.  He was Commissioned into The Queen's (Royal West Surrey Regiment) as a Second Lieutenant on 6th January 1916. [London Gazette 29439 of 14th January 1916].\n\nIt appears that his attribution to 4th Battalion Queen's is erroneous.  That Battalion, correctly 1st/4th Queen's, served in India throughout the war.  It was 7th (Service) Battalion Queen's that attacked Desire Trench at Grandcourt on 18th November 1916 as part of 55th Brigade in 18th (Eastern) Division.\n\nThe attack on Grandcourt was part of the opening phase of the Battle of the Ancre, the final throes of the Battle of the Somme.  Despite heavy rain in late October and early November, which turned the already waterlogged battlefield into a quagmire, Haig wanted to try to break the German line astride the River Ancre, a tributary of the Somme.  Brigaded with 7th Bn East Kent, 7th Bn Royal West Kent and 8th Bn East Surrey, the 7th Bn Queen's moved up into the front line for their attack in the small hours of the night of  16th/17th November.  After a Brigade Orders Group at 2.30pm at Mouquet Farm, the Company officers were given their orders by the CO at 6.30pm for the attack to go over before first light on 18th November.  55th Brigade, with a Canadian Brigade on their right, was to capture two lines of the German defences, Desire Trench and Grandcourt Trench, just south of the village of Grandcourt.  The Regimental Diary of 7th East Kents describes the morning of 18th November as &quot;... bitterly cold with snow flurries.  At 5.30am ... moved into the darkness of no-man's land.  As H-Hour approached the British artillery opened up a moving shrapnel barrage hoping to neutralise the German defenders.  Then at 6.10am the assault companies moved forward behind it, in two waves of two platoons each, although some shells fell short causing casualties amongst the British infantry.  Soon they were out of sight - lost in the gloom and mist of a November morning.  Seconds later a German barrage broke on the attacker's 'jump off' trench (Regina Trench) becoming intense by 6.45am.  \n\nDespite intelligence that Desire Trench, the first objective, was abandoned or only lightly held, there were in fact three companies of Germans holding a strong defensive position there.  The fighting raged at close quarters for 18 hours.  It is in this battle that 2Lt Nelson was killed.  A good description is given of the experiences of 7 East Kents, attacking on the left of 7 Queen's,  at <a href=\"https://docs.google.com/viewer?a=v&amp;q=cache:FrNyObYe7cYJ:www.warwalker.co.uk/pdf/charlesarman.pdf+Grandcourt+18th+November+1916&amp;hl=en&amp;gl=uk&amp;pid=bl&amp;srcid=ADGEEShXM-bBN4ADNG1-8K7I4UmZLhLoxOFy7HRvp9VjCS0PMR2PT1ifdrKS5OFyPNDckqEJwjyivKkh1vjnpvUuVGjg4ifBRa__ruKJsjxz19xau-tLY7Njc05cmD--upeq6lh6a498&amp;sig=AHIEtbRt4pxbD91nlnEkNd7A3GnVhfXskg\" rel=\"nofollow\">docs.google.com/viewer?a=v&amp;q=cache:FrNyObYe7cYJ:www.w...</a>  //.", "authorname": "Gary Donaldson", "id": "32254785-8357424083-72157632643645004", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8357424083/#comment72157633151456450", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1364920773", "_content": "In 1911 Lt Nelson was a 25 year old Clerk in a Diamond Merchant's Office living at home with his mother and 2 sisters at 97 Culverley Road, Catford.\n\nDe Ruvigny's Roll of Honour states that he was in 4th (T.F.) attd 7th (Service) Battalion The Queen's (Royal West Surrey Regiment). Born at The Priory, Lewisham 28th Oct 1885. Educated St Dunstan's College, Catford. Employed as a Clerk with the Central Mining and Investment Corporation Ltd. Joined the 20th London Regiment in Aug 1914. Served with the Expeditionary Force in France and Flanders from 9th March 1915. Returned to England on obtaining a commission in the 4th Royal West Surrey Regiment 5th Jan 1916. Joined the 7th Battalion at the front 4th Oct and was killed in action at Grandcourt 18 Nov 1916. Buried 1000 yards south of the village of Grandcourt . One of his commanding officers wrote, &quot;I always regarded him as one of the most promising of the young officers I knew. He was a good soldier, a favourite alike with officers and men, cheery and reliable. He took hold of his work in a wonderful way from the first moment he joined us, and I looked for him to make his mark in the war if he had been spared.&quot;", "authorname": "Mrs Audubon", "id": "32254785-8357424083-72157633151456450", "iconfarm": 4}], "photo_id": "8357424083"}}