{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/floridamemory/3407002060/#comment72157616300660550", "realname": "Florida Memory", "path_alias": "floridamemory", "author": "31846825@N04", "iconserver": "2854", "datecreate": "1238766197", "_content": "And now, the same video with <a href=\"http://www.flickr.com/photos/floridamemory/3407926640/\">better picture quality</a>!", "authorname": "State Library and Archives of Florida", "id": "31814686-3407002060-72157616300660550", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/floridamemory/3407002060/#comment72157616323378008", "realname": "David Foster", "path_alias": null, "author": "21734563@N04", "iconserver": "2314", "datecreate": "1238812702", "_content": "Hi, I'm an admin for a group called <a href=\"http://www.flickr.com/groups/645075@N23/\">Veterans of the American Civil War</a>, and we'd love to have this added to the group!", "authorname": "David C. Foster", "id": "31814686-3407002060-72157616323378008", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/floridamemory/3407002060/#comment72157619748616941", "realname": "David Foster", "path_alias": null, "author": "21734563@N04", "iconserver": "2314", "datecreate": "1245177045", "_content": "The dancing appears to be “buck dancing” or clogging?  And the only video I've ever seen of authentic civil war musicians (fiddlers).\n\n&quot;Clogging is a type of folk dance with roots in traditional European dancing from the British Isles, early African-American dance, and traditional Cherokee dance[1] in which the dancer's footwear is used musically by striking the heel, the toe, or both in unison against a floor or each other to create audible percussive rhythms.[2] Clog is from a Gaelic word meaning &quot;time.&quot; [3][3]\n\nClogging was social dance in the Appalachian Mountains as early as the 1700s....\n\nThe term 'buck', as in buck dancing, is traceable to the West Indies and is derived from a Tupi Indian word denoting a frame for drying and smoking meat; the original 'po bockarau', or buccaneers were sailors who smoked meat and fish after the manner of the Indians.[2] Another source states that the word bockorau can be traced to the &quot;Angolan&quot; word &quot;buckra', and was used to refer to white people,[6][3] which is disputed.[4] Eventually the term came to describe Irish immigrant sailors whose Jig dance was known as 'the buck.'&quot; [5]\n\nOne source states that buck dancing was the earliest combination of the basic shuffle and tap steps performed to syncopated rhythms in which the accents are placed not on the straight beat, as with the jigs, clogs, and other dances of European origin, but on the downbeat or offbeat, a style derived primarily from the rhythms of African tribal music.[7]\n\nBuck dancing was popularized in America by minstrel performers in the late nineteenth century. Many folk festivals and fairs utilize dancing clubs or teams to perform both Buck and regular clogging for entertainment.\n\nTraditional Appalachian clogging is characterized by loose, often bent knees and a &quot;drag-slide&quot; motion of the foot across the floor, and is usually performed to old-time music.&quot; <a href=\"http://en.wikipedia.org/wiki/Clogging\" rel=\"nofollow\">en.wikipedia.org/wiki/Clogging</a>", "authorname": "David C. Foster", "id": "31814686-3407002060-72157619748616941", "iconfarm": 3}], "photo_id": "3407002060"}, "flarchive:created": 1387666591}