{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/3175012162/#comment72157612319881507", "realname": "Kjersti Andreassen", "path_alias": "kjersti454", "author": "9138318@N04", "iconserver": "1335", "datecreate": "1231535464", "_content": "Yep - slotted=slottet :)\n\nGreat to see these!!", "authorname": "Kjers..", "id": "8602872-3175012162-72157612319881507", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3175012162/#comment72157612324923075", "realname": "", "path_alias": "oenilsen", "author": "12477606@N03", "iconserver": "2806", "datecreate": "1231546652", "_content": "Current spelling:\nKarl Johans Gate\nSlottet (The royal palace)\nChristiania (old name) = Oslo (&quot;new&quot; name)", "authorname": "oenilsen", "id": "8602872-3175012162-72157612324923075", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3175012162/#comment72157612338555407", "realname": "Elton Harding", "path_alias": "eltonharding", "author": "55002946@N00", "iconserver": "8535", "datecreate": "1231577608", "_content": "<a href=\"http://www.flickr.com/photos/eltonharding/416392399/\"><img src=\"http://farm1.static.flickr.com/162/416392399_93ccfcda4c_m.jpg\" width=\"240\" height=\"180\" alt=\"Dangerous Ice\" /></a>\n\nThis is the Grand Hotel in 2006, having it's roof cleared of dangerous falling ice.", "authorname": "EltonHarding", "id": "8602872-3175012162-72157612338555407", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3175012162/#comment72157612488215512", "realname": "Joakim Fjeldli", "path_alias": "blasthouse", "author": "28409276@N07", "iconserver": "3587", "datecreate": "1231781642", "_content": "I'd love to contribute a then-and-now, however this photo was taken from what appears to be the roof of the Norwegian Parliament (Stortinget), wich is not accessible to the public.", "authorname": "JF Photography - www.fjeldli.com", "id": "8602872-3175012162-72157612488215512", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3175012162/#comment72157612451797355", "realname": "", "path_alias": null, "author": "34314158@N04", "iconserver": "0", "datecreate": "1231804262", "_content": "Slottet=the Royal Palace\nYou can read more here: <a href=\"http://www.kongehuset.no/english/vis.html\">www.kongehuset.no/english/vis.html</a>", "authorname": "jsamegutt", "id": "8602872-3175012162-72157612451797355", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3175012162/#comment72157612522042138", "realname": "", "path_alias": null, "author": "34375413@N08", "iconserver": "0", "datecreate": "1231858282", "_content": "It\\s an old great picture of 'Karl Johans gate'.", "authorname": "gardnordaga", "id": "8602872-3175012162-72157612522042138", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3175012162/#comment72157612509909009", "realname": "Trond Magnussen", "path_alias": "trondmagnussen", "author": "22248241@N03", "iconserver": "7445", "datecreate": "1231938673", "_content": "I actually work at the parliament and this photo seems to be taken from the window of the presidential office. If you look at the photo of the parliament, it is the left windows on the second floor. The President of Stortinget still use this office.\n\nThe president got this office because of the view you see in the photo. He should be able to see the king who is the only person above him in rank.", "authorname": "Trond Magnussen", "id": "8602872-3175012162-72157612509909009", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3175012162/#comment72157612567253484", "realname": "FORD MOTOR TRUCK", "path_alias": "shutup", "author": "29038942@N00", "iconserver": "38", "datecreate": "1231958507", "_content": "Trond: If possible, you should get into the Stortingspresident's office and take a present-day picture of this view and post it here.", "authorname": "kjottbein", "id": "8602872-3175012162-72157612567253484", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3175012162/#comment72157612569949765", "realname": "", "path_alias": null, "author": "34389967@N05", "iconserver": "0", "datecreate": "1232065694", "_content": "The Royal Palace\n\nThe Danish-born architect Hans Ditlev Franciscus Linstow (1787-1851) was commissioned to design the new palace.\nThe Royal Palace was built as a residence for King Carl Johan (then king of Norway and Sweden), but was not completed until spring 1849, after his death. On 15 March 1849 the Lord Chamberlain took possession of the new palace on behalf of King Oscar I, and on 26 July it was formally inaugurated in the presence of the whole Royal Family.\n\nThe proposal to build a royal residence in Oslo was raised in the Storting (Norwegian national assembly) for the first time in 1821, but this was not followed up until the following year, when King Carl Johan himself proposed it to the Storting. In spite of the pressures on the Norwegian economy, the Storting allocated 150,000 rix-dollars for the work, and in 1823 a commission was appointed to oversee the sale of government bonds to finance the project and to have overall responsibility in matters concerning the building. By 1827 the palace foundations were completed. However, the allocated money had already been spent, and between 1827 and 1833 all building work ceased, since the Storting was not willing to grant further funds. The original plan was a building in the shape of an H, but this had to be revised for financial reasons, and it was decided to build a simple U shape. When King Carl Johan died in 1844, it was immediately apparent that the Palace would be too small for the new Royal Family. The Storting therefore granted an additional allocation for the purpose of beautifying the exterior and enlarging the wings. The original roof, which no one had considered to be satisfactory, was lowered, and a monumental temple front with pillars was added to the main façade.\n\nA variety of changes have been made to the Palace since it was first inhabited in 1849. At the end of the century the sanitation was improved and electricity was installed. Until King Haakon and Queen Maud arrived in Norway in 1905, the Palace had only been lived in for short periods at a time, during visits to Oslo by the Norwegian-Swedish King. It was therefore quite unsuitable as a permanent home for the new Royal Family. In order to meet their needs a set of Royal apartments was installed, with bathrooms and lavatories.\nMinor rehabilitation and maintenance work was undertaken during King Olav’s reign (1957-1991).\n\nThe Royal Palace is owned by the state and placed at the disposal of the head of state. When Harald V became king at the beginning of the 1990s, a survey of the building showed that it was in need of a complete renovation.\nThe state of the electrical system aroused concern, the kitchens and sanitation had seen very little improvement since 1906 and the working conditions for the staff did not comply with the national working environment regulations. The fire alarm system and fire walls were inadequate and the emergency exits were not secure. The façade had not been properly maintained and there was discovered rot in the floor beams. The layout of the rooms was functionally impractical. \n\nIn 1993 the Royal Court presented a general plan for the renovation of the Palace, and the Directorate of Public Construction and Property was given the task of restoring the building and upgrading the Royal Apartments. The rebuilding and rehabilitation was carried out in consultation with the Royal Family and representatives of the state, the Royal Court and the Directorate for Cultural Heritage. The work involved comprehensive and complicated changes.\n\nOn 15 March 1999, 150 years to the day after the Lord Chamberlain took possession of the original building, the Directorate of Public Construction and Property was able to deliver a completely restored and renovated building. The furnishing and decoration of the Royal Apartments was undertaken as a separate project in 1999 under the leadership of the Royal Court. The apartments were completed in spring 2001.\n\nFacts\nLaying of the foundation stone: 1 October 1825\nInauguration: 1849 \nThe base measures 3.593,3 m² \nLength of the main wing: 100,8 m\nWidth of the main wing: 24,1 m \nLength of the side wings: 40,7 m\nWidth of the side wings: 14,3 m\nHeight: 25 m\nTotal area: 17,624 m² \nNumber of rooms: 173\n\nThe University\n\nThe University of Oslo is Norway’s largest and oldest institution of higher education. It was founded in 1811 when Norway was still under Danish rule. As a satellite of the modest Danish kingdom until early in the 19th century, Norway was understandably not among the first places to found a university. The larger kingdoms of medieval Europe – Italy, France, England – established their first universities as early as the 12th century. The Scandinavian monarchies, Sweden and Denmark at the time, opened their first universities at Uppsala in 1477 and at Copenhagen in 1479, respectively. In 1811, the Danish monarch King Frederick VI granted Norway the right to found its own university. Det Kongelige Frederiks Universitet (The Royal Frederick University) opened in Oslo in 1813. At the start, conditions were meagre; classes were held in rented buildings. The early modest period persisted for almost half a century, before the University had its own building complex. Although builders laid the cornerstone of the first building in 1841, the first lecture was not held at the new university until 1853. By 1856 construction work on three buildings was finally completed on Oslo’s main boulevard, Karl Johans gate (then Slotsveien). In 1923, university administrators and the Norwegian government agreed to develop a new campus just outside of the downtown area in a neighbourhood called Blindern. Because of an economic recession, however, the plans were shelved. Only in 1931 could the first institutes move to the new campus. In the 1960s the Greater Blindern area was developed. This area is today associated by most people as the centre of the University of Oslo. One of the four original faculties at the University of Oslo, The Faculty of Law, are still using the old buildings.\n\nGrand Hotel\n\nThe Grand Hotel first opened its doors in 1874. The Louis XVI revival style building, with its hint of Nordic art nouveau and characteristic clock tower from 1913, is right on Karl Johans gate, Oslo's main street. The hotel has been extended and modernized over the years, and today, the Grand Hotel has 290 rooms, including 52 suites, 15 conference rooms, and a number of restaurants and bars. \nThe Grand Hotel has been the talk of the town since the days of playwright Henrik Ibsen.", "authorname": "torbj49", "id": "8602872-3175012162-72157612569949765", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3175012162/#comment72157612586500479", "realname": "", "path_alias": null, "author": "34428100@N04", "iconserver": "0", "datecreate": "1232107556", "_content": "<a href=\"http://www.flickr.com/photos/34428100@N04/3200591397/\"><img src=\"http://farm4.static.flickr.com/3427/3200591397_90f1b938fc.jpg\" width=\"500\" height=\"333\" alt=\"[Carl Johans Gade with Slotted (i.e., Slottet?), Christiania, Norway] 2008\" /></a>\n\nWe at ABC Nyheter are trying to recreate the set in 2008. This photo was taken from the office of the Parliament leader Thorbjørn Jagland.", "authorname": "hevold", "id": "8602872-3175012162-72157612586500479", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3175012162/#comment72157612645354484", "realname": "", "path_alias": null, "author": "34411635@N05", "iconserver": "0", "datecreate": "1232128076", "_content": "My father and his uncle were walking past the palace one day.  My father suggested lightheartedly that they stop by and say hello to the king.  My uncle replied that he and the king had an understanding.  He didn't bother the king while in Oslo, and the king didn't bother him while in Eidsvoll Verk.\n\nI am enjoying these photos immensely!", "authorname": "googletops", "id": "8602872-3175012162-72157612645354484", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3175012162/#comment72157622291881944", "realname": "ola refsnes", "path_alias": "mofofilm", "author": "33834383@N04", "iconserver": "3244", "datecreate": "1252356455", "_content": "Hi, I'm an admin for a group called <a href=\"http://www.flickr.com/groups/1220548@N21/\">Oslo – før og nå</a>, and we'd love to have this added to the group!", "authorname": "MoFo Film", "id": "8602872-3175012162-72157622291881944", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3175012162/#comment72157625174844848", "realname": "", "path_alias": null, "author": "34405198@N02", "iconserver": "4105", "datecreate": "1287234773", "_content": "Grand Hotel was modernized 1911-13. The outer walls were then covered with the white stone we see today.  The stone came from Ytre Ofredal at Aardalsfjord, a branch of the Sognefjord, and shipped by boat to Oslo. The stone is called white granite or grandodiorit.", "authorname": "Atlerom", "id": "8602872-3175012162-72157625174844848", "iconfarm": 5}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3175012162/#comment72157626675313929", "realname": "", "path_alias": "waltinho2011", "author": "60291012@N04", "iconserver": "5518", "datecreate": "1306290731", "_content": "<blockquote>\n<blockquote>\n<blockquote>\nÉ uma bela captura!!!\n这是一个美丽的捕捉!!!\nIt's a beautiful capture!!!\n<blockquote>\n\n<a href=\"http://www.glittergraphicsnow.com/pt/\" rel=\"nofollow\"><img src=\"http://gfx.glittergraphicsnow.com/albums/ll149/glittergn/brazil/brazil008.gif\" alt=\"Glitter Para Orkut\" /></a></blockquote></blockquote></blockquote></blockquote>", "authorname": "Walter Vitalino", "id": "8602872-3175012162-72157626675313929", "iconfarm": 6}], "photo_id": "3175012162"}}