{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1292869326", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "5277461233", "title": {"_content": "Surface of Pluto"}, "media": "photo", "tags": {"tag": [{"raw": "Pluto", "machine_tag": 0, "id": "44489032-5277461233-22141", "_content": "pluto", "author": "94443490@N00"}, {"raw": "planet", "machine_tag": 0, "id": "44489032-5277461233-17165", "_content": "planet", "author": "94443490@N00"}]}, "comments": {"_content": "0"}, "secret": "de0ffe1c12", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>Collection:</b> NASA Planetary Photo Journal Collection\n<b>Title:</b>  Surface of Pluto\n\n<b>Original Caption Released with Image:</b> The never-before-seen surface of the distant planet Pluto is resolved in these NASA Hubble Space Telescope pictures, taken with the European Space Agency's (ESA) Faint Object Camera (FOC) aboard Hubble. Discovered in 1930, Pluto has always appeared as nothing more than a dot of light in even the largest Earth-based telescopes because Pluto's disk is much smaller than can be resolved from beneath the Earth's turbulent atmosphere. Pluto is 2/3 the size of Earth's Moon but 12,000 times farther away. Viewing surface detail is as difficult as trying to read the printing on a golf ball located thirty-three miles away! Hubble imaged nearly the entire surface of Pluto, as it rotated through its 6.4-day period, in late June and early July 1994. These images, which were made in blue light, show that Pluto is an unusually complex object, with more large-scale contrast than any planet, except Earth. Pluto itself probably shows even more contrast and perhaps sharper boundaries between light and dark areas than is shown here, but Hubble's resolution (just like early telescopic views of Mars) tends to blur edges and blend together small features sitting inside larger ones. The two smaller inset pictures at the top are actual images from Hubble. North is up. Each square pixel (picture element) is more than 100 miles across. At this resolution, Hubble discerns roughly 12 major &quot;regions&quot; where the surface is either bright or dark. The larger images (bottom) are from a global map constructed through computer image processing performed on the Hubble data. The tile pattern is an artifact of the image enhancement technique. Opposite hemispheres of Pluto are seen in these two views. Some of the variations across Pluto's surface may be caused by topographic features such as basins, or fresh impact craters. However, most of the surface features unveiled by Hubble, including the prominent northern polar cap, are likely produced by the complex distribution of frosts that migrate across Pluto's surface with its orbital and seasonal cycles and chemical byproducts deposited out of Pluto's nitrogen-methane atmosphere. The picture was taken in blue light when Pluto was at a distance of 3 billion miles from Earth. This image and other images and data received from the Hubble Space Telescope are posted on the World Wide Web on the Space Telescope Science Institute home page at URL <a href=\"http://oposite.stsci.edu/pubinfo/\" rel=\"nofollow\">oposite.stsci.edu/pubinfo/</a>\n\n<b>Addition Date:</b> -03-28\n<b>Image Credit:</b> Alan Stern (Southwest Research Institute), Marc Buie (Lowell Observatory), NASA and ESA\n<b>Produced By:</b> Lowell Observatory Southwest Research Institute\n<b>Producer ID:</b> STSCI-PRC96-09A MRPS87785\n<b>Image #:</b> PIA00825\n<b>UID:</b> SPD-PHOTJ-PIA00825\n<b>Original url:</b> <a href=\"http://photojournal.jpl.nasa.gov/catalog/PIA00825\" rel=\"nofollow\">photojournal.jpl.nasa.gov/catalog/PIA00825</a>\n\n<b>SOURCE:</b> <a href=\"http://www.nasaimages.org/luna/servlet/detail/nasaNAS~4~4~15003~117733\" rel=\"nofollow\">www.nasaimages.org/luna/servlet/detail/nasaNAS~4~4~15003~...</a>\n\n<b>Visit <a href=\"http://www.nasaimages.org\" rel=\"nofollow\">www.nasaimages.org</a> for the most comprehensive compilation of NASA stills, film and video, created in partnership with Internet Archive. </b>"}, "isfavorite": 0, "views": "4866", "farm": 6, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2010-12-20 10:22:06", "lastupdate": "1379448776", "takengranularity": "0", "posted": "1292869326"}, "originalsecret": "1506cf2f6d", "license": "7", "notes": {"note": []}, "server": "5126", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/5277461233/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387643086}