{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7921755604/#comment72157631453034324", "realname": "", "path_alias": null, "author": "72133717@N05", "iconserver": "0", "datecreate": "1347038003", "_content": "According to the 1891 Census he was born in 1885 at Cleckheaton, West Yorkshire. He lived at St John's Vicarage, Church Street, Cleckheaton with his parents John A &amp; Eleanor Seaton, his older brother Hugh John Annand, who was 8, his cousin Winnifred Eleanor Grey Clark and two servants Elizabeth Hodgson and Clarice A Forest. In the 1911 Census he was a boarder at New Bridge, Heptonstall nr Hebden Bridge, West Yorkshire and was a Fellow of Pembroke College, Oxford and was single.", "authorname": "paddymag1", "id": "32254785-7921755604-72157631453034324", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7921755604/#comment72157631612853939", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1348501353", "_content": "1st Battalion Cambridgeshire Regiment landed at Le Havre on 15th February 1915 coming under the command of 82nd Brigade of 27th Division.\n\nLieutenant Alexander A. Seaton was promoted to Temporary Captain on 10th April 1915 [LG 18th June 1915].\n\nHis father, The Reverend John Seaton, was the vicar at St John's Cleckheaton, West Yorkshire, and he is commemorated on the War Memorial there.\n\nMr Cliff Brown has done some research into this officer at The Great War Forum <a href=\"http://1914-1918.invisionzone.com/forums/index.php?showtopic=50441\" rel=\"nofollow\">1914-1918.invisionzone.com/forums/index.php?showtopic=50441</a> as below:\n\n(Alexander Seaton) Served for some years in Cambridge University OTC. (He was) Probably loaned to 1st Bn in Aug 1914 from CUOTC. Commissioned to Cambs Regt from Cambridge University OTC, Sept 1914 to 2/1st Bn, B Coy. Requested for 1/1st Bn Jan 1915, initially in C Coy. Promoted Lt Jan, 1915. Overseas with 1/1st Bn 14-2-15, in D Coy, commanding 15 Platoon. T/Capt 10-4-15 (LG 19-6-15). Commanded D Coy from 20-7-15. Capt, Wounded 3-9-15, DoW 4-9-15 (82nd Field Ambulance), age 31. Buried 6-9-15, Cite Bonjean Military Cemetery, France; Sgts of A Coy were the bearers, D Coy provided the firing party, &amp; Sgt-Dmr Tingey was bugler.\nCol G L Archer wrote: “He was held in the greatest esteem by all. He was absolutely without fear. Not a solider by inclination, he left his peaceful life as a Fellow of Pembroke solely because he conceived that his duty lay that way and the hour had come for every man to strike a blow for his country. I know that he, with most people, hated the business of war as such, but did not shrink from the great sacrifice.”\n\n1st Cambridgeshires had gone into the front line at Rue de Bois near Armentieres on 30th August 1915. Half the battalion (B &amp; D Coys) in the trenches, half (A &amp; C Coys) in billets in Rue Marle, Armentieres.  Captain Alexander Seaton was apparently wounded by a 77mm shell on 3rd September 1915 and he died of wounds the next day.//", "authorname": "Gary Donaldson", "id": "32254785-7921755604-72157631612853939", "iconfarm": 0}], "photo_id": "7921755604"}}