{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1292869325", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "5278071752", "title": {"_content": "Cassini's Best Maps of Jupiter (South Polar Map)"}, "media": "photo", "tags": {"tag": [{"raw": "Jupiter", "machine_tag": 0, "id": "44489032-5278071752-26976", "_content": "jupiter", "author": "94443490@N00"}, {"raw": "south polar cap", "machine_tag": 0, "id": "44489032-5278071752-65651534", "_content": "southpolarcap", "author": "94443490@N00"}, {"raw": "polar cap", "machine_tag": 0, "id": "44489032-5278071752-8242102", "_content": "polarcap", "author": "94443490@N00"}, {"raw": "planet", "machine_tag": 0, "id": "44489032-5278071752-17165", "_content": "planet", "author": "94443490@N00"}, {"raw": "2000", "machine_tag": 0, "id": "44489032-5278071752-3445", "_content": "2000", "author": "94443490@N00"}]}, "comments": {"_content": "0"}, "secret": "b2b73b8ebd", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>Collection:</b> NASA Cassini-Huygens Collection\n<b>Title:</b> Cassini's Best Maps of Jupiter (South Polar Map)\n\n<b>Description:</b> These color maps of Jupiter were constructed from images taken by the narrow-angle camera onboard NASA's Cassini spacecraft on Dec. 11 and 12, 2000, as the spacecraft neared Jupiter during its flyby of the giant planet.\n\n<b>Full Description:</b> These color maps of Jupiter were constructed from images taken by the narrow-angle camera onboard NASA's Cassini spacecraft on Dec. 11 and 12, 2000, as the spacecraft neared Jupiter during its flyby of the giant planet. Cassini was on its way to Saturn. They are the most detailed global color maps of Jupiter ever produced; the smallest visible features are about 120 kilometers (75 miles) across. For other maps see PIA07782 and PIA07783. (Related thumbnail images available here.) The maps are composed of 36 images: a pair of images covering Jupiter's northern and southern hemispheres was acquired in two colors every hour for nine hours as Jupiter rotated beneath the spacecraft. Although the raw images are in just two colors, 750 nanometers (near-infrared) and 451 nanometers (blue), the map's colors are close to those the human eye would see when gazing at Jupiter. The maps show a variety of colorful cloud features, including parallel reddish-brown and white bands, the Great Red Spot, multi-lobed chaotic regions, white ovals and many small vortices. Many clouds appear in streaks and waves due to continual stretching and folding by Jupiter's winds and turbulence. The bluish-gray features along the north edge of the central bright band are equatorial &quot;hot spots,&quot; meteorological systems such as the one entered by NASA's Galileo probe. Small bright spots within the orange band north of the equator are lightning-bearing thunderstorms. The polar regions shown here are less clearly visible because Cassini viewed them at an angle and through thicker atmospheric haze. The round maps are polar stereographic projections that show the north or south pole in the center of the map and the equator at the edge. The Cassini-Huygens mission is a cooperative project of NASA, the European Space Agency and the Italian Space Agency. The Jet Propulsion Laboratory, a division of the California Institute of Technology in Pasadena, manages the mission for NASA's Science Mission Directorate, Washington, D.C. The Cassini orbiter and its two onboard cameras were designed, developed and assembled at JPL. The imaging operations center is based at the Space Science Institute in Boulder, Colo. For more information about the Cassini-Huygens mission visit <a href=\"http://saturn.jpl.nasa.gov/\" rel=\"nofollow\">saturn.jpl.nasa.gov/</a>. The Cassini imaging team homepage is at <a href=\"http://ciclops.org\" rel=\"nofollow\">ciclops.org</a>. *Credit:* NASA/JPL/Space Science Institute\n\n<b>Date:</b> March 27, 2006\n\n<b>UID:</b> SPD-SATRN-2054\n<b>original url:</b> <a href=\"http://saturn.jpl.nasa.gov/multimedia/images/image-details.cfm?imageID=2054\" rel=\"nofollow\">saturn.jpl.nasa.gov/multimedia/images/image-details.cfm?i...</a>\n\n<b>SOURCE:</b> <a href=\"http://www.nasaimages.org/luna/servlet/detail/NVA2~1~1~1387~101480\" rel=\"nofollow\">www.nasaimages.org/luna/servlet/detail/NVA2~1~1~1387~101480</a>\n\n<b>Visit <a href=\"http://www.nasaimages.org\" rel=\"nofollow\">www.nasaimages.org</a> for the most comprehensive compilation of NASA stills, film and video, created in partnership with Internet Archive. </b>"}, "isfavorite": 0, "views": "5862", "farm": 6, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2010-12-20 10:22:05", "lastupdate": "1379448781", "takengranularity": "0", "posted": "1292869325"}, "originalsecret": "1a41fee0dc", "license": "7", "notes": {"note": []}, "server": "5168", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/5278071752/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387643090}