{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8616950704/#comment72157633164367236", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1365071719", "_content": "Lt Abbott was born in Kashmir, India.\n\nIn 1901 he was a 9 year old Boarder at &quot;St Augustine's&quot;, 51 Blackwater Road, Eastbourne. Also shown as a Boarder, aged 7, was a Cuthbert S Abbott, also born in India, presumably a younger brother. [Cuthbert Sackville Abbott served in 1st Battn. The Norfolk Regiment and earned the MC, gazetted 26th July 1917 <a href=\"http://www.london-gazette.co.uk/issues/30340/supplements/10707/page.pdf\" rel=\"nofollow\">www.london-gazette.co.uk/issues/30340/supplements/10707/p...</a>  He survived the war and died in 1994 aged 100].\n\nIn 1911 Geoffrey was living at home - 23 Marine Parade, Dover - with his parents. Aged 19 he was a 2nd Lt in the Connaught Rangers.  His 62 year old father Frank was described as Colonel Indian Army Retired. He had been married to Elizabeth Lucy Maud for 26 years and they had had 3 children. Both Frank and Lucy's birthplaces are given as Deccan, India. In the description of the dwelling Colonel Abbott has written that they occupy 4 rooms but has added &quot;Am in lodgings, am not an 'Occupier'&quot;\n\nDe Ruvigny's Roll of Honour adds: Lieutenant 1st Battn. (88th Foot) The Connaught Rangers son of the late Col Frank Abbott, late 34th Lancers (Baluch Horse). Born Srinagar, Kashmir, 12 Oct 1891. Educated Cheltenham College and the Royal Military College, Sandhurst. Was gazetted 2nd Lieut. Connaught Rangers 4 March 1911 and promoted Lieutenant 9 June 1914. Served in India, also with the Expeditionary Force in France and Flanders and was killed in action at Laventie 2 Nov 1914. He was a keen sportsman, being a good shot. Also an enthusiastic football, cricket, billiard and tennis player.", "authorname": "Mrs Audubon", "id": "32254785-8616950704-72157633164367236", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8616950704/#comment72157633273644313", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1366316723", "_content": "When war was declared in August 1914, the 1st Battalion, Connaught Rangers were in India, serving in the Garrison at Ferozepore, with the 7th (Ferozepore) Brigade/3rd (Lahore) Division.   It was immediately embarked from Karachi with the Indian Corps on the 28th August and a month later, on 26th September 1914, they arrived at Marseilles having avoided the attentions of German raiders in the Indian Ocean. \n\n1st Battalion Connaught Rangers fought during the 'Race to the Sea'; at the Battle of Bassee; at the First Battle of Messines and at the Battle of Armentieres of which the Laventie action on 2nd November 1914, fighting off repeated German attempts to penetrate the British line, was a part.  This Battle opened on 13th October and fighting here intensified on 29th October when the Germans tried to force the line at Gheluvelt on 31st October.  The Battle reduced after 2nd November and moved North.\n\nThe 1st Battalion amalgamated with the survivors of the 2nd Battalion Connaught Rangers (which had been in Aldershot and deployed with 5th brigade in 2nd Division) at Le Touret on 5th December 1914, the 2nd Battalion having suffered heavy losses at the Battle of Le Cateau (26th August 1914).", "authorname": "Gary Donaldson", "id": "32254785-8616950704-72157633273644313", "iconfarm": 0}], "photo_id": "8616950704"}}