{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/field_museum_library/3947976931/#comment72157623017111776", "realname": "", "path_alias": null, "author": "45671166@N04", "iconserver": "0", "datecreate": "1261036953", "_content": "Athi River,  Fishing Expedition:  \nI grew up in Athi River and fished on these very banks. My father died during my early teenage years.  I wish I had personal records of my ancestors who left us only with fragments of some oral traditions--mostly about how they conducted their barter business.  I thank the historians, explorers, Dr. Krapf's journals, Charles Dundas and others including Carl Akeley who took the above photo, allowing me to see the images they saw over 100 years ago. I learned how to trade and made money by selling fish I caught from this very river. It was a very risky business for me as a teenager to fish on an African river. Wildlife came to the smooth, open white pebbled shore as shown above to quench their thirst. As one can imagine, animals fought for their survival when a female lion would sneak behind from the thorny bush. I can remember as if it was yesterday, zebras, hippos, giraffe, hyenas, antelope, wildebeest, gazelles and occasionally the cape buffalos, every now and then would surprise the natives as the animals came through the southern gate of Nairobi game park. Lions roamed the open Athi plains. It was impossible to take a stroll after dark, as one might never be seen again, becoming the meal for a hungry lion or some other African beast. Hungry crocodiles would often have one of the local children for their weekly meal. Somehow I managed to survive that ordeal in spite of my many fishing expeditions of the river banks. The Lord was looking out for me even back then. After a day’s catch I sold my fish in my neighborhood door to door. I bought shoes and other incidentals from my fish sales. And of course the best thing is I hadn’t been eaten. \nI recently returned to the location of my nostalgic fishing expeditions, once a wildlife paradise.  I was disappointed with the disappearance of the wildlife sanctuary because human population has taken over the river banks for domestic irrigation and interfered with environmental ecology of the river banks. For more information, log onto: <a href=\"http://www.muumandu.com\" rel=\"nofollow\">www.muumandu.com</a>. Learn about the epic story of Teddy Roosevelt 1910 as reported in my book, &quot;Solomon on Leadership,&quot; by Dr. Solomon Kimuyu, published 2009.", "authorname": "muumandu1910", "id": "35278557-3947976931-72157623017111776", "iconfarm": 0}], "photo_id": "3947976931"}, "flarchive:created": 1389361867}