{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/usnationalarchives/4923598251/#comment72157624993851661", "realname": "lifeasdaddy ...a guy, his wife, and their son...", "path_alias": "lifeasdaddy", "author": "13267298@N00", "iconserver": "3144", "datecreate": "1286518267", "_content": "This globe is so unusual I had to look it up.\n\nApparently it is on loan to the Library of Congress and has a prominant display position:\n\n&quot;The second showcase model is a seventy-four-inch replica of planet Earth which was received in 1980 on loan from the National Archives. One of eight globes designed and constructed by Terr-a-qua Globes and Maps, Incorporated between 1966 and 1973, the illuminated globe depicts in raised relief all three surface features—ocean floor, ocean surface, and continental topography . Originally presented to the National Archives by the Talbert and Leota Abrams Foundation in honor of Antarctic explorers Capt. and Mrs. Finn Ronne, the globe is on display at the entrance to the Geography and Map Division.&quot;\n\n[ ref. <a href=\"http://www.loc.gov/rr/geogmap/guide/gmillgtm.html\" rel=\"nofollow\">www.loc.gov/rr/geogmap/guide/gmillgtm.html</a> ]\n\nWhich presents two good possibilities for a History Happens Here! photo.\n\n1. The space in the National Archves shows above, without the globe.\n\n2.  The globe in present position at the entrance to the Geography and Map Division of the LOC.  \n\nI can't take the photos because I'm not in the USA.  I hope to see the results from someone else.\n\nUpdate:\n\nThanks to the magic of Flickr, here's an idea of what it looks like at the LOC:\n\n[http://www.flickr.com/photos/mdmarkus66/2350597681/]", "authorname": "BobMeade", "id": "35717303-4923598251-72157624993851661", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/usnationalarchives/4923598251/#comment72157625120108358", "realname": "", "path_alias": "usnationalarchives", "author": "35740357@N03", "iconserver": "8547", "datecreate": "1286545182", "_content": "BobMeade,\n\nThanks for your help in locating this globe!  What a great idea to take a photo of the globe in both locations.  Those two mash-ups would definitely show the history of this interesting sculpture!\n\nMary\n(U.S. National Archives)", "authorname": "The U.S. National Archives", "id": "35717303-4923598251-72157625120108358", "iconfarm": 9}], "photo_id": "4923598251"}, "flarchive:created": 1387645010}