{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/statelibraryqueensland/8008286330/#comment72157631618018651", "realname": "State Library Queensland", "path_alias": "statelibraryqueensland", "author": "32605636@N06", "iconserver": "7441", "datecreate": "1348550496", "_content": "The Brisbane Courier newspaper reported this wedding:\nIN THE SOCIAL SPHERE\nWEDDINGS.\nFEGAN-BLUME.\n\nSt. Augustine's Church, Hamilton, was the setting chosen for the marriage last evening of Mr. Pirie Grey Fegan (second son of the late Mr. J. W. Fegan, and of Mrs. G. Fegan, Mimosa, Hawthorne, Brisbane) and Miss Florence (Coo-ee) Blume (elder daughter of Mr. and Mrs. E. G. Blume, Boyuda, Ascot). Rev. Morgan Jones, assisted by Canon Armstrong officiated, and Mrs. Armstrong presided at the organ. The bride was given away by her uncle, Mr. Charles Blume, and she wore a parchment satin gown, shirred to fit the figure with a deep V neck inset with old lace, and a cape falling over the arms was also com- posed of the lace. Her veil was of parchment tulle, and she carried a sheaf of lily-of-the-Valley and white hyacinth, with a cluster of gold roses. The bride's sister, Miss Filmer Blume, as bridesmaid, wore a frock of turquoise blue georgette, showing flared half panels. She wore a tulle cap with a band of turquoise blue velvet flowers, and carried a bouquet of pink camellias, tied with blue velvet ribbons. Mr. Jack Lamb was best man. After the ceremony the wed- ding breakfast was held at the home of the bride's parents, Boyuda, Ascot. Mrs. Blume received the guests wearing a frock of air-force blue mariette, to which she added a spray of deep red roses. Her cloak was of gold tissue, and she wore a white lace hat. The ¡honeymoon will be spent touring Cairns and the Barrier Beef. The bouquets were the work of Tress Ltd. <a href=\"http://nla.gov.au/nla.news-article21721643\" rel=\"nofollow\">nla.gov.au/nla.news-article21721643</a>", "authorname": "State Library of Queensland, Australia", "id": "32560314-8008286330-72157631618018651", "iconfarm": 8}], "photo_id": "8008286330"}, "flarchive:created": 1389619006}