{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6798303774/#comment72157629174456272", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1331206492", "_content": "Charlotte Meade (or Mead) of 20 Wornington Road, Westbourne Park, London (now W10 5QW)?  Possibly originally (nee) Charlotte Hudson. Did she work at the Brunner, Mond &amp; Co factory in Silvertown (?), which was was adapted, despite opposition, in 1915 for the production of the high explosive shell filling TNT (trinitrotoluene).  The women working in these plants were known as 'munitionettes' - handling dangerous chemicals, harmful to their health as well as sensitive explosive - notoriously their skin was often stained yellow by adsorption of these materials, (causing toxic jaundice), earning them the nickname of 'canaries'.  Despite Trades Union intervention, particularly by their energetic representative Mary MacArthur, these women were poorly paid for their high risk work.  Even by 1918, whilst a male munitions worker earned an average of £4-4/6d, a woman received only £2-2/4d.\n\nA good study of the munition workers of the Great War is &quot;On Her Their Lives Depend&quot; by Angela Wollacott - see:\n<a href=\"http://books.google.co.uk/books?id=7AjaXYiBMb0C&amp;printsec=frontcover&amp;dq=On+Her+Their+Lives+depend&amp;hl=en&amp;sa=X&amp;ei=fTJaT8-KNYas8QPXoeGXBQ&amp;ved=0CDMQ6AEwAA#v=onepage&amp;q=On Her Their Lives depend&amp;f=false\" rel=\"nofollow\">books.google.co.uk/books?id=7AjaXYiBMb0C&amp;printsec=fro...</a>  //", "authorname": "Gary Donaldson", "id": "32254785-6798303774-72157629174456272", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6798303774/#comment72157629323760232", "realname": "", "path_alias": null, "author": "77788549@N05", "iconserver": "0", "datecreate": "1332951265", "_content": "Note that 'Lottie' is wearing a triangular pin brooch.  This is the Womens' version of the 'On War Service' badge and was issued to female civilian war industry employees from May 1916.  The badge enabled wearers to obtain cheaper travel on trains, preference on crowded trams and was also 'to help secure them from annoyance' when traveling at night.", "authorname": "Trench-Foote", "id": "32254785-6798303774-72157629323760232", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6798303774/#comment72157629693428319", "realname": "IWM Collections", "path_alias": "imperialwarmuseum", "author": "32300107@N06", "iconserver": "5535", "datecreate": "1333013856", "_content": "[http://www.flickr.com/photos/77788549@N05] Here's an example of an 'On War Service' badge from IWM Collections, well spotted: <a href=\"http://www.iwm.org.uk/collections/item/object/30076578\" rel=\"nofollow\">www.iwm.org.uk/collections/item/object/30076578</a>", "authorname": "IWM Collections", "id": "32254785-6798303774-72157629693428319", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6798303774/#comment72157629804541967", "realname": "", "path_alias": null, "author": "79024229@N06", "iconserver": "0", "datecreate": "1334285918", "_content": "I have &quot;met&quot; Lottie Mead before, while researching an essay for a Great War history paper at Victoria University of Wellington during 2011. I found her personal story absolutely heartbreaking. Civilian women like Lottie found multiple meanings from the war: some wanted to serve like their brothers and husbands, and found the munitions factory work a meaningful substitute. Indeed her photo caption in the IWM archives describes Lottie as dying of TNT poisoning contracted  &quot;on duty&quot; -  perhaps a term more commonly used for the death of a soldier.\nGary's post above is indeed correct - she lived in Wornington Rd, Westbourne Park. The IWM archives contain the following information about the family she left behind:\n<i>&quot; Charlotte Meade lived in west London. She had married Frederick Meade in 1905 and by 1915 they had had 5 children. The eldest, Frederick George, was born in 1908 but was either stillborn or died as a very young baby. William Ernest was born in 1909, Albert in 1911, Frederick in 1913 and Elizabeth in 1915. During 1916 all munitions factories worked at full capacity to make enough shells to send to France for the battle of the Somme. Lottie died on 11 October 1916 in Kensington Infirmary. Her death certificate states the cause of death as: ‘coma due to disease of the liver, heart and kidneys consequent upon poisoning by tri nitro toluene.’ There was a post-mortem and an inquest held on 16 October 1916 where a verdict of death by misadventure was recorded. Over 200 women munitions workers died during the war, from explosions, accidents or poisoning. Deaths from TNT poisoning peaked in 1916. The Defence of the Realm Act (DORA) was extended in late 1916 to prevent the press from reporting cases of TNT poisoning. \nLottie’s husband, Frederick, responded to an appeal from the Imperial War Museum to send in photographs of men and women who had served during the war. The letter reads: ‘Dear Madam, In answer to your most kind letter concerning my wife’s death. Mrs Lottie Meade not Miss l Meade[,] she died whilst working on munitions caused by working on T.N.T which caused her death[,] leaving behind 4 little children Ages 1 year and 6 month[s,] 3[,] 5[,] and 7 years of age whilst myself was serving in France and got home to[o] late to see her alive. I am forwarding on 2 of her photos which are only old ones but I can[‘t] have a fresh one took of her so would you kindly let me know which one you would like of her[?] [P]lease return her photos as I have not got any more to get a photo from like them[. T]hanking you very much for what you are doing. Yours faithfully, Mr F G Meade.’\nLottie’s husband Frederick survived the war. He remarried in 1920 to Annie Brinckley whose husband had died in 1916. She had four children of her own: John born in 1908, Walter born in 1909, Rose born in 1914 and Charles born in 1914. Annie and Frederick had one child together, Robert, who was born in 1920. Lottie’s children found themselves living in a house of nine children in total, all under the age of 12.&quot;</i>", "authorname": "Kathryn Street, New Zealand", "id": "32254785-6798303774-72157629804541967", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6798303774/#comment72157629441878306", "realname": "IWM Collections", "path_alias": "imperialwarmuseum", "author": "32300107@N06", "iconserver": "5535", "datecreate": "1334312065", "_content": "[http://www.flickr.com/photos/79024229@N06] Thank you for adding this fascinating information.", "authorname": "IWM Collections", "id": "32254785-6798303774-72157629441878306", "iconfarm": 6}], "photo_id": "6798303774"}}