{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationallibrarynz_commons/3229323529/#comment72157623351714921", "realname": "", "path_alias": null, "author": "47710390@N03", "iconserver": "0", "datecreate": "1266718695", "_content": "i am now 56 but i started school at wainuoru school we lived at brancepth station my dad still alive bruce anderson milked the 4 cows looked after the garden and orchard the big house had a housekeeper called miss halliwell  not sure of spelling we lived in the cottage by the big house myself 2 brothers and another sister we used to play with the beetham boys it was great we used to take buckets and pick heaps of mushrooms while living there princess anne came out to visit i remember mum brought us girls new frocks which we had to wear all day and not get dirty and the boys had to wet their hair down and keep clean a big ask for young c hildren", "authorname": "old hippee 1", "id": "32695993-3229323529-72157623351714921", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationallibrarynz_commons/3229323529/#comment72157623488682788", "realname": "", "path_alias": "nationallibrarynz_commons", "author": "32741315@N06", "iconserver": "3285", "datecreate": "1266872934", "_content": "Thanks so much for this information! It's stories like this that make sharing on Flickr so rewarding and exciting.\n\n-- Courtney", "authorname": "National Library NZ on The Commons", "id": "32695993-3229323529-72157623488682788", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nationallibrarynz_commons/3229323529/#comment72157623549855900", "realname": "", "path_alias": null, "author": "48041724@N07", "iconserver": "0", "datecreate": "1267657615", "_content": "I am 16 years old and  I use to live at Brancepeth Station a few monthes ago before I moved to town. I also went to Wainuoru School. I first moved to Brancepeth when I was nine, my mother and I moved into the old cottage that from the sky, looks like a backwards giant 'L' after spending five years there we moved to the house that was put on Brancepeth sixty years ago or something like that . I was friends with the two other family's daughters that lived their and we all would help out with the docking and sheering. \nResently we celebrated the farms 150th birthday ;-) and many people came to celebrate the Stations 150 years of existance. \nThe Station was a beautiful place especially in the spring when all the flowers in the big house gardens were out, it looked beatuiful and the gardener Tony came out every day to make the place look its best he was always a great person to talk to and always had a smile I would talk to him and sometimes help him with the gardens. \nMrs Beetham also did allot of work on the gardens when she could.\nI loved living there and hope the best for future family's that live there Brancepeth is a amazing place to live!.", "authorname": "RoseTyacke", "id": "32695993-3229323529-72157623549855900", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationallibrarynz_commons/3229323529/#comment72157623431001273", "realname": "", "path_alias": "nationallibrarynz_commons", "author": "32741315@N06", "iconserver": "3285", "datecreate": "1267738772", "_content": "Thanks so much for your story Rose - it's amazing to have two stories about living at Brancepeth station and going to Wainuoru School that are about 40 years apart. I grew up on a dairy farm just outside of New Plymouth, but my dad always wished he ran a beautiful big sheep station like Brancepeth ....\n\n-- Courtney", "authorname": "National Library NZ on The Commons", "id": "32695993-3229323529-72157623431001273", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nationallibrarynz_commons/3229323529/#comment72157627027519770", "realname": "", "path_alias": null, "author": "64392569@N03", "iconserver": "0", "datecreate": "1308817991", "_content": "My Great-grand mother grew up in the Homestead and she all was talks about it so fondly. We had a family reunion at the house a few years back and it was amassing to believe that my family used to live there.", "authorname": "UAE,INDO", "id": "32695993-3229323529-72157627027519770", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationallibrarynz_commons/3229323529/#comment72157627744686993", "realname": "", "path_alias": null, "author": "62623732@N08", "iconserver": "2546", "datecreate": "1318333979", "_content": "Great photos and interesting reading peoples stories..", "authorname": "madhen2011", "id": "32695993-3229323529-72157627744686993", "iconfarm": 3}], "photo_id": "3229323529"}}