{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/state-records-nsw/7798877546/#comment72157631122519928", "realname": "", "path_alias": "beachcomberaustralia", "author": "32162360@N00", "iconserver": "3722", "datecreate": "1345274425", "_content": "Puzzled as to where this was?   Nowadays Lime and Slip Streets are nearly parallel and flat.", "authorname": "beachcomberaustralia", "id": "27286215-7798877546-72157631122519928", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/state-records-nsw/7798877546/#comment72157631154882706", "realname": "Mich", "path_alias": "mich2009", "author": "35179849@N08", "iconserver": "0", "datecreate": "1345445230", "_content": "Well the Lime Street which is there now is completely new,  I think.    It probably isn't in the same place,  they just re-cycled the old name.", "authorname": "mich_sydney_2007", "id": "27286215-7798877546-72157631154882706", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/state-records-nsw/7798877546/#comment72157631155190220", "realname": "Mich", "path_alias": "mich2009", "author": "35179849@N08", "iconserver": "0", "datecreate": "1345447225", "_content": "The old map indicates that Slip street was on the same line as Barrack Street,   it was located roughly where the old exit ramp from the western distributor used to be,   off Sussex Street halfway between King St and Erskine Street.\n\nThe current Cuthbert street is on the alignment of the flat part at the bottom end of Slip Street,  this photo shows the sloping part running up to Sussex Street.\n\nThe curved road which runs off Sussex Street at the Bristol Arms Hotel appears to be still called Slip Street.    This road now runs into a surviving fragment of Day Street (renamed to be part of Slip Street),  but it originally ran down directly to the Harbour.\n\nThe original link between the flat part at the bottom ( Cuthbert Street )  and the ramp up to the level of Sussex Street has been completely destroyed by the western distributor.\n\nThe original Lime Street was roughly in the location where it is now,   but about 30 metres closer to Sussex Street, closer to the current location of Shelley Street.  The original Lime Street only ran  one half-block from Slip Street to Erskine Street.    The original Shelley Street was a northerly extension of Lime Street,    the new Shelley Street runs parallel to Lime Street,  between the original position of Lime Street and Day Street.\n\nNeither Lime Street nor Shelley Street follow the original position,   the redevelopment of the site between the freeway and the harbour was a clean-sheet plan.\n\n<a href=\"http://www.photosau.com.au/cosmaps/maps/pdf/DP/IndexDP.pdf\" rel=\"nofollow\">www.photosau.com.au/cosmaps/maps/pdf/DP/IndexDP.pdf</a>\n\nThis map is reasonably clear.", "authorname": "mich_sydney_2007", "id": "27286215-7798877546-72157631155190220", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/state-records-nsw/7798877546/#comment72157631155208498", "realname": "Mich", "path_alias": "mich2009", "author": "35179849@N08", "iconserver": "0", "datecreate": "1345447353", "_content": "The thing that puzzles me,  is that Day street at this location was between Lime Street and Sussex St,    and it was at the harbourside level.\n\nIf this photo really is the corner of slip street and Lime Street,   then Day Street must be the next one up the hill,   which is higher than I recall it being.", "authorname": "mich_sydney_2007", "id": "27286215-7798877546-72157631155208498", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/state-records-nsw/7798877546/#comment72157631155401996", "realname": "Mich", "path_alias": "mich2009", "author": "35179849@N08", "iconserver": "0", "datecreate": "1345448696", "_content": "The 1900 map shows slip street running between Day St and Lime St only,  forming a closed loop.   The building shown in the photo is leased to Tooth and Co.", "authorname": "mich_sydney_2007", "id": "27286215-7798877546-72157631155401996", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/state-records-nsw/7798877546/#comment72157631155422866", "realname": "Mich", "path_alias": "mich2009", "author": "35179849@N08", "iconserver": "0", "datecreate": "1345448836", "_content": "The fire underwriters map shows that Day Street has been extended to be much longer,   but Slip street still runs only between Day Street and Lime Street.\nThe Bristol Arms hotel is shown on this plan in its current position,   but there are buildings on the current location of Slip Street on the southern side of the Bristol Arms.", "authorname": "mich_sydney_2007", "id": "27286215-7798877546-72157631155422866", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/state-records-nsw/7798877546/#comment72157631155540220", "realname": "Mich", "path_alias": "mich2009", "author": "35179849@N08", "iconserver": "0", "datecreate": "1345449662", "_content": "The piece of road running between Sussex Street and Day Street across the south facade of the Bristol Arms hotel,   doesn't seem to exist on any of the old maps at all.  This piece of road seems to have been only made in the 1970's,   as a southbound entry ramp to the initial stages of the western distributor.   It was subsequently cut off from the freeway and forms an entry into the surviving fragment of Day Street.    Although this fragment of road lines up with the alignment of the original Slip Street on the western side of Day Street,  it doesn't seem to have ever been part of it,   as all the early maps show buildings there and no direct connection between Day St and Sussex St at the location.", "authorname": "mich_sydney_2007", "id": "27286215-7798877546-72157631155540220", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/state-records-nsw/7798877546/#comment72157631218890992", "realname": "", "path_alias": null, "author": "46046969@N03", "iconserver": "0", "datecreate": "1345791801", "_content": "I wonder what the little kiosk on the very corner is for ?", "authorname": "atkipete", "id": "27286215-7798877546-72157631218890992", "iconfarm": 0}], "photo_id": "7798877546"}, "flarchive:created": 1389619053}