{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1283151603", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "4857944569", "title": {"_content": "liftoff of a Titan IVB/Centaur carrying the Cassini orbiter and its attached Huygens probe"}, "media": "photo", "tags": {"tag": []}, "comments": {"_content": "6"}, "secret": "86563babf7", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>Collection:</b> NASA Jet Propulsion Laboratory Collection\n<b>Creator:</b> NASA/JPL-Caltech\n\n<b>Description:</b> KENNEDY SPACE CENTER, FLA. -- A seven-year journey to the ringed planet Saturn begins with the liftoff of a Titan IVB/Centaur carrying the Cassini orbiter and its attached Huygens probe. This spectacular streak shot was taken from Hangar AF on Cape Canaveral Air Station, with a solid rocket booster retrieval ship in the foreground. Launch occurred at 4:43 a.m. EDT, Oct. 15, from Launch Complex 40 on Cape Canaveral Air Station. After a 2.2-billion mile journey that will include two swingbys of Venus and one of Earth to gain additional velocity, the two-story tall spacecraft will arrive at Saturn in July 2004. The orbiter will circle the planet for four years, its complement of 12 scientific instruments gathering data about Saturn's atmosphere, rings and magnetosphere and conducting closeup observations of the Saturnian moons. Huygens, with a separate suite of six science instruments, will separate from Cassini to fly on a ballistic trajectory toward Titan, the only celestial body besides Earth to have an atmosphere rich in nitrogen. Scientists are eager to study further this chemical similarity in hopes of learning more about the origins of our own planet Earth. Huygens will provide the first direct sampling of Titan's atmospheric chemistry and the first detailed photographs of its surface. The Cassini mission is an international effort involving NASA, the European Space Agency (ESA) and the Italian Space Agency, Agenzia Spaziale Italiana (ASI). The Jet Propulsion Laboratory manages the U.S. contribution to the mission for NASA's Office of Space Science. The major U.S. contractor is Lockheed Martin, which provided the launch vehicle and upper stage, spacecraft propulsion module and radioisotope thermoelectric generators that will provide power for the spacecraft. The Titan IV/Centaur is a U.S. Air Force launch vehicle, and launch operations were managed by the 45th Space Wing.\n\n<b>Date:</b> 10/15/97\n<b>Identifier:</b> KSC-97PC-1543\n<b>Image ID:</b> 124033\n\n<b>SOURCE</b>:  <a href=\"http://nasaimages.org/luna/servlet/detail/NVA2~14~14~34577~124033\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/NVA2~14~14~34577~124033</a>\n\n<b>Visit <a href=\"http://www.nasaimages.org\" rel=\"nofollow\">www.nasaimages.org</a> for the most comprehensive compilation of NASA stills, film and video, created in partnership with Internet Archive. </b> "}, "isfavorite": 0, "views": "19784", "farm": 5, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2010-08-01 00:00:00", "lastupdate": "1376000574", "takengranularity": "4", "posted": "1283151603"}, "originalsecret": "9c13322610", "license": "7", "notes": {"note": []}, "server": "4118", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/4857944569/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387643383}