{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7302061936/#comment72157629984821764", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1338480787", "_content": "This is Neville William Harbord Gladstone, b. 10 May 1894 in Kensington, son of William Buckley Gladstone (b. 1856) and Alicia Sidney (nee Bayley) (m. 2 Dec 1890).  He was the second eldest of 5 surviving children, (an elder brother, Keith Steuart Murray, b. 1891; and then Malcolm Eward, b. 1899; Daphne, b. 1901; and Pamela, b. 1905). \nNeville William Harbord Gladstone was actually Commissioned on 29 Aug 1914, as a Second Lieutenant into the Regular Army, having been a public school Cadet. [LG dated 28 Aug 1914].  In the Summer of 1913 he had been playing cricket for Eton College.  He was initially appointed to 5th Battalion Rifle Brigade - the Depot and Training Battalion, based at Minster on Sheppey as part of the Thames and Medway Garrison.\nLieutenant N W H Gladstone was promoted Temp Captain with Seniority from 4 Mar 1915 [LG 3 Mar 1917] and was wounded in action in France in 1915 (reported in The Straits Times of 21 Aug 1915).  He later served in some extra-Regimental appointment on attachment from 5 RB (probably to the Staff) from 20 Feb 1917.\nCaptain N W H Gladstone RB again volunteered for Service in the Second World War, being again Commissioned as Lieutenant 127570 on the Special List wef 26 Aug 1939. [LG 20 Feb 1940].  \nHe was married in 1934 at Marylebone.  N W H Gladstone died in 1941 at Abingdon, Berkshire.//", "authorname": "Gary Donaldson", "id": "32254785-7302061936-72157629984821764", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7302061936/#comment72157629987309564", "realname": "", "path_alias": null, "author": "78785369@N06", "iconserver": "0", "datecreate": "1338492849", "_content": "His National Archive Medal Index Card shows that he disembarked in France in May 1915 with the rank of Captain - still shown as 5th Battalion Rifle Brigade.", "authorname": "Wemmbley-Hogg", "id": "32254785-7302061936-72157629987309564", "iconfarm": 0}], "photo_id": "7302061936"}}