{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/5415573647/#comment72157625983141108", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1296933904", "_content": "Another Bain/LOC photo related to the IWW protest at the Standard Oil offices, New York City:\n[http://www.flickr.com/photos/library_of_congress/5416185868/in/photostream/]", "authorname": "Wystan", "id": "8602872-5415573647-72157625983141108", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5415573647/#comment72157625872448197", "realname": "John Hartsock", "path_alias": "buckeye616", "author": "60894293@N00", "iconserver": "42", "datecreate": "1297100847", "_content": "Reno (Nevada) Evening Gazette - April 29, 1914\n\nSOCIALISTS ARE JAILED\n\nMake Demonstrastion in Front of Rocefeller Offices in New York\n\nNEW YORK, April 29 -- Upton Sinclair, his wife and three other women, were arrested today for a demonstration in front of the offices of John D. Rockefeller, Jr., in the Standard Oil Building.\nThe prisoners were taken to the Old Slip Police Sationwhere Mrs. Sinclait was released. The other women who were placed in cells pending their arraignment in court, said they were Mrs. Emmeline Pankhurst, Mrs Margaret Remington Charter  and Mrs. Donie Leitner. All had been arrested on the sidewalk in front of 26 Broadway.\nA woman who said she was a socialist, invaded the outer offices of Mr. Rockefeller and sought an interviewn withy him in reference to the coal miners' strike in Colorado. Rockefeller's secretary told her he was busy at a conference.\nThe woman carried an American flag into the office and described herself as Mrs. Belle N. Zilverman.\nShe was joined on the sidewalk by Upton Sinclair, who wore a bit of crepe on his arm in pursuance of a plan announced at a Socialist mass meeting last night, where it was agreed &quot;that mourners&quot; should gather in front of the Standard Oil Building as a protest against conditions in Colorado. Mrs. Zilverman and Upton were the first to arrive on the scene.\nMrs. Zilverman sought to place this message befopre the younger Rockefeller:\n&quot;I am an American citizen standing before your door, waiting for just a word with you. Will you grant me this request? My question will be brief and to the point.&quot;\nAll the prisoners were charged with disorderly conduct, and in a patrol wagon were taken to the Tombs police court. Mrs. Leitner said she was an artiist and her home was in Georgia.\nWhile her husband was still locked up, Mrs. Sinclair returned to the scene of the arrests and began pacing slowly back and forth in front of the big building. She wore a white polo coat, the left sleeve of which bore a strip of crepe. Half a dozen men, all wearing crepe, walked with or near her. Perhaps 500 persons paused to witness the sight, but for the time being police made no arrests. \nMr. Rockefeller remained secluded in his private office on the fourteenth floor of the building.", "authorname": "buckeye616", "id": "8602872-5415573647-72157625872448197", "iconfarm": 1}], "photo_id": "5415573647"}}