{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nlireland/9501349152/#comment72157635047426551", "realname": "", "path_alias": "johnspooner", "author": "29809546@N00", "iconserver": "8104", "datecreate": "1376381114", "_content": "London Times, Thursday, Aug 18, 1814\n<blockquote>The Grand Jubilee was celebrated at Dublin by the procession of the Corporation, Charity-schools, and Lord lieutenant to divine service, at St. Patrick's cathedral; after which there was <b>a good dinner at the Castle</b>; and in the evening the Vice-regal party went to Stephen's Green to see &quot;the grand display of fire-works&quot;. The Theatre was opened an hour and a half sooner than usual, and the boxes were &quot;free to the ladies.&quot;</blockquote>\n\nEdit: not sure if this is the same dinner. On the 17th, the Bury Advertiser says that Jubilee (the procession to the cathedral etc) <u>is due to</u> take place. So the 17th not the 13th.", "authorname": "John Spooner", "id": "47267889-9501349152-72157635047426551", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/nlireland/9501349152/#comment72157635054049352", "realname": "", "path_alias": "johnspooner", "author": "29809546@N00", "iconserver": "8104", "datecreate": "1376382895", "_content": "Looks like the Bury Advertiser was misleading.  The lengthy account of the festivities in The Morning Post, Wednesday, August 17, 1814 confirms that it was the 13th.\n<blockquote> His Excellency returned to the Castle, and gave a grand dinner. at half-past six, to the principal Nobility and Gentry of the city and its vicinity.</blockquote>\nI also noticed that this was shoehorned into the celebrations:\n<blockquote>Some time after the service at St. Patrick's had ended, the LORD LIEUTENANT and his suite, attended by the LORD MAYOR, Sheriffs, and a vast multitude, repaired to Sackville-street, where the ceremony of the laying of the foundation-stone of the new Post-office took place.</blockquote>", "authorname": "John Spooner", "id": "47267889-9501349152-72157635054049352", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/nlireland/9501349152/#comment72157635048023225", "realname": "", "path_alias": "johnspooner", "author": "29809546@N00", "iconserver": "8104", "datecreate": "1376385387", "_content": "Hmmm. Still not sure. The Morning Post article is dates the 13th, and refers to the previous day, and the Wikipedia article on the Post Office says the foundation stone was laid on the 12th.", "authorname": "John Spooner", "id": "47267889-9501349152-72157635048023225", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/nlireland/9501349152/#comment72157635054698168", "realname": "", "path_alias": "nlireland", "author": "47290943@N03", "iconserver": "5468", "datecreate": "1376387627", "_content": "[http://www.flickr.com/photos/johnspooner] From the <i>Freeman's Journal</i> on Tuesday, 2 August 1814, a notice urging Persons to book early for the Dinner and the Ball, &quot;particularly the Dinner, as the number is limited&quot;. It cost £2 5s 6d for the Dinner; the Ball cost £1 5s for Gentlemen and £1 for Ladies; and Entrance to the Green was 3s 4d...", "authorname": "National Library of Ireland on The Commons", "id": "47267889-9501349152-72157635054698168", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/nlireland/9501349152/#comment72157635049759119", "realname": "", "path_alias": "nlireland", "author": "47290943@N03", "iconserver": "5468", "datecreate": "1376396949", "_content": "[http://www.flickr.com/photos/johnspooner] I'm starting to think there were a few Jublilee Dinners in Dublin on that Saturday 13th August. However the Lord Mayor attended the one at the Rotunda according to the <i>Freeman's Journal</i>, while the Lord Lieutenant &quot;was not present&quot;. As our ticket here is &quot;Under the Patronage and Direction of the Corporation of the City of Dublin, a Dinner at the Rotunda attended by the Lord Mayor of Dublin looks like a better bet??\n\nMeanwhile, up at Stephen's Green (and showing that even 200 years ago, Dublin Corporation were taking stick for &quot;street furniture&quot; decisions:\n<blockquote>The Paving Corporation practised a curious piece of economy on Friday night. They took away all the lamps from Stephen's Green, to obviate even the chance of losing one by an unlucky explosion! The entire square was, of course, in utter darkness after eleven o'clock, though thousands of people straggled about until near sun-rise. There were, in consequence, some occasional immersions into the dyke, pocket-pickings, and encounterings of unruly horses and more unruly riders, but we have not heard of any lives lives being lost. Demi-smotherings, wet-clothes, and broken limbs are of course objects of little consideration, but how would the account stand if the lives of any of the King's subjects had been lost. At one side of the book we should have written, with all clerical formality - &quot;lost three lives&quot; - at the other, &quot;saved three lamps!&quot;</blockquote>\n\nPlus and lastly, I found this on the G.P.O. re Foundation Stone, in <i>The new Picture of Dublin: or Stranger's Guide through the Irish Metropolis...</i>:\n<blockquote>... This superb edifice is built of mountain granite, except the portico, which is of Portland stone. The expense was something more than £50,000. The first stone of this magnificent edifice was laid by his Excellency Earl Whitworth, on the <b>12th of August, 1815</b>.</blockquote>", "authorname": "National Library of Ireland on The Commons", "id": "47267889-9501349152-72157635049759119", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/nlireland/9501349152/#comment72157635053263445", "realname": "John Sanders", "path_alias": null, "author": "48236157@N02", "iconserver": "8442", "datecreate": "1376414336", "_content": "Must have been a pretty important dinner. Like to know what the menu was?", "authorname": "TEXASJOHN", "id": "47267889-9501349152-72157635053263445", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/nlireland/9501349152/#comment72157635060952154", "realname": "", "path_alias": "johnspooner", "author": "29809546@N00", "iconserver": "8104", "datecreate": "1376420874", "_content": "Who or what do the ladies represent?\nThe one on the extreme left has a shield with what looks like Dublin's coat of arms (3 castles).\nThe one on the extreme right looks like Britannia (shield, helmet, lion, spear (though Britannia usually has a trident, and it's usually a lion by her side and union jack on the shield)). Second left also might be Britannia. \nThird left has a harp. Erin? Mrs. Guinness?\nSecond right is holding hands with Britannia(?) and proffering what might be an olive branch. Is she the personification of the Glorious Peace referred to at the bottom of the ticket?\n\nPerhaps we have (L to R) Dublin, Britannia, Erin, and then the personifications of Wise Councils, Glorious Peace and Victorious Arms, all under the crest of the  beneficent Prince Regent.", "authorname": "John Spooner", "id": "47267889-9501349152-72157635060952154", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/nlireland/9501349152/#comment72157635076736496", "realname": "Dan Klein", "path_alias": null, "author": "28147498@N07", "iconserver": "3078", "datecreate": "1376517380", "_content": "There looks to be a misprint in the topmost decoration.  The Prince of Wales' motto is &quot;Ich Dien&quot; (&quot;I serve&quot;), but the &quot;ICH&quot; seems to have been transposed to &quot;CIH.&quot;", "authorname": "DannyAbe", "id": "47267889-9501349152-72157635076736496", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nlireland/9501349152/#comment72157635220998749", "realname": "", "path_alias": "nlireland", "author": "47290943@N03", "iconserver": "5468", "datecreate": "1377437359", "_content": "[http://www.flickr.com/photos/28147498@N07] No, it's definitely ICH. What you're seeing is a &quot;fold&quot; in the banner. If you zoom in, you'll be able to see it more clearly...", "authorname": "National Library of Ireland on The Commons", "id": "47267889-9501349152-72157635220998749", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/nlireland/9501349152/#comment72157635233345985", "realname": "Dan Klein", "path_alias": null, "author": "28147498@N07", "iconserver": "3078", "datecreate": "1377499974", "_content": "Yes, of course.  Sorry about that.", "authorname": "DannyAbe", "id": "47267889-9501349152-72157635233345985", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nlireland/9501349152/#comment72157635240127124", "realname": "", "path_alias": "nlireland", "author": "47290943@N03", "iconserver": "5468", "datecreate": "1377502874", "_content": "[http://www.flickr.com/photos/28147498@N07] Not at all.", "authorname": "National Library of Ireland on The Commons", "id": "47267889-9501349152-72157635240127124", "iconfarm": 6}], "photo_id": "9501349152"}}