{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/cornelluniversitylibrary/3738765261/#comment72157621791000406", "realname": "", "path_alias": null, "author": "40671150@N05", "iconserver": "0", "datecreate": "1248352645", "_content": "My father and grandfather Diver used to joke about the O&amp;W, calling it &quot; the railroad that ran on its side.&quot; Any information about the specific location of any of these photos would be most welcome. In the background there appears to be a bridge to nowhere. I wonder if this is a branch of the O&amp;W or perhaps the Erie.\n-Jeff Diver", "authorname": "spiderdawg", "id": "30510347-3738765261-72157621791000406", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/cornelluniversitylibrary/3738765261/#comment72157629765772141", "realname": "Howard Ohlhous", "path_alias": "ohlhous", "author": "94649239@N00", "iconserver": "9", "datecreate": "1333871156", "_content": "That &quot;Bridge-to- nowhere&quot; isn't a brdige at all, it is one of the dam structures at a Lock on the Barge Canal on the Mohawk River.  It's winter time; the leaves are off the trees, and the movable dam sections, under the &quot;bridge&quot;,  are in the up position to allow the spring ice flow to flow down stream.  It looks like Lock E11 in Amsterdam, with Guy Park Manor the building partially obscured by a steam plume in the background to the left of the &quot;bridge&quot;.  The car in the lower right has NYC stenciled on the side, i.e. New York Central.", "authorname": "Ohlhous", "id": "30510347-3738765261-72157629765772141", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/cornelluniversitylibrary/3738765261/#comment72157629401289544", "realname": "Howard Ohlhous", "path_alias": "ohlhous", "author": "94649239@N00", "iconserver": "9", "datecreate": "1333871543", "_content": "Focus on Mohawk Valley History\n\nSpectacular Amsterdam train wreck\n\nBy Bob Cudmore\n\nWednesday, November 30, 2011\n\n--------------------------------------------------------------------------------\n\n\nOne of the most spectacular train wrecks in Amsterdam involved the Empire State Express and the New England Express, two of the fastest passenger trains on the New York Central main line on the north side of the Mohawk River. There were two collisions at about 12:15 p.m. on April 8, 1918.\n\nThe Empire State Express was westbound when it crashed into the wreckage of a freight train that had just derailed near the foot of Henrietta Street, according to Tony Pacelli’s history book, “Past and Present.” The engineer, John R. Botts of Albany, and the fireman, William Barringer, were thrown about 600 feet when the engine’s boiler exploded. Botts died that day, and Barringer died three days later. An eastbound passenger train, the New England Express, subsequently crashed into the derailed cars.\n\nIt was considered miraculous that there were only two fatalities among the 60 people injured. Edward Davies of Syracuse, the engineer of the New England Express, suffered a fractured skull. Davies saw the collision of the Empire State and the freight train, but his passenger train couldn’t stop in time.\n\nEyewitness Helen J. Murphy told Pacelli, “I recall a steam whistle on one of the engines continued to blow for some time.”\n\nPacelli printed pictures showing horses and passengers being led to safety. Another picture showed people under umbrellas, looking at passenger and freight cars scattered over the four tracks of the railroad main line, near Erie Canal Lock 11.\n\n\n<a href=\"http://www.dailygazette.com/weblogs/bcudmore/2011/nov/30/112911_cudmore/\" rel=\"nofollow\">www.dailygazette.com/weblogs/bcudmore/2011/nov/30/112911_...</a>", "authorname": "Ohlhous", "id": "30510347-3738765261-72157629401289544", "iconfarm": 1}], "photo_id": "3738765261"}, "flarchive:created": 1389683878}