{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/6243435202/#comment72157627891073036", "realname": "", "path_alias": null, "author": "80454089@N00", "iconserver": "2210", "datecreate": "1318593024", "_content": "Annette Abbott Adams\nFrom Wikipedia, the free encyclopedia\n<a href=\"http://en.wikipedia.org/wiki/Annette_Abbott_Adams\" rel=\"nofollow\">en.wikipedia.org/wiki/Annette_Abbott_Adams</a>\n\n\n<b>Annette Abbott Adams</b>\n\nAnnette Abbott Adams (12 March 1877 – 26 October 1956) was an American lawyer and judge. Born Annette Grace Abbot in Prattville, California, Adams was educated at the Chico State Normal School and the University of California, where she obtained her undergraduate degree in 1904, and her law degree in 1912. Before beginning her legal career, she taught grammar school and was one of the first female school principals in California, at Modoc County High School, in Alturas.\n\nIn 1912, she was admitted to the State Bar of California.[1] She campaigned for Woodrow Wilson in California, and was rewarded after his election with an appointment as an Assistant United States Attorney in the Northern District of California, 1914–1919. In 1918–1920 she was attorney in the same district. In 1920 she was appointed as the first female Assistant Attorney General of the United States, an office which she resigned in 1921.\n\nAdams ran unsuccessfully for a seat on the San Francisco Board of Supervisors in 1923. She had a successful private law practice until 1935, when she was appointed Assistant Special Counsel of U.S. Oil litigation. In 1942, California Governor Culbert Olson appointed her as Presiding Justice of the California Court of Appeal for the Third District in Sacramento. That court was, at the time, one of four intermediate appellate courts in California--intermediate, that is, between the trial courts located in every county, and the California Supreme Court. As the Presiding Justice for the Third District, Justice Adams was thus one of the four highest-ranking judges in the state after the Justices of the Supreme Court. She won election to a twelve-year term on the court of appeal later in 1942, but retired in 1952 for health reasons. In her time on the court, she wrote over 350 opinions. In 1950, she served by special assignment on one case in the California Supreme Court, becoming the first woman to sit on that court (Gardner v. Jonathon Club (1950) 35 Cal.2d 343) [2]\n\nAdams died at her home in Sacramento in 1956.", "authorname": "chicbee04", "id": "8602872-6243435202-72157627891073036", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/6243435202/#comment72157627895528814", "realname": "", "path_alias": null, "author": "46484616@N04", "iconserver": "5450", "datecreate": "1318642606", "_content": "Interesting :)", "authorname": "Mr. Happy Face - Peace Friends :)", "id": "8602872-6243435202-72157627895528814", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/6243435202/#comment72157627896099874", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1318651236", "_content": "Her official biography from the California courts website is as follows, and is a little different as to some details than the wikipedia account above:\n&quot;Annette Abbott Adams (March 12, 1877 - October 26, 1956) Presiding Justice, May 1942 - November 1952\nAn extraordinary woman and true trailblazer, Annette Abbott Adams was one of the first women school principals in California, one of the first two women to receive a law degree from the University of California, one of the first women to be admitted to the California Bar, the first woman to serve as a U.S. Attorney, the first woman appointed Assistant U.S. Attorney General, and the first woman to serve as an appellate court justice in California. She was born March 12, 1877, in Prattville, Plumas County, and attended Chico State Normal School, University of California, Berkeley (BL, 1904), and Boalt Hall (JD, 1912). Adams taught grammar school and was principal of Modoc County High School, Alturas, prior to her career in law. Admitted to the California Bar in 1912, she practiced law in Quincy, and then in San Francisco, before becoming Assistant U.S. Attorney, 1914-18, and U.S. Attorney, 1918-20. After serving as Assistant U.S. Attorney General, 1920-21, she returned to San Francisco and practiced law there until 1935, when she was appointed Assistant Special Counsel of U.S. oil litigation. In March 1942, she became California's first female appellate justice when Governor Olson appointed her Presiding Justice of the Court of Appeal, Third Appellate District. Justice Adams retired December 1952; she died at her Sacramento home four years later, October 26, 1956.&quot;\n<a href=\"http://www.courts.ca.gov/2673.htm\" rel=\"nofollow\">www.courts.ca.gov/2673.htm</a>", "authorname": "artolog", "id": "8602872-6243435202-72157627896099874", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/6243435202/#comment72157628030902020", "realname": "Kristi", "path_alias": "kristi_loc", "author": "34904489@N07", "iconserver": "3309", "datecreate": "1320182331", "_content": "artolog: \n\nThanks for the information from the California courts website, which seems like a reliable source for the details on Adams.  We will expand the information about her in this record.", "authorname": "Kristi (LOC P&P)", "id": "8602872-6243435202-72157628030902020", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/6243435202/#comment72157628092548150", "realname": "", "path_alias": null, "author": "11418107@N02", "iconserver": "1068", "datecreate": "1320873404", "_content": "Here she is on a train case:\n[http://www.flickr.com/photos/11418107@N02/6329343743/]", "authorname": "pennylrichardsca (now at ipernity)", "id": "8602872-6243435202-72157628092548150", "iconfarm": 2}], "photo_id": "6243435202"}}