{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1286234020", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "5052748712", "title": {"_content": "Solar System Portrait - 60 Frame Mosaic"}, "media": "photo", "tags": {"tag": []}, "comments": {"_content": "2"}, "secret": "ebbdac6afd", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>Collection:</b> NASA Image eXchange Collection\n<b>Title:</b> Solar System Portrait - 60 Frame Mosaic\n\n<b>Description:</b> The cameras of Voyager 1 on Feb. 14, 1990, pointed back toward the sun and took a series of pictures of the sun and the planets, making the first ever &quot;portrait&quot; of our solar system as seen from the outside. In the course of taking this mosaic consisting of a total of 60 frames, Voyager 1 made several images of the inner solar system from a distance of approximately 4 billion miles and about 32 degrees above the ecliptic plane. Thirty-nine wide angle frames link together six of the planets of our solar system in this mosaic. Outermost Neptune is 30 times further from the sun than Earth. Our sun is seen as the bright object in the center of the circle of frames. The wide-angle image of the sun was taken with the camera's darkest filter (a methane absorption band) and the shortest possible exposure (5 thousandths of a second) to avoid saturating the camera's vidicon tube with scattered sunlight. The sun is not large as seen from Voyager, only about one-fortieth of the diameter as seen from Earth, but is still almost 8 million times brighter than the brightest star in Earth's sky, Sirius. The result of this great brightness is an image with multiple reflections from the optics in the camera. Wide-angle images surrounding the sun also show many artifacts attributable to scattered light in the optics. These were taken through the clear filter with one second exposures. The insets show the planets magnified many times. Narrow-angle images of Earth, Venus, Jupiter, Saturn, Uranus and Neptune were acquired as the spacecraft built the wide-angle mosaic. Jupiter is larger than a narrow-angle pixel and is clearly resolved, as is Saturn with its rings. Uranus and Neptune appear larger than they really are because of image smear due to spacecraft motion during the long (15 second) exposures. From Voyager's great distance Earth and Venus are mere points of light, less than the size of a picture element even in the narrow-angle camera. Earth was a crescent only 0.12 pixel in size. Coincidentally, Earth lies right in the center of one of the scattered light rays resulting from taking the image so close to the sun.\n\n<b>Date:</b> 06.06.1990\n<b>Credit:</b> NASA Jet Propulsion Laboratory (NASA-JPL) [ <a href=\"http://photojournal.jpl.nasa.gov/\" rel=\"nofollow\">photojournal.jpl.nasa.gov/</a> ]\n\n<b>ID:</b> PIA00451\n<b>Other ID:</b> P36087\n<b>UID:</b> SPD-NIX-PIA00451\n<b>Original url:</b> <a href=\"http://nix.ksc.nasa.gov/info?id=PIA00451&amp;orgid=10\" rel=\"nofollow\">nix.ksc.nasa.gov/info?id=PIA00451&amp;orgid=10</a>\n\n<b>SOURCE</b>:  <a href=\"http://nasaimages.org/luna/servlet/detail/nasaNAS~2~2~2242~103663\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/nasaNAS~2~2~2242~103663</a>\n\n<b>Visit <a href=\"http://www.nasaimages.org\" rel=\"nofollow\">www.nasaimages.org</a> for the most comprehensive compilation of NASA stills, film and video, created in partnership with Internet Archive. </b>"}, "isfavorite": 0, "views": "8332", "farm": 5, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2010-10-04 16:13:40", "lastupdate": "1376000501", "takengranularity": "0", "posted": "1286234020"}, "originalsecret": "6436f47ae3", "license": "7", "notes": {"note": []}, "server": "4092", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/5052748712/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387643230}