{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/6105946833/#comment72157627453647163", "realname": "", "path_alias": null, "author": "25695066@N00", "iconserver": "7037", "datecreate": "1314989030", "_content": "Photo taken likely on the return to the United States of the Chicago White Sox and New York Giants upon the Cunard Liner RMS Lusitania in March 1914, after concluding a five-month long Around The World tour promoting baseball.  &quot;Mrs. Comiskey&quot; being Nan Comiskey, wife of White Sox owner Charles Comiskey, and &quot;Mrs. McGraw,&quot; Blanche McGraw, the wife of Giants manager John McGraw.\n\n<a href=\"http://query.nytimes.com/gst/abstract.html?res=F70F1FFD355D13738DDDAF0894DB405B848DF1D3\" rel=\"nofollow\">GIANTS HOME TO-DAY FROM WORLD'S TOUR; Lusitania Will Bring Baseball Party Up the Bay This Morning.</a> \nNew York Times\nMarch 6, 1914\n\nThe Cunard Line officials announced at midnight that the Lusitania would reach Ambrose Lightship about 2 o'clock this morning, and if there was no fog would continue to Quarantine, reaching there at 3 o'clock. The liner will dock at 8:30 this morning at Pier 56 at the foot of Fourteenth Street.\n\nSee also:\n<a href=\"http://query.nytimes.com/gst/abstract.html?res=F70B1EF93E5B13738DDDAE0A94DF405B838DF1D3\" rel=\"nofollow\">SOX AND GIANTS ON WORLD'S TOUR; Comiskey-McGraw Party Leaves Chicago Oct. 19 and Arrives in New York March 6.</a> \nNew York Times\nJuly 27, 1913\n\nPreliminary plans for the world's baseball tour of the New York Giants and the Chicago White Sox have been completed, and now that the National League pennant is practically in the hands of the New York club, Manager McGraw has already started to pick his players.", "authorname": "TVL1970", "id": "8602872-6105946833-72157627453647163", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/library_of_congress/6105946833/#comment72157627626117112", "realname": "", "path_alias": "ryan_loc", "author": "35234565@N04", "iconserver": "1021", "datecreate": "1315515755", "_content": "Thanks so much, TVL1970, for finding links to these two articles filling in the rest of the story.  The date scratched on the negative, 3/6/14, confirms it. We'll add some of the information to the record the next time we update.", "authorname": "Ryan (LOC P&P)", "id": "8602872-6105946833-72157627626117112", "iconfarm": 2}], "photo_id": "6105946833"}}