{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6877430342/#comment72157629369527642", "realname": "", "path_alias": null, "author": "68061336@N05", "iconserver": "0", "datecreate": "1333484887", "_content": "Commonwealth War Graves Commission lists the following details\nBULWER, FREDERICK\nRank:Private\nService No:13418  Date of Death:20/07/1916\nRegiment/Service:Essex Regiment  10th Bn. \nPanel ReferencePier and Face 10 D. MemorialTHIEPVAL MEMORIAL", "authorname": "coldlunchuk", "id": "32254785-6877430342-72157629369527642", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6877430342/#comment72157629747086945", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1333645261", "_content": "Probably Frederick William Bulwer, b. 1894, in Islington, London. \n10th Essex was a K2 volunteer Service battalion which started to form at Warley, near Brentwood, Essex, in September 1914.  The battalion initially trained at Shorncliffe Downs, living at St Martin's Plain Camp, Folkestone, where 1,000 strong, they paraded in civilian clothes; and then at Colchester (Hyderabad Barracks) where they received Kitchener Blues (Post Office uniforms).  Details from the postcard of LCpl Charlie Matthews MM - also killed on 20 July 1916 at;  <a href=\"http://www.oucs.ox.ac.uk/ww1lit/gwa/document/9346/6227\" rel=\"nofollow\">www.oucs.ox.ac.uk/ww1lit/gwa/document/9346/6227</a> \nFrederick Bulwer was married in the last quarter of 1914 in Colchester, Essex, to May Scott. \n10th Battalion Essex Regiment finished their 'battle' training on the Warminster end of Salisbury Plain, living in camp at Codford St Mary, Wiltshire, in May and June 1915.  They landed at Boulogne on Monday 26th July 1915. \nIt would appear that Frederick and May had a son, Colin F Bulwer, born in 1916 at Hemel Hempstead, Hertfordshire.  \n(Widowed in 1916, May Bulwer, eventually remarried in 1925 in St Alban's, Herts, to Sidney G Hannaford - (who possibly served in the war as 204330 Gunner Sidney G Hannaford RGA)).\n\nThe casualties of 10th Battalion Essex Regiment in their attack on Delville Wood over 19/20 July (53rd Brigade) and out to the end of the month of July 1916, amounted to 539 all ranks, over half their strength.  See the Delville Wood 'Roll of Honour' at <a href=\"http://www.delvillewood.com/DelvillewoodrollofhonourB.htm\" rel=\"nofollow\">www.delvillewood.com/DelvillewoodrollofhonourB.htm</a>  . //", "authorname": "Gary Donaldson", "id": "32254785-6877430342-72157629747086945", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6877430342/#comment72157629402208812", "realname": "", "path_alias": null, "author": "77788549@N05", "iconserver": "0", "datecreate": "1333884234", "_content": "This photograph looks as though it was taken in France in the winter of 1915/16.  Frederick Bulwer is wearing the &quot;Gor-blimey&quot; M1915 style cap with its distinctive 'floppy shape, and appears to have on a 'shaggy' goatskin overcoat, worn for trench duties in cold weather.  Not the sort of garment that, even in a 'practical soldiering' battalion like 10th Essex, would have been allowed to proceed on leave.  The jackets were likely shared between the men.", "authorname": "Trench-Foote", "id": "32254785-6877430342-72157629402208812", "iconfarm": 0}], "photo_id": "6877430342"}}