{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2890272100/#comment72157609422363410", "realname": "Richard Norton", "path_alias": "richard_arthur_norton", "author": "54904823@N00", "iconserver": "2568", "datecreate": "1227082207", "_content": "John Bernard &quot;Hans&quot; Lobert (October 18, 1881 - September 14, 1968) was an American infielder, coach, manager and scout in Major League Baseball.\n\nLobert was born in Wilmington, Delaware. Like shortstop Honus Wagner, a teammate of Lobert's when he first came to the major leagues, the German-American Lobert earned the nickname &quot;Hans&quot; as a familiar form of Johannes, the German version of his given name, and was dubbed &quot;Hans Number 2&quot; by Honus Wagner. Lobert batted only .274, but he played 14 seasons (1903, 1905-17) with five National League clubs, including regular stints as a third baseman for the Cincinnati Reds (1906-10) and Philadelphia Phillies (1911-14). He also played with the Pittsburgh Pirates (1903), Chicago Cubs (1905) and New York Giants (1915-17).\n\nDuring his career, Lobert was known as one of the fastest, if not the fastest, players in the game. He once raced a racehorse around the bases before a game.\n\nAfter managing in the minor leagues during the 1920s and early 1930s, Lobert became a coach for the Phillies from 1934 through 1941. At 60, he became one of the oldest rookie managers in baseball history when he was appointed skipper of the 1942 Phils, in the midst of the longest streak of futility in their history. Under Lobert, the club &quot;improved&quot; by losing only 109 games (they had lost 111 under Doc Prothro in 1941). Counting two losses as an interim manager in 1938, Lobert's career managing record was 42-111 (.275).\n\nAfter his one season at the Phillies' helm, Lobert's career in uniform ended as a Cincinnati coach (1943-44). He than became a scout for the Giants of New York and San Francisco, serving until his death in Philadelphia, Pennsylvania at age 86.\n\nSource:\n<a href=\"http://en.wikipedia.org/wiki/Hans_Lobert\">en.wikipedia.org/wiki/Hans_Lobert</a>", "authorname": "Richard Arthur Norton  (1958- )", "id": "8602872-2890272100-72157609422363410", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2890272100/#comment72157609552339557", "realname": "", "path_alias": "library_of_congress", "author": "8623220@N02", "iconserver": "3703", "datecreate": "1227222943", "_content": "Richard Arthur Norton: Thanks for the additional information on Lobert! We'll add more details to the source data and then reload the description here in Flickr.", "authorname": "The Library of Congress", "id": "8602872-2890272100-72157609552339557", "iconfarm": 4}], "photo_id": "2890272100"}}