{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/7949419370/#comment72157631504563174", "realname": "b0b", "path_alias": null, "author": "61308567@N02", "iconserver": "5012", "datecreate": "1347307527", "_content": "try again; useless untested kit bought from the Minister's brother in law, more trouble to wear than it was worth (ok - allegedly) - the MOD then as now sent our cannon fodder to war with the cheapest most profit making garbage that they could manage, as late and as little as possible.\nNothing changes - nice soft skinned trucks in Afghanistan anyone ?  Buy your own boots for the Falkland Paras ?  The list is endless.\n\nHowever we do have useless Trident without any top up Tritium and insufficient submarine crews to mobilise the ships, as ordered by the Septics.  Rule Britannia then, hmm.  End of rant but this piece of shoddy sh*te infuriated me - look at shots of Verdun with phosgene gas ripping the eyes out of the troops\n\nps wonder who the concerned Lady was - Baroness of the supplier's firm?", "authorname": "b0b42", "id": "8602872-7949419370-72157631504563174", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/7949419370/#comment72157631515063157", "realname": "", "path_alias": null, "author": "31580040@N04", "iconserver": "3187", "datecreate": "1347403738", "_content": "This photograph must date to ~29th April 1915.  The Times has a piece on Haldane's report on the nature and cause of the injuries to soldiers which he had presented to the authorities two days before.  Having no other means of protecting soldiers from gas at the time an appeal went out to the women of the country to make gauze masks in the hope that they would give some protection.\n\nSo, b0b42, there was no supplier's firm to have a Baroness at that point only the desire of the women of Great Britain to do what they could for our troops.\n\nAs always I can't copy any of the article here as The Times is a subscription site.", "authorname": "Retired at last", "id": "8602872-7949419370-72157631515063157", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/7949419370/#comment72157631614828004", "realname": "", "path_alias": null, "author": "31580040@N04", "iconserver": "3187", "datecreate": "1348518932", "_content": "A friend has explained how I can copy bits of the Times, so this is part of the article in the Times 29 April 1915.\n<a href=\"http://s157.photobucket.com/albums/t72/Reapermum/Snips/?action=view&amp;current=Respirators.jpg\" target=\"_blank\" rel=\"nofollow\"><img src=\"http://i157.photobucket.com/albums/t72/Reapermum/Snips/Respirators.jpg\" alt=\"Photobucket\" /></a>\n", "authorname": "Retired at last", "id": "8602872-7949419370-72157631614828004", "iconfarm": 4}], "photo_id": "7949419370"}}