{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/4565505426/#comment72157623874846857", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1273084211", "_content": "The Lorillard family fortune was founded on tobacco.\n\nFrom a 1921 guide to New York City:\n\nThe Lorillard Mansion \n\nQueen of them all and situated in the most charming location of the borough's most beautiful park stands, north of Pelham Parkway, the old Lorillard Mansion, a mass of solid stone. Nowhere do the glades of Bronx Park look lovelier than from its commanding upper windows. With its sixty-eight rooms it is the chief attraction of this delightful natural playground. \n\nIt was erected about 1850 by Pierre Lorillard, and stands today as the home of the Bronx Society of Arts and Sciences, the large parlors being well filled with all sorts of objects, quaint and curious. \n\nThat portion of the extensive Lorillard domain west of the river boasts a splendid hemlock forest, declared to be without an equal anywhere. How fortunate that this family preserved so well the natural glories of their immense estate, so that in our day its magnificent trees and velvety lawns have been appropriately utilized as a Botanical Garden of 250 acres. \n\nBelow the mansion, winding driveways lead to the graceful old Lorillard stables, stone-built and solid, which resemble in their strikingly picturesque setting a chapel rather than a stable. To the south-west, across Pierre Lorillard's famous &quot;Acre of Roses,&quot; now the beautiful &quot;Old-fashioned Flower Garden,&quot; still rises high above the river's brim the substantial old Lorillard Snuff Mill, whose ancient wheels proved so wonderfully efficacious in producing the immense fortune of their owner. In mansion, mills and wonderfully glorious estate surely old Pierre Lorillard &quot;builded better than he knew&quot; !", "authorname": "Wystan", "id": "8602872-4565505426-72157623874846857", "iconfarm": 4}], "photo_id": "4565505426"}}