{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1353582744", "originalformat": "jpg", "owner": {"username": "Riksarkivet (National Archives of Norway)", "realname": "", "nsid": "59811348@N05", "iconserver": "5060", "location": "Oslo, Norway", "path_alias": "national_archives_of_norway", "iconfarm": 6}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "8207396877", "title": {"_content": "Ukas bilde/Photo of the week 26/2012"}, "media": "photo", "tags": {"tag": []}, "comments": {"_content": "1"}, "secret": "da18ca3fa0", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "Katrin Valdimarsdottir er rådgiver i Seksjon for papirdepot og arkivbeskrivelse. Hennes favorittbilde er fra Island, hvor hun selv kommer fra.\n\n”En norsk soldat og en islandshest”\nI 1941 ble en norsk flyskvadron under britisk kontroll, med betegnelsen NO 330 Squadron, opprettet på Island. Skvadronens hovedbase ”Corbett Camp” lå ved Fossvogur, noen få kilometer fra Reykjaviks sentrum. På grunn av bostedsmangel ble 28 såkalte ”Nissen-hytter” reist i Corbett Camp. De var av bølgeblikk og var både trekkfulle og kalde. Mitt første ønske var å prøve å finne et bilde av en slik ”hytte&quot;/brakke (braggi på islandsk), både fordi at brakkene fikk en stor rolle i Reykjaviks bolighistorie etter krigen og at jeg husker dem godt fra min oppvekst i Reykjavík.\nMen ved gjennomgang av fotografiene i NTBs krigsarkiv ble det ikke et bilde av en ”Nissen-hytte” som fanget min oppmerksomhet, men et bilde av en norsk soldat og en islandshest. Det var nemlig ikke bare Marinens flygevåpen som kom til Island, norske hæravdelinger ble også stasjonert der under krigen. De patruljerte i fjellene rundt Akureyri (på Nord-Island) og Búðareyri (på Øst-Island). Ifølge teksten bak på bildet skulle soldatene”… forberede seg for den dag deres skiferdighet og erfaring i vinterkrig skulle settes inn i kampen for Norges frigjøring.” Ved øvelsene brukte nordmennene de ”raske og sterke islandske ponniene” som ”kløvhester”. Bildet viser en norsk soldat som gir en brødbit til en islandshest. Mannen og hesten ser ut til å ha det fint sammen, og vi ser at soldaten holder i hvite skistaver. Om brødbiten er en belønning etter en øvelsestur i fjellet eller noe godt før øvelsen begynner er ikke godt å si.\n\nBildet ble tatt 18.8.1943 og er å finne i NTBs krigsarkiv RA/PA-1209/U/Ua/L0003"}, "isfavorite": 0, "views": "663", "farm": 9, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2012-11-22 11:57:31", "lastupdate": "1381606045", "takengranularity": "0", "posted": "1353582744"}, "originalsecret": "62f52249b4", "license": "7", "notes": {"note": []}, "server": "8058", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/national_archives_of_norway/8207396877/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}