{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2928703295/#comment72157607952135833", "realname": "", "path_alias": null, "author": "11418107@N02", "iconserver": "1068", "datecreate": "1223786665", "_content": "That mustache definitely belongs to Louise Bleriot (1872-1936), French engineer who flew a plane of his own design across the English channel in 1909:\n<a href=\"http://en.wikipedia.org/wiki/Louis_Blériot\">en.wikipedia.org/wiki/Louis_Blériot</a>", "authorname": "pennylrichardsca (now at ipernity)", "id": "8602872-2928703295-72157607952135833", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2928703295/#comment72157607991081423", "realname": "", "path_alias": null, "author": "23103743@N05", "iconserver": "2155", "datecreate": "1223900019", "_content": "Inverted date on negative seems to read 5/26/27.  Bleriot was in the news that day.  On May 25, the previous day, he had entertained Charles Lindbergh to lunch and the  meeting of theaviator who first crossed the English Channel and the aviator who first crossed the Atlantic was reported in the NYT on May 26, 1927. (subscription needed for access to full article)\n<a href=\"http://select.nytimes.com/gst/abstract.html?res=F10C12F73C5F17738DDDAF0A94DD405B878EF1D3\">select.nytimes.com/gst/abstract.html?res=F10C12F73C5F1773...</a>\n\nLINDBERGH GREETS BLERIOT AS MASTER; Old Victor of English Channel Embraces Young Conqueror of the Atlantic. SEE BIG FUTURE IN THE AIR They Agree Transocean Service Is Possible With Financial and Technical Backing. LINDBERGH GREETS BLERIOT AS MASTER\n\nBy CARLYLE MACDONALD.Copyright, 1927, by The New York Times CompanySpecial Cable to THE NEW YORK TIMES.By CARLYLE MACDONALD.\nMay 26, 1927, Thursday\n\nPARIS, May 25. -- Louis Bleriot, &quot;the father of Old World aviation,&quot; whose flight across the English Channel from Calais to Dover just eighteen years ago was recorded to an unbelieving world, listened today with all the attention of a student to the opinions of Captain Charles A. Lindbergh as the American youth recounted for him the story of his flight from New York to Paris. ....\n\nHowever, I find myself wondering if that is really the date the photo was taken.  A picture in an article from the same NYT shows a much older Bleriot and if he has a mustache it is much shorter.", "authorname": "swanq", "id": "8602872-2928703295-72157607991081423", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2928703295/#comment72157607991514619", "realname": "", "path_alias": null, "author": "23103743@N05", "iconserver": "2155", "datecreate": "1223901104", "_content": "A much more likely date (and location) for the picture -- in which Bleriot looks much the same as at the time of his 1909 flight across the channel -- is April 1912, when he came to New York on the France as part of celebration of Champlain.  The stamp at lower right also has a date but is largely obscured.  However, the first number is certainly 4.\n\nFrom <a href=\"http://query.nytimes.com/gst/abstract.html?res=9C05E2DE153CE633A25754C2A9629C946396D6CF\">query.nytimes.com/gst/abstract.html?res=9C05E2DE153CE633A...</a>\n\nFLOWER OF FRANCE BRINGS RODIN BUST; Distinguished Delegation, Bearing Champlain Memorial, In on New Liner France.\n\nApril 27, 1912, Saturday\n\nThe French delegation bringing over the bronze bust executed by Rodin, the gift of the French Nation, which is to be erected at Crown Point, Lake Champlain, N.Y., on May 3, in memory of Samuel de Champlain, the explorer, who discovered the lake on July 20, 1619, arrived yesterday on the new French liner France.\n\nSee <a href=\"http://www.flickr.com/photos/library_of_congress/2458991233/\">www.flickr.com/photos/library_of_congress/2458991233/</a> for another picture (with only Andrew Carnegie identified) from the same trip.  I think Bleriot is probably at the front left on that picture.", "authorname": "swanq", "id": "8602872-2928703295-72157607991514619", "iconfarm": 3}], "photo_id": "2928703295"}}