{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1237229298", "originalformat": "jpg", "owner": {"username": "DC Public Library Commons", "realname": "DCPL Commons", "nsid": "36038586@N04", "iconserver": "3567", "location": "Washington DC, USA", "path_alias": "dcplcommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "3360758404", "title": {"_content": "Harvey W. Wiley conducting experiments in his laboratory"}, "media": "photo", "tags": {"tag": []}, "comments": {"_content": "0"}, "secret": "41fe19ac5a", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "1906\n\nDr. Harvey W. Wiley conducting experiments in his laboratory in the Department of Agriculture (two assistants unidentified)\n\nHarvey Washington Wiley (October 30, 1844, Kent, Indiana - June 30, 1930, Washington, D.C.) was a noted chemist involved with the passage of the landmark Pure Food and Drug Act of 1906. Wiley was offered the position of Chief Chemist in the United States Department of Agriculture by George Loring, the Commissioner of Agriculture, in 1882. Wiley brought with him to Washington a practical knowledge of agriculture, a sympathetic approach to the problems of agricultural industry and an untapped talent for public relations. After assisting Congress in their earliest questions regarding the safety of the chemical preservatives then being employed in foods. These famous &quot;poison squad&quot; studies drew national attention to the need for a federal food and drug law. Wiley soon became a crusader and coalition builder in support of national food and drug regulation which earned him the title of &quot;Father of the Pure Food and Drugs Act&quot; when it became law in 1906. In 1912, Wiley resigned and took over the laboratories of Good Housekeeping magazine where he established the Good Housekeeping Seal of Approval and worked tirelessly on behalf of the consuming public."}, "isfavorite": 0, "views": "6813", "farm": 4, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2009-03-16 13:48:18", "lastupdate": "1384604501", "takengranularity": "0", "posted": "1237229298"}, "originalsecret": "dc7368ce50", "license": "7", "notes": {"note": []}, "server": "3643", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/dcplcommons/3360758404/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}