{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7921756998/#comment72157631643981938", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1348853610", "_content": "Ernest Richard Odell was born in Lambeth in 1891, son of Walter and Ellen Odell, of Battersea, London.  He was married in Colchester, Essex, in April 1915, to Lily Amelia Johnson of Dagmar House, High Street, Wivenhoe, Essex.\n\nHe was Number G/3364 in 12th Battalion Middlesex Regiment (Duke of Cambridge's Own), a K2 (Service) Battalion, formed at Mill Hill, London, from volunteers in August 1914 and, on being equipped, in 1915 trained at Colchester, Essex, and later at Codford on Salisbury Plain in Wiltshire.  The Battalion landed in France on 26th July 1915 as part of 54th Brigade in 18th (Eastern) Division, initially concentrating near Flesselles.  12th Middlesex was committed to the Battle of the Somme in July 1916.  When he was killed during fighting on the Somme, he was serving in B Company.\n\nAbridged from 'The Battle of the Somme' at <a href=\"http://www.hotelara.com/england/2009/11/battle-of-the-somme/\" rel=\"nofollow\">www.hotelara.com/england/2009/11/battle-of-the-somme/</a> \n\n&quot;54th Brigade was commanded by Brigadier General Herbert Shoubridge, an officer with a fine combat reputation for successfully making his own battle decisions based on the events that he and his battalions were experiencing.  On 26th September Shoubridge was charged with the next assault on Thiepval and he selected his star battalion commander, Lieutenant Colonel Frank Maxwell VC, and his 12th Middlesex to lead the attack.\n\nMaxwell was a veteran of the Boer War and a hero to his men, well known for conspicuously leading by example from the front.  12th Middlesex was to take the vital ground of the village of Thiepval on the 26th September and, with the 11th Royal Fusiliers, then, beyond, to assault some of the most heavily defended German positions such as the ruins of the Thiepval Chateau.  On 26th September 1916 at 12.35pm the attack began.  Just as on the 1st July it began with an artillery bombardment but this time there was a difference.  Maxwell’s men were relying on a new, sophisticated artillery tactic known as ‘the creeping barrage’.  This was one of the many innovations that developed during the battle of the Somme and entailed an artillery barrage which started in no-man’s land and then crept gradually over the German trenches, according to a set timetable. The British infantry soldiers followed as closely as possible the curtain of shell fire that the barrage created.  This way, they could advance with constant artillery cover making it far harder for the Germans to shoot at them.  \n\nThis 'creeping barrage' tactic initially seemed to work.  The 12th Middlesex successfully over-ran the first German trenches with relative ease.  However, once Maxwell’s men had cleared the German forward trenches, they had to then move over open ground in order to reach the Thiepval Chateau.  It was then that things began to go wrong.  The men were unable to keep up with the artillery timetable and, as the barrage moved on, the distance between them and the infantry soldiers increased and the German defenders of the Thiepval Chateau had time to re-man their positions.  The Germans  had captured Thiepval and its chateau in 1914 and their commanding officer had pledged to fight to the last man in order to maintain it.  For the British troops things were beginning to look very similar to the slaughter of 1st July.  But then a revolutionary new weapon made its appearance on the battlefield.  This was – the armoured tank.  Tanks had arrived in France just a few weeks earlier and it was on the Somme that they were used for the first time in history.  Nobody seemed to realise that for the best results the tanks should go ahead of the troops and not follow them.  Also they broke down.   Yet even one tank could make a huge difference.\n\nWhilst the German Infantry Regiment 180 were battling to hold on to Thiepval Chateau,  General Von Soden was dealing with a distraction that he could have done without.  The Adjutant General to his Imperial Majesty the Kaiser -  General Hans Von Plessen who was the German ruler’s official representative had arrived for an update on the battle.   It was during this visit that Soden and Von Plessen  learnt that the British forces had penetrated the Thiepval defences.   Furthermore, all underground telephone cables had been destroyed and without accurate information Soden was helpless.  In contrast, this time British generals were fully informed about the course of the fighting with reports that were coming through from artillery observers and also aeroplanes.   Air observation had greatly improved since 1st July and this enabled headquarters to order a re-bombardment of the positions which were still in German hands.  But more than anything else, the senior British command left most decisions to the men on the ground. A tactic that had been completely ignored a short time ago on 1st July.\n\nLieutenant Colonel Maxwell had followed his troops onto the battlefield and set up a command post at the Thiepval Chateau.   The Kaiser’s representative, General Von Plessen had stayed at Soden’s headquarters hoping for news of the battle and it wasn’t until six hours later, when reconnaissance parties finally got through to Thiepval, that the situation became clear for them. It was only then that the German commanders realised that a counter-attack would be impossible to succeed.  Thiepval was lost to them and the Germany strategy to bleed France white  had failed.&quot;  It was, however, during this battle that Ernest Richard Odell was wounded and evidently died.//", "authorname": "Gary Donaldson", "id": "32254785-7921756998-72157631643981938", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7921756998/#comment72157631797233960", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1350550181", "_content": "From the database of UK Soldiers who Died in the Great War:\nName:Ernest Richard Odell\nBirth Place:Lambeth, Surrey\nDeath Date:26 Sep 1916\nDeath Location:France &amp; Flanders\nEnlistment Location:London\nRank:Private\nRegiment:Duke of Cambridge's Own (Middlesex Regiment)\nBattalion:12th Battalion\nNumber:G/3364\nType of Casualty:Killed in action\nTheatre of War:Western European Theatre\n\nErnest was the 2nd of 6 children of Walter and Ellen J Odell. In 1891 Walter was a Wood Porter and the family were living at 171 (Block 7), Guinness's Trust Buildings, Vauxhall Walk, Lambeth. The Buildings were demolished c.1975 <a href=\"http://collage.cityoflondon.gov.uk/collage/app;jsessionid=F74FAA4F069726E3DC1C6ADF2E99AC28?service=external/Item&amp;sp=Zlondon&amp;sp=93770&amp;sp=X\" rel=\"nofollow\">collage.cityoflondon.gov.uk/collage/app;jsessionid=F74FAA...</a>\n\nIn 1911 Ernest was working as a Railway Porter and living at 61 Heyford Avenue, Kennington, Lambeth, <a href=\"http://maps.google.com/maps?hl=en&amp;psj=1&amp;bav=on.2,or.r_gc.r_pw.r_qf.&amp;bpcl=35440803&amp;biw=1080&amp;bih=511&amp;wrapid=tlif135055048605510&amp;q=61+heyford+avenue+lambeth&amp;um=1&amp;ie=UTF-8&amp;hq=&amp;hnear=0x487604f3d2e846f5:0xb6c76a5988160b2c,61+Heyford+Ave,+London+SW8+1EA,+UK&amp;sa=X&amp;ei=18N_UN2eFNSP4gTZ8YCwBw&amp;ved=0CB0Q8gEwAA\" rel=\"nofollow\">maps.google.com/maps?hl=en&amp;psj=1&amp;bav=on.2,or.r_gc...</a> occupying four rooms. His parents had been married for 27yrs and one of their seven children had died. Walter was working as a Labourer Wood - Moulding Worker.\n\nErnest's Army Service Record is on <a href=\"http://www.ancestry.co.uk\" rel=\"nofollow\">www.ancestry.co.uk</a>. At the time of enlistment he was aged 23yrs 90 days and described as a Labourer. He was unmarried and had not resided out of his father's house for more than 3yrs. Document dated 2nd Sept 1914.\n\nFurther details show he joined up at Clifton St., posted 25th Sep 1914, missing 26th Sep 1916. Total service 2yrs 25days.\n\nWife's details: Mrs Lily A Odell, Dagmar House, High St, Colchester.", "authorname": "Mrs Audubon", "id": "32254785-7921756998-72157631797233960", "iconfarm": 4}], "photo_id": "7921756998"}}