{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/smithsonian/6891599137/#comment72157629173348410", "realname": "", "path_alias": "jroberts72", "author": "8374715@N06", "iconserver": "5326", "datecreate": "1331188108", "_content": "<a href=\"http://www.legacy.com/obituaries/azcentral/obituary.aspx?n=stella-pecelj-collett&amp;pid=144254892\" rel=\"nofollow\">www.legacy.com/obituaries/azcentral/obituary.aspx?n=stell...</a>\n\nHer obituary from legacy.com reads:\n\n&quot;Services for Stella Pecelj Collett, 88, of Tempe, will be at 3 pm Aug. 1 at Dayspring United Methodist Church, 1365 E. Elliot Road, in Tempe. She died June 12, 2010. Stella was born April 1, 1922, in Herzegovina, Yugoslavia, to Trivko and Darinka Pecelj. When she was five years old, she immigrated to the United States with her parents, eventually settling in DeKalb, IL. In her early 20s, Stella worked at Bell &amp; Howell in Chicago and, during that time, was invited to undergo a screen test by MGM Studios in Hollywood. She turned down the offer, choosing instead to marry Robert W. Collett, and start a family. Together, she and Robert raised three children: Patricia, Ronald and Randall. and finally settled in Arizona in 1965. Stella retired from Arizona State University in 1983, where she worked as a secretary in both the Zoology Department and Registrar's Office . During retirement, she was active as a Republican precinct committee member and volunteer at Tempe Historical Museum. She also served as a member of Desert Samaritan Hospital Auxiliary. Stella enjoyed walking, spending time with her beloved family and amassing a collection of novel trinkets including, among others, hundreds of key chains from around the world, which were her grandchildren's favorite mementos. She was a loving and thoughtful wife, mother and grandmother who will be dearly missed. Stella was preceded in death by her parents, younger brother Pete and husband Robert. She is survived by her three children, Patricia (William) Robinson of Mesa, Ronald (Kathleen) Collett of Tempe and Randall Collett of Tempe; six grandchildren, Bradley Robinson, Lora (Jim) Robinson, Jill (Tom) Connell, Ryan (Vanessa) Collett, Kacey (Tim) Frey and Cody Collett; and 11 great-grandchildren. In lieu of flowers, the family requests donations be made in Stella's name to Dayspring United Methodist Foundation. Arrangements entrusted to Tempe Mortuary.&quot;", "authorname": "Jody Roberts", "id": "25030781-6891599137-72157629173348410", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/smithsonian/6891599137/#comment72157629330550964", "realname": "Smithsonian Institution", "path_alias": "smithsonian", "author": "25053835@N03", "iconserver": "2282", "datecreate": "1333035092", "_content": "[http://www.flickr.com/photos/jroberts72] This is such wonderful information. Thank you, Jody!\n\nSusannah\nSmithsonian Institution Archives", "authorname": "Smithsonian Institution", "id": "25030781-6891599137-72157629330550964", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/smithsonian/6891599137/#comment72157629697225137", "realname": "Smithsonian Institution", "path_alias": "smithsonian", "author": "25053835@N03", "iconserver": "2282", "datecreate": "1333055312", "_content": "Title and description have been updated. Thanks!\n\nSusannah", "authorname": "Smithsonian Institution", "id": "25030781-6891599137-72157629697225137", "iconfarm": 3}], "photo_id": "6891599137"}}