{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/7073607113/#comment72157629442936392", "realname": "", "path_alias": "pixelwrangler", "author": "43854658@N00", "iconserver": "5533", "datecreate": "1334325714", "_content": "<b>William H. Brennan</b> (1865-1923), Chief of Police, Stamford, Connecticut, testified for the prosecution in  the manslaughter trial of Mrs. Helen M. Angle in March, 1915. She was charged with causing the death of her friend Waldo R. Ballou in 1914. &quot;Helen&quot; and (Chief) &quot;Bill&quot; were on a first-name basis before the alleged murder, as she was the daughter of a former Stamford city councilman.\n\nWilliam Brennan was appointed Chief in 1905 by then Mayor Homer S. Cummings. Cummings led the prosecution of Helen Angle as State's Attorney for Fairfield County.\n\nWaldo Ballou, the victim, was was a friend of Helen's father, and a leading Republican politician and Stamford business man. Waldo had served on the Stamford Police Committee from 1901-1904, and was appointed by the Stamford City Council. [<a href=\"http://query.nytimes.com/mem/archive-free/pdf?res=F60617FE3E5A15738DDDAB0994DB405B858DF1D3\" rel=\"nofollow\">1</a>] [<a href=\"http://www.stamfordhistory.org/pe_pdhistory.htm\" rel=\"nofollow\">2</a>]\n\n\nFor more details of the trial see the <a href=\"http://www.flickr.com/photos/library_of_congress/7073607251/\">Bain/LOC photo</a> of Mrs. Helen Angle on Flickr.\n\nNote: For caption clarity ;-) &nbsp;William Brennan was the Chief of Police in Stamford, (S't'm'f'd ?) Connecticut, where the victim died, and Helen Angle lived.  The trial took place in the Superior Court of neighboring Bridgeport, Connecticut, which is the county seat, and is likely where this photo was taken -- and why &quot;Bridgeport' (well, &quot;B'd'g'p't&quot;) is in the caption.", "authorname": "Pixel Wrangler", "id": "8602872-7073607113-72157629442936392", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/7073607113/#comment72157629542198644", "realname": "", "path_alias": "jon_loc", "author": "63860770@N07", "iconserver": "2794", "datecreate": "1335468921", "_content": "Thanks for the clarification Pixel Wrangler. I'll talk to our catalogers and see if we can add a note to our record to clear up where he worked.", "authorname": "Jon (LOC P&P)", "id": "8602872-7073607113-72157629542198644", "iconfarm": 3}], "photo_id": "7073607113"}}