{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8671758230/#comment72157633319074052", "realname": "", "path_alias": null, "author": "69662531@N05", "iconserver": "6048", "datecreate": "1366810875", "_content": "UK, British Officer Prisoners of War, 1914-1918\n\nName:W J G Abbott\nRank:2/Lt.\nRegiment:12th Battalion. Gloucestershire Regiment\nDate Missing:25 Jun 1918\nRepatriation Date:29 Nov 1918\nRecord Number:2375\nSection:Western Theatre of Operations.", "authorname": "Historydevotee", "id": "32254785-8671758230-72157633319074052", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8671758230/#comment72157633314817773", "realname": "", "path_alias": null, "author": "69662531@N05", "iconserver": "6048", "datecreate": "1366810950", "_content": "British Army WWI Medal Rolls Index Cards, 1914-1920 \nName:W J G Abbott\n[Wm John Gey Abbott] \nRegiment or Corps:Gloucestershire Regiment, 12/Glouc R\nRegimental Number:2487TF, 240581", "authorname": "Historydevotee", "id": "32254785-8671758230-72157633314817773", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8671758230/#comment72157633315156415", "realname": "", "path_alias": null, "author": "69662531@N05", "iconserver": "6048", "datecreate": "1366814437", "_content": "England &amp; Wales, Death Index, 1916-2006\nName:William J G Abbott\nBirth Date:abt 1891\nDate of Registration:Jul-Aug-Sep 1965\nAge at Death:74\nRegistration district:Gloucester City\nInferred County:Gloucestershire\nVolume:7b\nPage:409", "authorname": "Historydevotee", "id": "32254785-8671758230-72157633315156415", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8671758230/#comment72157633319424252", "realname": "", "path_alias": null, "author": "69662531@N05", "iconserver": "6048", "datecreate": "1366814467", "_content": "England &amp; Wales, National Probate Calendar (Index of Wills and Administrations), 1858-1966 \nName:William John Guy Abbott\nProbate Date:30 Sep 1965\nDeath Date:10 Jul 1965\nDeath Place:Gloucestershire, England\nRegistry:Gloucestershire, England", "authorname": "Historydevotee", "id": "32254785-8671758230-72157633319424252", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8671758230/#comment72157633343228101", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1367004500", "_content": "An initial appointment on Commissioning to the 3rd Battalion would have been normal as it was a Home Service (Reserve) battalion, based variously at Abbey Wood 1914, Gravesend 1915 and Sittingbourne-Medway from 1916 with the Thames and Medway Garrison.  Historydevotee has been very thorough in tracing his eventual posting to 12th (Service) Battalion (Bristol).  W J G Abbott in this photograph is wearing the rank of Lieutenant - it was probably taken after the Armistice.\n\nWilliam John Guy Abbott, b.  6 November 1890 at 11 Grove Street, Gloucester. Son of William and Kate Abbott.  In 1901 the family Abbott lived at 2 Windmill Parade, Gloucester.  His father was a hotel manager and he had two sisters, Winifred and Dorothy.\n\nWilliam Abbott voluntarily enlisted on 27 August 1914 as a Private soldier, No 2487, in 1/5th Battalion Gloucestershire Regiment.  His home address was given as: Endcliffe House, Seymour Road, Gloucester; and his occupation as Grocer.\n\nHe went to France with 1/5th Battalion on 28 March 1915 and was promoted to unpaid Lance Corporal on 29 March 1915.  Promoted to Corporal on 14 July 1915.  He qualified as a 'grenadier' (bomber) on November 1915 while serving with 'A' Company.  He was receiving pay as a Lance Sergeant from 14th January 1916, an Acting Sergeant from 17th March 1916, before being promoted to Sergeant on 29th March 1916.\n\nHe was wounded in action  by a gunshot wound to the right knee on 18 November 1916 in the front line at Le Sars. The Battalion had, only that morning, moved into the front line on a snowy day. They suffered 1 killed, 2 missing and 28 wounded.  Evacuated home on 25 November 1916 he was admitted to 2nd S.G. Hospital, Bristol.\n\nOn discharge from hospital he was posted to 4th Battalion The Gloucestershire Regiment as an Officer candidate.  Commissioned on 29 January 1918 he was held on the strength of 3rd Battalion Gloucestershire Regiment based at Maidstone, until on 14 June 1918 he was posted to 12th Battalion Gloucestershire Regiment at Arcade Camp  in Divisional Reserve.\n\nOn 25 June 1918 the Battalion was near the forest of Nieppe, pushed forward into a farming area of standing wheat fields on the Caudescure Road; he later wrote:\n\n&quot;At 5.45 pm I left our trenches and accompanied by 2nd Lt. R.W. Drew and an NCO to reconnoitre a house in enemy lines, known to be held at night, but uncertain as to whether held by day.... In crossing the exposed portion of the ground the NCO was hit. I ran forward from the wheat and with Mr Drew got the wounded NCO as far as possible under cover close to the house. As the house was apparently deserted and the NCO was confident the shot had entered his back, Mr Drew returned to our lines, to ascertain if anyone had fired from our lines and to bring back stretcher-bearers. I stayed to protect the NCO who was shot through the lungs and in very serious condition. I then observed an advanced enemy post on the left side of the house, the sentry of which having fired at and hit the NCO, had run along the trench to warn the remainder of the garrison...... As our position was perilous the NCO endeavoured to crawl back to the wheat from which position I could have got him back to our lines. I covered his retirement. He only moved about 5 yards and then lay motionless. I moved back towards him when heavy rifle fire opened up from the hostile post. Rolling into some broken ground, I lay motionless ..... about 20 minutes elapsed and Mr Drew returned and hailed me cautiously from the edge of the wheat field. I commanded him to keep out of sight, but it was too late and fire was opened again, Mr Drew being hit through the head and killed instantly. I decided that my best chance was to wait until dusk and then get back, as the NCO was dead. It was then about 6.45 pm. About 30 minutes elapsed when, to my great dismay, I glanced up and saw Germans not 3 or 4 yards away. They had come around the house to get the bodies in. They saw me and covered me and I was taken back to their trench. I was kept in this post until dusk..... At night I was taken to the rear of enemy lines and from there to a village near Lille, where I had the usual examination by enemy intelligence officers, afterwards being sent to Lille. I was officially reported killed on June 25th.&quot;\n\nThe War Diary of 12 GLOSTERS states: 25 June 1918 &quot;2nd Lts R.W. Drew and W.J.G. Abbott and 1 OR killed while on patrol.&quot;*\n\nFrom 'The Narrative of Lt-Col. H.A. Colt, DSO, MC, 12th Gloucesters':\n&quot;On the 25th June 1918 while again in the line in the neighbourhood of Caudescure 2 newly joined officers attempted a daylight reconnaisance of a supposed enemy house. One officer (2/Lieut. Drew) and the NCO who accompanied were killed; the other officer, 2/Lieut. Abbott gallantly attempting to rescue them found himself in open country under heavy rifle fire at close range. It was certain death to move, so he had to lie &quot;doggo&quot; hoping to get away at dusk. The Bosche, however, had him under good observation, stalked him at dusk, got the drop on him and took him prisoner. But this we did not learn until after the Armsitice; we thought him dead also.&quot;\n\nW J G Abbott was repatriated on 22 November 1918.  He arrived in England 29 November 1918 and made a statement of capture on 14 December 1918.  On 15 March 1919 he applied for a permanent commission in the Regular Army.  Although his application was recommended it is stamped 'not selected'.  He demobilised 22 August 1919 and relinquished his commission on 1 April 1920.\n\nFull acknowledgement to 'The Great War Forum' of 23 Feb 2007.//", "authorname": "Gary Donaldson", "id": "32254785-8671758230-72157633343228101", "iconfarm": 0}], "photo_id": "8671758230"}}