{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/7649224626/#comment72157638179906943", "realname": "", "path_alias": "nationalarchives", "author": "31575009@N05", "iconserver": "7325", "datecreate": "1385740834", "_content": "Audience comments from the Caribbean Photographic Memories session, Leeds West Indian Centre, October 2013\n\nGloria Hanley, a retired Caribbean-UK trained nurse commented on The National Archives photograph of the nurse back in St Kitts who had been trained at Leeds General Infirmary. Gloria indicated that there was a deliberate flaw in the advertisements that the British Government (National Health Service) put out to recruit Caribbean nurses. It omitted to say that training would be under the State Enrolled Nurse (SEN) rather than the State Registered Nurse (SRN) stream. If you wanted to end up a State Registered Nurse rather than a State Enrolled Nurse you had to do another five years. SENs were lower level more practical nurses, you were not allowed to hold keys, or do drugs and Matron could always hold over your head the threat of deportation. SEN was a very good practical training, but you were not allowed to return home mid-training and if you wanted to stay on working in the UK after your training was completed Matron had to endorse your stay. The SEN qualification was also not highly rated if a Caribbean nurse returned ‘home’ with this qualification. Gloria did succeed in training as a SRN after her SEN training. There was a lot of racism on the wards, between patients and Caribbean nurses and White and Black nurses. Gloria trained in Hampshire and during staff meal-times the Caribbean nurses sat at a separate table, occasionally joined by Matrons or senior staff, but not by their White equivalents. \nThe young trainee nurses had to have an official pass to go out at night, but they got round this by swapping passes amongst themselves, or leaving windows open to climb back through. \nIn the 1980s Gloria was one of the founders in Leeds of the Mary Seacole Nursing Association for Caribbean nurses. It raised the profile of Mary Seacole as the first Black nurse, who worked on the front line during the Crimean War. Thirty years on the Association is still going, its ambition is to build social accommodation as a housing association for retired Caribbean nurses.", "authorname": "The National Archives UK", "id": "31569669-7649224626-72157638179906943", "iconfarm": 8}], "photo_id": "7649224626"}}