{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalmaritimemuseum/4313592450/#comment72157627114637146", "realname": "Piers Nye", "path_alias": "piers_nye", "author": "21204781@N07", "iconserver": "2277", "datecreate": "1309796048", "_content": "The quote comes from Admiral Lord Nelson in the Napoleonic Wars (1803-1815)\nThe signal was raised using Popham's Telegraphic Code which had been adopted by the Navy in 1803.   Shortly after 11 a.m. Nelson was pacing the quarterdeck with Captain Henry Blackwood, the captain of the frigate Euryalus. The nearest enemy ships were less than two miles away.\nTurning to Blackwood, Nelson said: &quot;I'll now amuse the Fleet with a signal. Do you think there is one yet wanting?&quot; &quot;I think the whole of the Fleet seems to understand very clearly what they are about,&quot; answered Blackwood. \nBut Nelson was already walking across to where Pasco and his signalmen were waiting. He ordered a signal to be made to the Africa - sailing towards them over on the larboard beam near the head of the enemy's line - to &quot;Engage the enemy more closely&quot;, and another to the Fleet, to &quot;Prepare to anchor after the close of the day&quot;. \nThen he said: &quot;Mr Pasco, I wish to say to the Fleet, England confides that every man will do his duty&quot;. He added; &quot;You must be quick, for I have one more to make, which is for Close Action.&quot; \nPasco thought for a moment, mentally sarching through Sir Home Popham's telegraphic vocabulary. Then he replied: &quot;If your Lordship will permit me to substitute &quot;expects&quot; for &quot;confides&quot; the signal will soon be completed, because the word &quot;expects&quot; is in the vocabulary, and &quot;confides&quot; must be spelt&quot;. &quot;That will do Pasco,&quot; said Nelson &quot;make it directly&quot;. \n\nWhere was the signal made? \nBecause it is normal today to see the whole signal flying at one time from the various masts and yards of the Victory - there is a misconception that this is how it would have looked when originally flown. \nIn fact the flag lockers were located at the back of the poop deck, and the  signals would have been made using  the mizzen mast only. \nThe signal itself required twelve &quot;lifts&quot; - for the eight full words and the four letters that spelt out the word &quot;duty&quot;. \nThe signalling team  would have been made up of a Signal Lieutenant (Pasco) assisted by up to four midshipmen and six seamen. \nTaken from <a href=\"http://www.aboutnelson.co.uk/england\" rel=\"nofollow\">www.aboutnelson.co.uk/england</a> expcts.htm\n\nsee also\n<a href=\"http://www.aandc.org/research/england_expects_signalflags.html\" rel=\"nofollow\">www.aandc.org/research/england_expects_signalflags.html</a>", "authorname": "pcgn7", "id": "11329630-4313592450-72157627114637146", "iconfarm": 3}], "photo_id": "4313592450"}, "flarchive:created": 1387724496}