{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/6794996149/#comment72157629140704799", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1328176857", "_content": "O Estado em 10 de Novembro de 1915 tomou posse da “Fábrica de Adubos Químicos da Póvoa de Santa Iria”, que aí tinha sido criada em 1859 conhecida por “Fábrica da Póvoa”. Posteriormente em 2 de Agosto de 1917 arrendou  a Francisco Borges, banqueiro, António Gomes, capitalista, e a Luís Gama, engenherio civil, pela renda mensal de 11.000$00. \n\nEsta fábrica tinha-se instalado nesta freguesia em resultado das facilidades oferecidas com a inauguração do Caminho de Ferro em 1856. Foi primeira fábrica de adubos químicos em Portugal, iniciando-se a expansão industrial facilitada pelo escoamento fácil dos produtos e aproveitando as matérias primas essenciais para o produto final, o sal marinho e os calcários da cortina montanhosa de Vialonga. Posteriormente é constituída a “Companhia Industrial Portuguesa” (CIP) que adquire esta fábrica.\n\nA “Companhia Industrial Portuguesa” da Póvoa de Santa Iria continuaria durante mais alguns anos a ser a única unidade dedicada à química base, sem contudo ter crescido o suficiente de modo a reconhecer-lhe lugar no grupo das 50 maiores empresas portuguesas.\n\nLogo a seguir à fusão com a “Companhia Industrial Portuguesa” , a CUF começou a produzir superfosfatos, com a instalação de uma unidade para esse efeito no complexo da “Fábrica União”. Na produção dos superfosfatos entrava ácido sulfúrico. Esta matéria-prima era adquirida à “Companhia Industrial Portuguesa” na sua fábrica da Póvoa de Santa Iria até à entrada em funcionamento do complexo industrial do Barreiro. Aí a companhia passará a dispor de produção própria de ácido sulfúrico, a partir das pirites que se extraíam nas minas alentejanas.\n\nTendo larga tradição no fabrico de ácido sulfúrico, fertilizantes, e estuques para a construção civil, é em meados dos anos 50 do século XX que a “Companhia Industrial Portuguesa” passa a fazer parte da esfera do Grupo CUF. Possuía minas de lenhite e e gesso em Óbidos onde também tinha uma fábrica de gessos. \n\nA “Companhia Industrial Portuguesa” também actuava na indústria vidreira, na Marinha Grande. Em 1918 a “Companhia da Nacional e Nova Fábrica de Vidros da Marinha Grande” , que possuia duas fábricas de vidros e cristais, alterou a sua designação para “Companhia Vidreira Portuguesa”, tendo sido liquidada em 1921. As suas duas fábricas passaram a ser exploradas pela “Companhia Industrial Portuguesa” a partir de 1926 com o apoio da “Companhia Geral de Crédito Predial Português”. \n\nA “Solvay Portugal” que já instalada desde 1934, ano que construiu a sua fábrica de clorato de sódio “Soda Póvoa” chegando a empregar 1.200 operários, também na Póvoa de Santa Iria, viria a adquirir as instalações e terrenos da “Companhia Industrial Portuguesa” . Neste momento a “Solvay Portugal” fabricação e/ou comercializa produtos químicos de base - carbonato de sódio (denso e leve), bicarbonato de sódio, silicato de sódio, soda cáustica, clorato de sódio, ácido clorídrico, hipoclorito de sódio, cloreto de cálcio, solventes clorados, glicerina e derivados, derivados do bário.", "authorname": "J. Leite", "id": "26532116-6794996149-72157629140704799", "iconfarm": 6}], "photo_id": "6794996149"}, "flarchive:created": 1387728549}