{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/sdasmarchives/8091644368/#comment72157632252768481", "realname": "", "path_alias": null, "author": "25695066@N00", "iconserver": "7037", "datecreate": "1355617806", "_content": "This is a photo of  Lt. Col. Martin Oliver Detlie (b. 1928 - d. 2008).  Detlie would participate in the 1958 Bendix Races flying a Convair F-102A Delta Dagger.\n\nAs per his obituary published in the Daily Press (Hampton Roads, VA) he was a distinguished aviator:\n<a href=\"http://articles.dailypress.com/2008-07-06/news/0807060033_1_edwards-afb-langley-afb-thunderbolt\" rel=\"nofollow\">articles.dailypress.com/2008-07-06/news/0807060033_1_edwa...</a>\n<b>Martin Oliver Detlie</b>\nJuly 06, 2008\n\nHAMPTON — Lt. Col. Martin Oliver Detlie, USAF (Ret), MO to most people, took his last adventurous flight on July 2, 2008.\n\nHe was born on Sept. 4, 1928. He was a remarkable man in many respects. He joined the Air Force in 1950 and became a Jet Fighter Pilot. Upon being stationed in Germany, he flew the P-47 Thunderbolt, F-84E Thunderjet and F- 86F Saber Jet and the slot position with the USAF Skyblazers acrobatic team in Europe. Back in the states he was a test pilot for the phase 5 testing of the F-102A at Edwards AFB in California. In 1957, he placed fourth in a field of six F-102's in the Bendix Trophy Air Race. In 1958, flew the F-102 with the 327th Fighter Interceptor Squadron in Thule, Greenland. In 1959, he was the Project Officer for the F-102/F-106 at Norton AFB in California and a year later the Project Officer for the F-4 at TAC HQ at Langley AFB in Virginia. He served in the Vietnam War during 1965 and 1966, then onto Perrin AFB in Texas and Misawa AFB in Japan, ultimately retiring at Langley AFB in Sept. 1971, after a long and illustrious career, receiving numerous decorations and medals for his service to his country.\n\nIn 2001, MO married Wivi Pelt of Denmark. They enjoyed spending part of each year between Hampton and Denmark. He was a member of the Order of the Daedalians, the Military Order of the World Wars, Air Force Assoc., TROA and the P-47 Thunderbolts Pilots Assoc.\n\nMO is survived by his loving wife, Wivi Pelt Detlie; his three children and his grandchildren.", "authorname": "TVL1970", "id": "49465936-8091644368-72157632252768481", "iconfarm": 8}], "photo_id": "8091644368"}}