{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/7656192298/#comment72157630870690756", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1343924001", "_content": "Philip T. White, a 34 year old executive at a Brooklyn paint company with a fine home in Elizabeth, New Jersey and a young family,  was accused of masterminding a payroll holdup of his employer.  At his trial, held in late April 1915, he dramatically halted proceedings and made an impassioned confession of a double life.  He was sentenced to  7 1/2 to 15 years at Sing Sing. \n<a href=\"http://select.nytimes.com/gst/abstract.html?res=FA0E11FB3E5D16738DDDA00A94DC405B858DF1D3\" rel=\"nofollow\">select.nytimes.com/gst/abstract.html?res=FA0E11FB3E5D1673...</a>\n<a href=\"http://fultonhistory.com/Process Small/Newspapers/Newspapers  Out of NY/Philadelphia PA Record 1915 May-June/Philadelphia PA Record 1915 May-June - 0124.pdf#xml=http://fultonhistory.com/dtSearch/dtisapi6.dll?cmd=getpdfhits&amp;u=6781b033&amp;DocId=7184610&amp;Index=Z:\\Index O-G-T&amp;HitCount=3&amp;hits=1338+1339+133a+&amp;SearchForm=C:\\inetpub\\wwwroot\\Fulton_New_form.html&amp;.pdf\" rel=\"nofollow\">fultonhistory.com/Process%20Small/Newspapers/Newspapers%2...</a>\nThe Gloversville Morning Herald, May 1, 1915 mused on Mr. White's fate:\n&quot;A Rare Sort of Criminal.\nIf Philip T. White, the Brooklynite, who confessed engineering the hold-up and robbery of the Masury Plant works pay roll messengers carrying $3,000, had kited one of the company's checks or juggled  accounts his crime would have excited no unusual comment.  But the fact that a man in his position and with his qualities should engage in or direct highwayman's job is most peculiar and surprising.  White drew a good salary and was a thoroughly trusted employee. His appearance and manner were all in his favor and he was as much unlike the conventional hold-up man as one could imagine.\nHis industry and ability distinguished him from the common run of employees. Yet, notwithstanding he had earned the confidence of his superiors, that his future was most encouraging, that he was not greatly in need of money, if, indeed, he was in need at all, the man framed up a job to rob the two pay roll messengers within the office building, within sound and sight of his own office and only a few feet removed from the head man of the company.\nDiligent, earnest and apparently ambitious during the daytime, White fell into bad company, then conspired with members of the underworld and planned the robbery, which was very bold and certainly very successful. That was a year ago. It was White's first offense—he says it is his last. \nIt is the remarkable contradition between the man's daylight habits and his night associations that astonishes. His friends had faith in him to the last and he lived well up to the requirements of his responsible post. Yet he traveled with members of the underworld when off duty; that is, he did for a period before he fell. No one reading his confession could fail to think there is some good left in the fellow and the hope is his determination to live straight when he is again free will be adhered to.\nCertainly Philip T. White has furnished Brooklyn with a most unusual criminal sensation.&quot;\n<a href=\"http://fultonhistory.com/Newspaper 11/Gloversville NY Morning Herald/Gloversville NY Morning Herald 1915 Grayscale/Gloversville NY Morning Herald 1915 Grayscale - 1101.pdf#xml=http://fultonhistory.com/dtSearch/dtisapi6.dll?cmd=getpdfhits&amp;u=ffffffffa6daaaa4&amp;DocId=4761003&amp;Index=Z:\\Index U-F-P&amp;HitCount=6&amp;hits=20f+210+211+365+366+367+&amp;SearchForm=C:\\inetpub\\wwwroot\\Fulton_New_form.html&amp;.pdf\" rel=\"nofollow\">fultonhistory.com/Newspaper%2011/Gloversville%20NY%20Morn...</a>", "authorname": "artolog", "id": "8602872-7656192298-72157630870690756", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/7656192298/#comment72157630922316362", "realname": "Barbara", "path_alias": "barbara_loc", "author": "33593953@N02", "iconserver": "3267", "datecreate": "1344213264", "_content": "Thanks for connecting this somewhat movement-filled picture with sources on the strange career of Philip T. White!  We'll add some information to the description (including the dates that appear on the negative, which look like &quot;4/27/15&quot;) when we next update.", "authorname": "Barbara (LOC P&P)", "id": "8602872-7656192298-72157630922316362", "iconfarm": 4}], "photo_id": "7656192298"}}