{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/sdasmarchives/4562156384/#comment72157627989198631", "realname": "Gerry Asher", "path_alias": null, "author": "13935339@N05", "iconserver": "1173", "datecreate": "1321146281", "_content": "P-47N serial 44-88496 served with the 413th Fighter Squadron, 414th FG on Iwo Jima. She was lost 1 August 1945 over the Pacific somewhere north of Iwo; her pilot, LT Scott B. Coley, was MIA.", "authorname": "g.asher", "id": "49465936-4562156384-72157627989198631", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/sdasmarchives/4562156384/#comment72157629069612915", "realname": "", "path_alias": null, "author": "75383443@N07", "iconserver": "0", "datecreate": "1327770394", "_content": "I have just seen this photo and the reference to LT Scott B. Coley.  On the date referenced, LT Coley flew as the wingman for my Father, Captain Francis W. (Frank) Johnson.  It was my Father's first combat mission to the Empire of Japan since arriving on Iwo Jima with the squadron on July 8th, 1945.\n\nIn his retelling of the story of that day, my Father indicated that once the squadron took off from Iwo, they immediately encountered heavy clouds, making it extremely difficult for any of the pilots to maintain formation in good order.  At some point, LT Coley disappeared and my Father never knew what happened to him.  It was his belief that the terrible weather may have disoriented LT Coley and caused him to crash into the Pacific.\n\nMy Father thought that LT Coley was a good pilot and was always very sad in retelling the story of their last flight together.  My family specifically mentioned LT Coley and the sacrifice that he made on August 1st, 1945, in the memorial program for my Father's service and funeral at the Arlington National Cemetery two years ago.\n\nIf anyone passes by and reads this comment from me, please know that my Father loved his service in the Army Air Corps and the Air Force in the years that followed the war.  He was proud to wear the uniform of his country.\n\nBest regards to all, Lee Johnson, proud son of Lt. Col. (Ret.) Frank W. Johnson (USAFR).\nPosted on Saturday, January 28, 2012", "authorname": "GeorgeLeeJohnson", "id": "49465936-4562156384-72157629069612915", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/sdasmarchives/4562156384/#comment72157629101346493", "realname": "SDASM Archives", "path_alias": "sdasmarchives", "author": "49487266@N07", "iconserver": "4070", "datecreate": "1327945065", "_content": "[http://www.flickr.com/photos/75383443@N07] Thanks for sharing!", "authorname": "San Diego Air & Space Museum Archives", "id": "49465936-4562156384-72157629101346493", "iconfarm": 5}], "photo_id": "4562156384"}, "flarchive:created": 1389704407}