{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2163468908/#comment72157603728989730", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1200520767", "_content": "&quot;One of the uglier incidents between the Giants and Negro Leaguers occurred in 1912. The headlines read quite ominously - &quot;Giants Play Negro Team, Ends in Riot.&quot; The Giants sent several of their players to New Jersey to face a team known as the Smart Sets. When the Giants arrived they discovered that the Smart Sets were not a white team. Seeing as there was a crowd of 8,000, they felt it would be best to play the game. One thing to note is that this was just a small squad of players, and not the full team. Because of that, they were being managed by Wilbert Robinson rather than John McGraw, who may have had more control of the situation. The first problem came when the Giants' only pitcher refused to take the mound. According to the New York Times, &quot;The only pitcher taken along was Louis Drucke, who comes from Texas. Drucke flatly refused to play against the colored team. All sorts of arguments were brought to bear, and Drucke finally consented to pitch if he was announced as 'Pitcher O'Brien' instead of Drucke.&quot; After that, things went smoothly until the 7th inning. Harry McCormick of the Giants disagreed with a call by the umpire, and it came to blows. A fellow Giants player by the name of Fletcher intervened, but McCormick refused to leave the field after he was tossed from the game. The Chief of Police had to come and remove him. With the game tied in the bottom of the ninth, the umpire handed Drucke a new ball. Drucke took some dirt and began to darken the ball, in order that the opposing players not be able to easily target a new white ball. Members of the Smart Set objected, and Drucke was forced to pitch with a new ball. The game progressed to the top of the tenth. McClellan of the Smart Sets took the mound to pitch, and instead of using the white ball, he used an older, darkened ball. Giants players Fletcher and Snodgrass (who would earn infamy later in the year) protested to the umpire, feeling that if the Smart Sets were able to bat against a pitcher with a clean ball, the Giants should have the same right. The umpire disagreed and the Giants left the field. The crowd degenerated into a mob and assailed the Giants bus with sticks and stones. The Chief of Police intervened and was able to get the Giants out of town, and they were happy to be gone. To put this incident into its proper historical perspective, this game occurred roughly a week after Ty Cobb went up into the stand to beat up a fan who had no hands. Cobb brutalized the man and was suspended by the American League. The Detroit Tigers went on a strike in support of Cobb and the American League lifted the suspension. The fan's sin? He had called Ty Cobb a &quot;half-nigger.&quot; \r\n\r\nmore at: <a href=\"http://www.thediamondangle.com/marasco/negleg/nlgiants.html\">www.thediamondangle.com/marasco/negleg/nlgiants.html</a>", "authorname": "artolog", "id": "8602872-2163468908-72157603728989730", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163468908/#comment72157603732560400", "realname": "fred ferand", "path_alias": "elgatonegro", "author": "74855196@N00", "iconserver": "27", "datecreate": "1200562271", "_content": "thank you for this story artolog ....", "authorname": "El Gato Negro", "id": "8602872-2163468908-72157603732560400", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163468908/#comment72157603746576811", "realname": "Denny Gill", "path_alias": "kayak49", "author": "37908896@N00", "iconserver": "14", "datecreate": "1200682207", "_content": "Interesting:\r\n&quot;Hailed as a wonder find by John McGraw when the Giants signed him out of TCU in 1909, Drucke was 12-10 in 1910. He struck out 151 in 215 innings but was wild. His career was cut short when he ruptured an arm muscle in a subway accident.&quot;\r\nHis last game in the majors was May 1, 1912. He died in Waco, TX, in 1955.", "authorname": "Kayak49", "id": "8602872-2163468908-72157603746576811", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163468908/#comment72157603753984344", "realname": "", "path_alias": null, "author": "16909288@N00", "iconserver": "53", "datecreate": "1200814516", "_content": "The beating of the fan with no hands is pretty telling: jocks are childish and emotional--they should have put the ball player in prison or cut off his hands", "authorname": "clickr100", "id": "8602872-2163468908-72157603753984344", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2163468908/#comment72157625183950931", "realname": "Richard Norton", "path_alias": "richard_arthur_norton", "author": "54904823@N00", "iconserver": "2568", "datecreate": "1288844643", "_content": "I started an entry at Wikipedia:\n<a href=\"http://en.wikipedia.org/wiki/Louis_Drucke\" rel=\"nofollow\">en.wikipedia.org/wiki/Louis_Drucke</a>", "authorname": "Richard Arthur Norton  (1958- )", "id": "8602872-2163468908-72157625183950931", "iconfarm": 3}], "photo_id": "2163468908"}}