{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9066595716/#comment72157634300764334", "realname": "", "path_alias": null, "author": "69662531@N05", "iconserver": "6048", "datecreate": "1372065574", "_content": "CWGC has this:\n\nATHERLEY, CHRISTOPHER ERNEST\n\nRank: Lieutenant\nDate of Death: 17/06/1915\nAge: 21\nRegiment/Service: King's Own Yorkshire Light Infantry 11th Bn. attd. 1st Bn Royal Dublin Fusiliers\nAwards: Mentioned in Despatches\nGrave Reference A. 22.\nCemetery LANCASHIRE LANDING CEMETERY\nAdditional Information:\nSon of Christopher and Mary Ann Atherley, of 86, Front St., Arnold, Notts.", "authorname": "Historydevotee", "id": "32254785-9066595716-72157634300764334", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9066595716/#comment72157634295758793", "realname": "", "path_alias": null, "author": "69662531@N05", "iconserver": "6048", "datecreate": "1372065890", "_content": "In 1911 he was a pupil teacher living with his parents and siblings \nSource Citation: Class: RG14; Piece: 20448.", "authorname": "Historydevotee", "id": "32254785-9066595716-72157634295758793", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9066595716/#comment72157634655592167", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1373946915", "_content": "Lancashire Landing Cemetery, Gallipoli, Canakkale, Turkey \n<a href=\"http://www.findagrave.com/cgi-bin/fg.cgi?page=gr&amp;GRid=56511521\" rel=\"nofollow\">www.findagrave.com/cgi-bin/fg.cgi?page=gr&amp;GRid=56511521</a>\n has a photo of his grave Grave Reference A. 22", "authorname": "brenontario", "id": "32254785-9066595716-72157634655592167", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9066595716/#comment72157634697855685", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1374220599", "_content": "1st Battalion Royal Dublin Fusiliers sailed for the Dardanelles from Avonmouth on 16th March 1915.  Their troopships went via Alexandria and Mudros, where on 9th April 1915 they re-embarked on the SS River Clyde.  Landing in rowing boats at Gallipoli at Cape Helles on 25th April the 1st Royal Dublin Fusiliers were to have assaulted 'V' Beach and the fort of Sedd-el-Barr.  Most of them never got their boats ashore and in the teeth of heavy Turkish rifle and machine-gun fire, caught in submerged barbed wire entanglements, suffered almost 600 casualties, including, within the first 15 minutes, nearly all the Battalion officers (killed or wounded 21 officers and 560 men).  Command of the Battalion devolved upon a Lieutenant, Henry Desmond O'Hara, who received a Military Cross [LG 2 July 1915] for his courageous leadership of a counter-attack when the Turks attacked and came close to breaking the Allied line.  [23-year-old Lieutenant O'Hara died of wounds received in a subsequent action and is buried in Gibraltar (North Front) Cemetery].  So grievous were the losses inflicted upon 1st Royal Dublin Fusiliers and 1st Munsters that the unwounded survivors were re-configured into a temporary composite battalion that was referred to as the &quot;Dubsters&quot;.\n\nAs a consequence of these events replacements were urgently summoned to reconstitute both the Royal Dublin Fusiliers and the Munsters.  It is reasonable the speculate that Lieutenant Atherley volunteered to go out to Gallipoli to lead a platoon of the Royal Dublin Fusiliers (he may have gone with other officers from 11th (Reserve) Battalion KOYLI as volunteer replacements from their holding location at Cannock Chase in Staffordshire.  Two other officers of the KOYLI are buried at Gallipoli, Captains Phillips and Gepp, yet no KOYLI battalion was deployed to the Dardanelles).  He would have arrived in Gallipoli in May 1915, which is when the &quot;Dubsters&quot; reverted to their original identities.\n\nFrom the number of Royal Dublin Fusiliers buried in Twelve Tree Copse Cemetery who were killed in action on 15th June 1916, it would appear that the Battalion was heavily engaged on that day.  Lieutenant Atherley is shown in the CWGC record as having died of wounds, which would correspond with him having made it back to a CCS near Lancashire Landing Cemetery.//", "authorname": "Gary Donaldson", "id": "32254785-9066595716-72157634697855685", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9066595716/#comment72157634707707876", "realname": "", "path_alias": null, "author": "77788549@N05", "iconserver": "0", "datecreate": "1374243301", "_content": "From: The Diary of Sergeant D Moriarty, No 8308, 1st Royal Munster Fusiliers, 86th Brigade, 29th Division, Expeditionary Force at <a href=\"http://ww1.osborn.ws/a-gallipoli-diary\" rel=\"nofollow\">ww1.osborn.ws/a-gallipoli-diary</a> \n\n15 June 1915 - Gully Beach Trench\n\nIn the firing line. Quiet up to about 3 pm when the Turks commenced to make it pretty hot for us with shrapnel and “Jack Johnsons” . This they kept up till dark and about 10 pm they attacked in force.  They took a trench from the Dublins who were on our right.  About 4 am our Regiment were ordered to try and retake the trench which the Dubs had lost and they got it back in a very novel manner.  \n\nAn officer, a sergeant and a couple of men sapped up to within about 20 yards of the trench which the Turks were in and started to sling bombs into it for all they were worth.  It was a complete surprise to the Turks who did not expect this movement but there was still another shock waiting them.  While the bomb throwers were getting ready two of our machine guns took up a position where they would be able to get anyone leaving the trench.  Consequently when the bombs started to drop in the trench the Turks took to their heels but every one of them were brought down by our machine guns at point blank range.  The machine gun officer estimated that there was at least 400 of them there so that was a little bit of our debt paid off.\n\nMunster casualties – one machine gun officer killed, one machine gunner wounded. Dubs casualties when they were attacked 8 killed 18 wounded.", "authorname": "Trench-Foote", "id": "32254785-9066595716-72157634707707876", "iconfarm": 0}], "photo_id": "9066595716"}}