{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2556390240/#comment72157605468281422", "realname": "", "path_alias": null, "author": "11572312@N00", "iconserver": "0", "datecreate": "1212789559", "_content": "text is legible on the monument and it refers to <b>Samuel Pierpont Langley</b>, Secretary of the <b>Smithsonian Institution</b>.  Langley was a pioneer in aviation.  Here is article about him from Wikipedia:\n\n<a href=\"http://en.wikipedia.org/wiki/Samuel_Langley\">en.wikipedia.org/wiki/Samuel_Langley</a>\n\n\nMay 7, 1913] <b>Langley Memorial Unveiled at Smithsonian Institution</b>. SCIENTISTS EULOGIZE HIM AG Bell Presents Medals to Glenn Curtiss and Gustave Eiffel.&quot; French Ambassador Receives Gift in Be- half of Absent Countryman -- Struggles of &quot;Father of Modern Aviation,&quot; Said to Have Died of Broken Heart. ...\nFrom HONOR AIR PIONEER - Washington Post ($$)", "authorname": "Harry Angstrom", "id": "8602872-2556390240-72157605468281422", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2556390240/#comment72157622532082970", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1254872203", "_content": "Langley's airplanes didn't work, and after repeated failures he was upstaged in December, 1903, by the Wright Brothers. But because of its allegiance to Secretary Langley, the Smithsonian Institution refused for years to recognize the Wright Brothers' primacy over Langley, who had desperately wanted to go down in history as the first to make a powered flight. Orville Wright donated his original biplane to a British museum, and the Smithsonian didn't get it until after WWII, when they apologized to Wright for the snub.\n\nJohn Flanagan (1865-1952), the designer of this plaque and numerous others, also came up with the design of the 1932 George Washington memorial (bicentennial) quarter.", "authorname": "Wystan", "id": "8602872-2556390240-72157622532082970", "iconfarm": 4}], "photo_id": "2556390240"}}