{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/7555272514/#comment72157630558609626", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1342194525", "_content": "A &quot;AIP - Associação Industrial Portuguesa&quot; foi fundada em 28 de Janeiro de 1837 em Lisboa.\n\nEm 26 de Novembro de 1949 a AIP promove a &quot;Feira das Indústrias Portuguesas&quot;, em Belém, onde estiveram representados sectores importantes da indústria portuguesa. No ano seguinte realiza também em Belém entre 3 de Junho e 9 de Julho de 1950, o 2º ciclo da &quot;FIP - Feira das Indústrias Portuguesas&quot;\n\nO edifício da &quot;Feira das Indústrias de Lisboa&quot; na Junqueira, projectado pelos arqitectos Keil do Amaral e Alberto Cruz, foi inaugurado em 26 de Maio de 1957 pelo Presidente da República General Craveiro Lopes. \n\nPodia-se ler num vespertino nesse dia: «(...) com efeito, o que está patente no antigo areal da Junqueira, onde ainda ontem cresciam cardos e os lagartos se regalavam ao Sol, é uma obra de prodígio que excede a escala habitual dos nossos empreendimentos»\n\nNesse mesmo dia era inaugurado neste edifício o II Congresso da Indústria Portuguesa e o II Congresso dos Economistas Portugueses, realizados conjuntamente e aos quais presidiram não só o Presidente da República como o ministro da Presidência Prof. Marcello Caetano e o presidente da &quot;AIP-Associação Industrial Portuguesa&quot; Dr. Francisco Cortês Pinto.\n\nEste edifício era, na altura, composto por duas grandes naves de exposição, respectivas galerias e uma zona ao ar livre para exposição de peças e máquinas de grande porte. Dispuseram-se stands de mais de 400 expositores, distribuídos pelas secções de borracha e derivados, calçado, couros e peles, electricidade, industrias químicas, indústrias alimentares, louças e vidros, material de escritório, materiais de construção, etc. e ainda as áreas do Ultramar. Foram expositores com presença de relevo: H. Vaultier, Laboratórios Barral, Sapec, Viúva Ferrão, Fábrica Portugal, Vinhos de Colares Visconde de Salreu, SEEL - Soc. de Equip. de Escritório, e a CUF - Companhia União Fabril.\n\nNum dos discursos inaugurais o prof. Marcello Caetano diria: «é preciso que todos os organismos corporativos da indústria, o Estado, os comerciantes, insistamos na educação dos consumidores, de maneira a extirpar da nossa mentalidade o doentio desdem pelos produtos nacionais, preteridos, quantas vezes por produtos estrangeiros que não são nem melhores, nem mais baratos.. Sempre que e adquire um produto da indústria portuguesa, de uma indústria em que está investido capital português e que emprega trabalhadores portugueses, está-se a contribuir para o progresso da riqueza nacional e, portanto, para que prossiga o desenvolvimento económico do país.»\n\nNestes mesmos congressos foi formalmente aprovada a necessidade de internacionalização da economia portuguesa, encontrando parte da sua concretização regular a partir de da &quot;I Feira Internacional de Lisboa&quot; que teria lugar entre 9 e 23 de Junho de 1960 por iniciativa da AIP.  Em Outubro do mesmo ano a FIL seria admitida na UFI - União das Feiras Internacionais, durante um congresso realizado em Casablanca.", "authorname": "J. Leite", "id": "26532116-7555272514-72157630558609626", "iconfarm": 6}], "photo_id": "7555272514"}, "flarchive:created": 1387727717}