{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/6482043975/#comment72157628347067703", "realname": "", "path_alias": "riobranden", "author": "92284803@N00", "iconserver": "7306", "datecreate": "1323449441", "_content": "Another photo of Charlotte Davies:\n[http://www.flickr.com/photos/library_of_congress/6482044429/]", "authorname": "bior", "id": "8602872-6482043975-72157628347067703", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/library_of_congress/6482043975/#comment72157628348662565", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1323458211", "_content": "Rennold Wolf in The Green Book Magazine of July, 1914:\n\nAWFUL MOMENT AT HAMMERSTEIN'S\n\nEVEN the placid William Hammerstein almost gave way to an outburst of emotion at the Victoria Theatre one afternoon this spring when a harrowing incident, which might have fractured all three of the dramatic unities, took place.\n\nThe headliner for the week, if you please, was none other than Charlotte Davies, who first gained fame by posing for the picture of &quot;Innocence&quot; which now adorns art store windows, and subsequently clinched her distinction by becoming a party in a divorce action. That combination was irresistible to Hammerstein, and, although Miss Davies had never before been on the stage, he engaged her at a large salary, and gave her prominence over a half-dozen seasoned and popular veterans on the bill.\n\nMiss Davies had no further contribution to offer art. apparently, than the curves which had gained her success in the pose of &quot;Innocence.&quot; A platform, velvet curtains and a pink union suit were her other accoutrements. Thus equipped, Mr. Hammerstein bade her to sprawl twice a day upon the carpeted floor of the platform, in a series of misnamed poses under the guise of art, and to call at the manager's office Saturday night for her hire.\n\nThere were unholy and unregenerate persons in the audience whose appreciation of art was not so keen as Mr. Hammerstein's, and they displayed a tendency to snicker at the ever broad\nening revelations of the model, as she struck first one, and then another position best calculated to exhibit her charms. It was, therefore, in sight of an audience almost on the verge of an outbreak that Miss Davies, in one of her most generous poses, was horrorstricken by the appearance of a mouse that had wandered from his hidingplace to the platform, quite unmindful that he was menacing the cause of uplift.\n\nThere was a moment of awful suspense, suffered most intensely by the model. It was her duty to be statuesque, but the quiver that ran over her frame showed its undulations even through the union suit. Her attitude—that of a Roman maiden gazing into a bath—was not one to make escape easy.\n\nThe mouse crept nearer, and again the wavy motion of the union suit betrayed Miss Davies' emotion. He gathered himself together is if to spring; the statue began to wobble, when— Excelsior!—from the wings came Loney Haskell, the Victoria's general factotum and handy man, armed with a broom, and the rascally rodent fled. The velvet curtains were drawn amid thunders of applause.\n\nArt had triumphed again at Hammerstein's.\n\n<a href=\"http://books.google.com/books?id=qX8hAQAAMAAJ&amp;pg=PA76#v=onepage&amp;q&amp;f=false\" rel=\"nofollow\">books.google.com/books?id=qX8hAQAAMAAJ&amp;pg=PA76#v=onep...</a>", "authorname": "artolog", "id": "8602872-6482043975-72157628348662565", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/6482043975/#comment72157628350155915", "realname": "", "path_alias": "trialsanderrors", "author": "76204898@N00", "iconserver": "5538", "datecreate": "1323466295", "_content": "[http://www.flickr.com/photos/76016463@N00] Absolutely worthy of a Wikipedia entry, I say. Let's have a look... &rarr; None yet.", "authorname": "trialsanderrors", "id": "8602872-6482043975-72157628350155915", "iconfarm": 6}], "photo_id": "6482043975"}}