{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2162941315/#comment72157615082731988", "realname": "", "path_alias": "pixelwrangler", "author": "43854658@N00", "iconserver": "5533", "datecreate": "1236728788", "_content": "It is likely that the caption is correctly oriented in this photograph -- and it is currently displayed on <i>Flickr</i> (and persistent URL) upside down.\n\n&quot;Lincoln J. Beachey (March 3, 1887 – March 14, 1915), was a pioneer American aviator and early star performer. He was known as <i>The Man Who Owns the Sky</i>, and sometimes the <i>Master Birdman</i>. Acknowledged even by his adversaries as <b>&quot;The World's Greatest Aviator&quot;</b>, Beachey achieved the acme of American adoration. Vast crowds followed his tours and it has been estimated that 30 million people saw him in his career, 17 million in 1914 alone (when the US pop. was a mere 74 million). ...\n\n&quot;It was at the Panama-Pacific International Exposition [San Francisco] where Beachey made his last flight. Prior to the exposition, in 1914, he ordered a Taube monoplane built with an 80 horsepower (60 kW) engine, <i>powerful enough to carry out the stunt that Beachey had not yet presented to the public</i>: <b>upside-down flight</b>.&quot; \n\nBeachey was:<blockquote>    * Credited with the invention of Stall recovery\n    * First to fly upside-down\n    * First American to &quot;loop-the-loop&quot;\n    * First to fly inside a building\n    * First to achieve terminal velocity... and live.</blockquote><i>(more) -- <a href=\"http://en.wikipedia.org/wiki/Lincoln_J._Beachey\">Wikipedia</a></i>", "authorname": "Pixel Wrangler", "id": "8602872-2162941315-72157615082731988", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2162941315/#comment72157615684310846", "realname": "", "path_alias": "phil_loc", "author": "33572458@N05", "iconserver": "3289", "datecreate": "1237566734", "_content": "Pixel Wrangler:  It's an interesting visual puzzle.  When you rotate the image, it appears that the photograph would have had to been taken from the air, above the plane.  Your clue about Beachey's fame as the first to fly upside-down might explain it.   Maybe the Bain News Service intended viewers to see the plane upside-down and added the caption to give that effect.  It would be interesting to see if this image ever ran in a newspaper that way.   What do you think?", "authorname": "Phil (LOC P&P)", "id": "8602872-2162941315-72157615684310846", "iconfarm": 4}], "photo_id": "2162941315"}}