{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/6666165545/#comment72157628822961101", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1326289548", "_content": "O primeiro “Salão Automóvel de Lisboa”, e o primeiro a ser considerado verdadeiramente oficial, foi organizado pelo “Automóvel Clube de Portugal” e teve lugar entre os dias 4 e 13 de Julho de 1925 no Coliseu dos Recreios de Lisboa. O primeiro Salão Automóvel em Portugal, não oficial, foi na cidade do Porto em 22 de Junho de 1914. Seguiram-se mais três Salões até ao de Lisboa, que foi o quarto a realizar-se no nosso país.\n\nEste “Salão Automóvel de Lisboa” estava aberto das 14h às 24h, com eventos culturais como Jazz Band,  do “Club Mayer”, (na foto) das 15h às 19h e concerto das 21h às 24 h. A decoração deste evento ficou a cargo de Augusto Pina e contou com mais de cem carros expostos, entre a sala de espectáculos do Coliseu e as suas dependências e salas secundárias. Nos camarotes de 1ª ordem, os visitantes eram contemplados com  serviço de chá, almoços e jantares. Este serviço era disponibilizado pela tradicional e aristocrática “Pastelaria Ferrari” da Rua Nova do Almada.\n\nAlgumas das 60 marcas representadas com 100 carros expostos:\n\nIsotta-Fraschini, Renault, De Dion-Bouton, Hudson, Berliet, Fiat, Alfa-Romeu, Amilcar, Salmson, Sizaire Fréres, … \n… Peugeot, Citröen, Chrysler, Chandler, Buick, Mercedes, Talbot, Studebaker, Délage, etc ….\n\nApesar do aparente sucesso deste Salão foi lamentada a ausência dos «carrosiers», empresas portuguesas fabricantes de carroçarias para automóveis. \n«Nem um só concorreu à exposição e só muito tinham a lucrar se tivessem apresentado qualquer coisa ... com o confronto e comparação é que o público pode avaliar o nosso progresso neste ramo que assim é como se não existisse».\n\nAs oficinas de automóveis também estiveram ausentes, com a única excepção dos &quot;Grandes Armazéns do Chiado&quot;. «é um bom reclame, especialmente como um paiz como o nosso, em que não há fábricas construtoras de automóveis e que, portanto, se tem de recorrer constantemente a estas pequenas industrias».", "authorname": "J. Leite", "id": "26532116-6666165545-72157628822961101", "iconfarm": 6}], "photo_id": "6666165545"}, "flarchive:created": 1387728771}