{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6265799831/#comment72157627979546723", "realname": "", "path_alias": null, "author": "69662531@N05", "iconserver": "6048", "datecreate": "1321029144", "_content": "From the Commonwealth War Graves Commission website:\n\nName:BROWN, KEITH ANDREWS\nInitials:K A\nNationality:United Kingdom\nRank:Captain\nRegiment/Service:The Queen's (Royal West Surrey Regiment)\nUnit Text:&quot;A&quot; Coy. 1st Bn.\nAge:22\nDate of Death:22/09/1918\nAdditional information:Son of George Andrews Brown and A. A. Brown, of 18, Croham Park Avenue, Croydon, Surrey. Native of Dulwich, London.\nCasualty Type:Commonwealth War Dead\nGrave/Memorial Reference:C. 22.\nCemetery:FIVE POINTS CEMETERY, LECHELLE\n\nName:BROWN, CLIVE ANDREWS\nInitials:C A\nNationality:United Kingdom\nRank:Captain\nRegiment/Service:Royal Engineers\nUnit Text:(Adjt. C.R.E., Canterbury).\nAge:28\nDate of Death:07/11/1918\nAdditional information:Son of George Andrews Brown and Alice Alexandra Brown, of 18, Croham Park Avenue, Croydon; husband of Winifred Edith Brown. Born at Glasgow.\nCasualty Type:Commonwealth War Dead\nGrave/Memorial Reference:L. 3.\nCemetery:BANDON HILL CEMETERY", "authorname": "Historydevotee", "id": "32254785-6265799831-72157627979546723", "iconfarm": 7}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6265799831/#comment72157628116337476", "realname": "", "path_alias": "andybailey", "author": "8498561@N08", "iconserver": "2844", "datecreate": "1321175918", "_content": "Captain Keith Andrews Brown\n\nKeith Andrews Brown was born in Dulwich on 3rd May 1896, the son of George Andrews Brown and Alice Alexander Brown, and younger  brother to Clive Andrews Brown. He was educated at Dulwich College where he was a member of the Officer Training Corps, holding the rank of Lance Corporal.\n\nWith the commencement of hostilities Keith enlisted in the 16th (Queens Westminster Rifles) Battalion, The London Regiment, on 6th August 1914 at The Queen’s Hall, Westminster, giving his occupation as that of a ‘farmer’ and home address as living with his parents at The Quest, Hazleden Road, East Croydon. Keith became Private 2024, and his preliminary medical noted that he stood 5ft 9.5in tall, with a chest expansion of 35in. \n\nThe unit left London to undergo training in Leverstock Green, near Hemel Hempstead and anticipated a move overseas in 1915. Losses in France, however, necessitated an earlier move overseas and 16th Bn entrained at Watford on 1st November 1914 to travel to Southampton docks, where they embarked on the S.S. Maidan, to land in France at Le Havre.\nKeith therefore arrived in France to serve with the British Expeditionary Force on 1st November 1914, thereby qualifying for the 1914 Star.  He left the Battalion to undergo Officers Training at the Royal Military Academy Sandhurst on 13th May 1915 and was gazetted to the Queen’s Royal (West Surrey) Regiment as a Second Lieutenant on 20th October 1915.\n\nThe History of the Queen’s Royal (West Surrey) Regiment in the Great War ( Col H.C. Wylly C.B.) comments that Keith initially joined the 2nd Battalion, probably as a casualty replacement after the Battle of Loos (commenced 25th Oct 1915).  On 1st July 1916 the 2nd Battalion took part in the opening attacks in the Battle of the Somme in the vicinity of Mametz and Fricourt. When the unit withdrew from the line four days later it had suffered significant casualties. When it returned into action on  13th July,  2nd Lt K Andrews Brown was a member of ‘C’ Company. The battalion attacked and gained part of High Wood, holding the captured ground in the face of stiff enemy resistance and whilst being subjected to ‘friendly’ artillery fire. In the early hours of the following morning the position became untenable and the battalion was ordered to withdraw. 2nd Lt Andrews Brown was one of the 10 officers wounded (1 officer and 47 men were killed, 211 men were wounded and a further 47 were missing.)\n\nHaving recovered from his injuries in England, Keith returned to service with 3rd Battalion and was gazetted Lieutenant on 1st July 1917. He transferred to 1st Battalion in June 1917, returning to active service, and was promoted to Captain on 10th October 1917. Keith Andrews Brown is next mentioned in the Regimental History as a Captain with 1st Battalion on 21st September 1918, commanding ‘A’ company in an attack near Villers Guislain, just to the east of Epehy and on the approaches to the St Quentin Canal and the Hindenburg Line.\n\nThe attack started at 0540hrs with ‘A’ and ‘B’ Companies in the front wave. The advance was strongly opposed and the battalion suffered heavy losses.  6 officers and 39 men were killed or died of their wounds, 5 officers and 184 men were wounded, and a further   89 men were missing.  Capt Keith Andrews Brown was one of the officers to die of the wounds that he sustained in the attack, aged 22. \n\nCaptain Andrews Brown was described as a good rider, a first class shot, and a keen sportsman. His Brigadier-General wrote of him: “He was an officer of great promise, always keen and cheerful and a fine leader of men.”  A fellow officer wrote: “Keith was one of the best fellows I have ever met, and an officer of a type rarely found. The Regiment will feel his loss keenly”.\n\nHis Commanding Officer expanded upon this sentiment: “I had known him for over two years, and was extremely attached to him; indeed, he was a general favourite wherever he went, always bright and cheery, and greatly loved by his men. I do not think he knew what fear meant, and went forward that morning with splendid enthusiasm and coolness. I feel his loss very deeply, as he is one who can never be replaced.” \n\n(Sources:  Soldier’s Personal Records, De Ruvigny’s, The London Gazette, Regimental History)", "authorname": "AndyBailey", "id": "32254785-6265799831-72157628116337476", "iconfarm": 3}], "photo_id": "6265799831"}}