{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1219336902", "originalformat": "jpg", "owner": {"username": "Biblioteca de Arte-Fundação Calouste Gulbenkian", "realname": "Biblioteca de Arte / Art Library Fundação Calouste Gulbenkian", "nsid": "26577438@N06", "iconserver": "3017", "location": "", "path_alias": "biblarte", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "2783827639", "title": {"_content": "Palácio dos Condes de Farrobo, Lisboa, Portugal"}, "media": "photo", "tags": {"tag": [{"raw": "Mário", "machine_tag": 0, "id": "26532116-2783827639-157475", "_content": "mário", "author": "26577438@N06"}, {"raw": "Novais", "machine_tag": 0, "id": "26532116-2783827639-5855600", "_content": "novais", "author": "26577438@N06"}, {"raw": "Palácio", "machine_tag": 0, "id": "26532116-2783827639-97773", "_content": "palácio", "author": "26577438@N06"}, {"raw": "Farrobo", "machine_tag": 0, "id": "26532116-2783827639-24156761", "_content": "farrobo", "author": "26577438@N06"}, {"raw": "Palácio das Laranjeiras", "machine_tag": 0, "id": "26532116-2783827639-27855911", "_content": "paláciodaslaranjeiras", "author": "26577438@N06"}, {"raw": "Laranjeiras", "machine_tag": 0, "id": "26532116-2783827639-249676", "_content": "laranjeiras", "author": "26577438@N06"}, {"raw": "Palácio dos Condes de Farrobo", "machine_tag": 0, "id": "26532116-2783827639-27855909", "_content": "paláciodoscondesdefarrobo", "author": "26577438@N06"}, {"raw": "Mário Novais", "machine_tag": 0, "id": "26532116-2783827639-26567071", "_content": "márionovais", "author": "26577438@N06"}, {"raw": "Lisboa", "machine_tag": 0, "id": "26532116-2783827639-5499", "_content": "lisboa", "author": "26577438@N06"}]}, "comments": {"_content": "0"}, "secret": "13835f73b5", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "Fotografia sem data. Produzida durante a actividade do Estúdio Mário Novais: 1933-1983.\n\n<b>O palácio Farrobo</b>, mais conhecido por palácio das Laranjeiras, está edificado na Quinta com o mesmo nome, onde se instalou, em 1905, o Jardim Zoológico. É uma construção seiscentista, restaurada e embelezada na primeira metade do século XIX.\nDenominada inicialmente Quinta de Santo António, pertencia no final do século XVII a Manuel da Silva Colaço, passando para a posse de Luís Garcia Bívar, em 1760 e, posteriormente, para Fransisco Azevedo Coutinho. Foi a este último que a adquiriu o Desembargador Luís Rebelo Quintela em 1779, por 24 contos, herdando-a em 1802, seu sobrinho Joaquim Pedro Quintela, feito 1º Barão de Quintela, quatro anos mais tarde. Porém, a edificação do palácio, em substituição das decrépitas casas existentes até então, esteve a cargo do Padre Bartolomeu Quintela, tio do 1º Barão. Deste modo, o palácio e quinta foram reconstruídos segundo a traça do Congregado do Oratório. Contudo, foi o 2º Barão de Quintela, 1º conde de Farrobo -o qual muito novo entrara na posse da enorme fortuna de seu pai e na administração do morgado de Farrobo- quem promoveu, no palácio das Laranjeiras, os melhoramentos e embelezamentos que pelo fausto e bom gosto, deram brado em Lisboa, durante a primeira metade do século XIX.\nJá no último quartel do século XIX o palácio, cujo brilho iluminara a época e deslumbrara os contemporâneos, foi a leilão. A morte poupou, no entanto a Farrobo aquela afronta. Adquiriu-a então, em 1874, um fidalgo espanhol, duque de Abrantes e Liñares, que o mandou novamente restaurar. Mas a 11 de Abril de 1877 foi comprado pelo comendador José Pereira Soares, que adquiriu também as Quintas contíguas das Águas Boas e dos Barbacenas.\n\nEm 1903, foi a vez do conde de Burnay comprar o conjunto das quintas e do palácio cedendo, em 1905, os jardins da primitiva Quinta das Laranjeiras e Águas Boas ao Jardim Zoológico que, até então, ocupava um local no Parque da Palhavã.\n\nOs restantes espaços ficaram na posse da sua família até 1940, ano em que, para efeito de partilhas se procedeu à venda dos mesmos, tendo o palácio das Laranjeiras sido adquirido pelo Ministério das Colónias, para aí instalar o museu da Marinha. Desde então vários ministérios tiveram sede nas Laranjeiras sendo que, desde Abril de 2002, com a tomada de posse do XV Governo Constitucional, se instalou o Ministério da Ciência e do Ensino Superior, actualmente Ministério da Ciência, Tecnologia e Ensino Superior (XVII Governo Constitucional).\n[CFT003 000439.ic]"}, "isfavorite": 0, "views": "3587", "farm": 4, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2006-07-20 10:44:50", "lastupdate": "1386343351", "takengranularity": "0", "posted": "1219336902"}, "originalsecret": "f0ce822663", "license": "3", "notes": {"note": []}, "server": "3057", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/biblarte/2783827639/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387761738}