{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/3490814619/#comment72157617466690929", "realname": "Jim- Jim", "path_alias": "mickyd", "author": "78642481@N00", "iconserver": "165", "datecreate": "1241196376", "_content": "I was able to find this: <a href=\"http://www.pbs.org/weta/thewest/people/i_r/miles.htm\">www.pbs.org/weta/thewest/people/i_r/miles.htm</a>", "authorname": "mickyd2009", "id": "8602872-3490814619-72157617466690929", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3490814619/#comment72157617468355223", "realname": "", "path_alias": null, "author": "21686909@N07", "iconserver": "2188", "datecreate": "1241199271", "_content": "One of the &quot;wonderful&quot; military leaders who killed Native Americans.", "authorname": "budderflyman", "id": "8602872-3490814619-72157617468355223", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3490814619/#comment72157617577896974", "realname": "", "path_alias": "antiphonfotos", "author": "24246413@N00", "iconserver": "86", "datecreate": "1241234115", "_content": "Indian killers burn in hell.", "authorname": "Hart Ryan Noecker", "id": "8602872-3490814619-72157617577896974", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3490814619/#comment72157617573998631", "realname": "", "path_alias": "freerangebob", "author": "94563365@N00", "iconserver": "2651", "datecreate": "1241400288", "_content": "He should have been executed for war crimes.  He and Chaney would have been &quot;buds&quot;", "authorname": "FreeRangeBob", "id": "8602872-3490814619-72157617573998631", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3490814619/#comment72157617700790255", "realname": "", "path_alias": null, "author": "38137493@N03", "iconserver": "0", "datecreate": "1241636407", "_content": "Different time period require a different mindset.  A misunderstanding of the times, due to hindsight bias, is not justifiably fair.  Although I may disagree with the actions of the man depicted above, it is unfair and ignorant of me to assume he could have made drastically different choices given his circumstance in the time period.", "authorname": "ottoswingler", "id": "8602872-3490814619-72157617700790255", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3490814619/#comment72157617793062182", "realname": "", "path_alias": "antiphonfotos", "author": "24246413@N00", "iconserver": "86", "datecreate": "1241641378", "_content": "Lot's of people in that time period were empathetic to Amerindians.  To say he bears no responsibility for his actions because killing natives was the social norm he aligned himself with is irresponsible.\n\nThe reason we know in such detail the barbarism perpetrated by the Europeans was that there were vast numbers of whites who knew what was being done to the Indigenous Tribes was a crime, and they recorded these atrocities:\n<i>\n&quot;Wholesale massacre occurred and I have never heard of a more brutal, cold-blooded massacre than that at Wounded Knee. About two hundred women and children were killed and wounded; women with little children on their backs, and small children powder burned by the men who killed them being so near as to burn the flesh and clothing with the powder of their guns, and nursing babes with five bullet holes through them.&quot; </i>   ~General Nelson A. Miles, division chief officer, December 29, 1890", "authorname": "Hart Ryan Noecker", "id": "8602872-3490814619-72157617793062182", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3490814619/#comment72157617951331498", "realname": "Peter Richardson", "path_alias": "zoomy", "author": "22025373@N00", "iconserver": "8249", "datecreate": "1241974567", "_content": "Amazing shot.", "authorname": "meetar", "id": "8602872-3490814619-72157617951331498", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3490814619/#comment72157620635159235", "realname": "Glenn Miles", "path_alias": "glenn-miles", "author": "28331053@N02", "iconserver": "3833", "datecreate": "1246384931", "_content": "Miles was actually a champion of the rights of native north Americans, and as well championed the cause of anti imperialism, an unpopular view in the early 20th century. Please do a little in depth research before condemning a man that was put in an untenable position by the very nature his job. He wanted and promised better conditions for America's indigenous people, only to see his promises broken by a congress that was in the pocket of developers who needed western expansion to fill their own pockets.", "authorname": "Glenn Miles", "id": "8602872-3490814619-72157620635159235", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3490814619/#comment72157625264090822", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1288326995", "_content": "Vice-President Sherman at the same ballpark -- taken at the same time:\n<a href=\"http://www.flickr.com/photos/library_of_congress/3512131989/in/photostream/\">www.flickr.com/photos/library_of_congress/3512131989/in/p...</a>\n[http://www.flickr.com/photos/library_of_congress/3512131989/in/photostream/]\n<a href=\"http://www.flickr.com/photos/library_of_congress/3512132493/in/photostream/\">www.flickr.com/photos/library_of_congress/3512132493/in/p...</a>\n[http://www.flickr.com/photos/library_of_congress/3512132493/in/photostream/]", "authorname": "Wystan", "id": "8602872-3490814619-72157625264090822", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3490814619/#comment72157634761446081", "realname": "John Doe", "path_alias": null, "author": "98233978@N04", "iconserver": "0", "datecreate": "1374601411", "_content": "Nelson Miles was an American hero. I suspect that all the people here who condemn him are either A) from the South and don't like the fact that he ordered their boy Jeff Davis chained to a wall in his cell, B) hypocrites who live in the Western States only because Nelson Miles and his army made the west safe for settlers, or C) ignorant people who don't know that he repeatedly called for fair and humane treatment of the &quot;Native Americans&quot; before Congress, and made many political enemies because of this principled stance.\n\nP.S. The term &quot;Native Americans&quot; is not an accurate description. At the time that term was coined we thought the &quot;Native Americans&quot; were native to the Western Hemisphere. We know now that this is not true, they were simply the first immigrants to the Western Hemisphere, having immigrated from Mongolia long before the &quot;whites&quot; immigrated from Europe. They are just immigrants to this land like the &quot;whites&quot; are. Just because they were first does not entitle them to any special privileges, just like the &quot;whites&quot; do not afford the Italians any special privileges in North America because Columbus was the first among them to arrive.", "authorname": "mlkywy9", "id": "8602872-3490814619-72157634761446081", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3490814619/#comment72157634762457211", "realname": "", "path_alias": null, "author": "21686909@N07", "iconserver": "2188", "datecreate": "1374606227", "_content": "The &quot;Native Americans&quot; indeed immigrated to North America, 13-15,000 years ago and were the first known humans here.  They had long established tribes and lands that they inhabited which were unfairly taken away from them by Europeans who had absolutely no right to do so, but the whites had the might of gunpowder and also diseases such as small pox which they spread among the tribes.  I disagree with you.  The &quot;Native Americans&quot; indeed were entitled to lands they settled on because they were here before the white Europeans.  They were here for thousands of years.  They were treated miserably and their treatment was  often worse than the treatment the white Europeans gave to the black slaves of the south.   I don't care if Miles did call for fair and humane treatment of them.  It was not fair and humane to drive them from their land or to take them into custody, and certainly not to kill them if they did not give in.  His idea of &quot;fair and humane treatment&quot; was not my idea of fair and humane.   Face it, our European forefathers were nothing but avaricious bullies who felt they had a right to eradicate an entire race of people simply because they, the whites, felt intellectually and morally superior.  To them, the &quot;Native Americans&quot; were noble savages.  The white man had &quot;God&quot; on his side.  And that is another thing, it was wrong to force Christianity on these people.  They already had a &quot; natural religion of the Great Spirit&quot; and an established culture.   You can argue all you want that one religion is better than another or that one culture is more advanced than another, but don't try to peddle this &quot;fair and humane&quot; genocide of a race of human beings.", "authorname": "budderflyman", "id": "8602872-3490814619-72157634762457211", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3490814619/#comment72157634765484871", "realname": "John Doe", "path_alias": null, "author": "98233978@N04", "iconserver": "0", "datecreate": "1374622080", "_content": "You say:&quot;The &quot;Native Americans&quot; indeed were entitled to lands they settled on because they were here before the white Europeans.&quot; If you were intellectually honest, you would therefore also argue for an end to all immigration to the United States because the land belongs to those who are already here and nobody else has a right to come and live on this land.\n\n\nWhy should North America belong to the Asian-Americans (Mongolian immigrants now called Native Americans) only? Why cannot Europeans, Africans, and other Asians also immigrate and live here? \n\nThe United States did not acquire any of it's land from &quot;Native Americans&quot;, with the possible exception of Hawaii. All U.S. land was acquired from Britain, France, Spain, Mexico, and Russia. If the so-called &quot;Naive-Americans&quot; have any beef it should be with these colonial powers and not the U.S. which acquired it's land though international treaties with said colonial powers.\n\nYes, some &quot;whites&quot; treated some of their &quot;non-white&quot; American countrymen unjustly, but that can be attributed to their being human not to their being &quot;white&quot;. All humans have a cruel and mean streak, it is part of our descent from animals. How many countless atrocities were committed by the &quot;Native Americans&quot; against &quot;whites&quot;?", "authorname": "mlkywy9", "id": "8602872-3490814619-72157634765484871", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3490814619/#comment72157634766639819", "realname": "", "path_alias": null, "author": "21686909@N07", "iconserver": "2188", "datecreate": "1374630007", "_content": "Read &quot;Bury My Heart at Wounded Knee&quot; by Dee Brown and also try &quot;My Apologies to the Iroquois&quot; by Edmund Wilson.  \n\nIf you reread what I wrote, I never mentioned the U.S. specifically taking the land....I said &quot;Europeans&quot;.  But, the U.S. indeed acquired millions of acres from the Native Americans by simply taking over hunting grounds and villages during the westward expansion.  The U.S. broke something in the neighborhood of 280 treaties with the natives.  No wonder they fought back and committed atrocities against the white man.  They were forced to move to reservations or further westward and then the US reduced the size of the reservations or simply forced them off reservations.  This continued into the 1960s when the US flooded a vast part of the Allegheny Reservation.  To help settle lawsuits the US allowed the Native Americans to &quot;own&quot; a certain number of casinos on their own reservation lands.  Big deal.  The US Govt stole lands from these people, took it right from under them.  \n\nNot only did the US take over reservation lands that were given to natives in treaties by the US, but this country allowed the senseless slaughter of millions of buffalo by men who simply let the animals pile up and rot on the prairies after shooting them from the Union Pacific RR.  So, a large source of  food and leather was taken away from the native Americans.  \n\nThe rest of the world turned a blind eye to what happened to the native Americans....the &quot;civilized&quot; world allowed a new nation to be built while destroying a &quot;savage&quot;, uncivilized one.   The &quot;savages&quot; were conquered and the US government has monitored immigration ever since.  People of all nationalities and countries have come here, but there have been quotas.  That is not the point.....it is a different nation now and there is no turning back.  It should never have happened in the first place.  Perhaps Henry Hudson should have paid a little more than he did for Manhattan.  Perhaps the white man should have been truly fair and offered something besides trinkets, lies and broken treaties for land here.  Look, I think the Native Americans got a raw deal, all the way around.  Now, how would you like it if an advanced race of human like beings appeared from outer space and herded Americans out of their homes onto some reservation on another planet?", "authorname": "budderflyman", "id": "8602872-3490814619-72157634766639819", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3490814619/#comment72157634768503123", "realname": "John Doe", "path_alias": null, "author": "98233978@N04", "iconserver": "0", "datecreate": "1374642471", "_content": "The reservations were not sovereign nations, they were still part of the United States. The laws of eminent domain applied to the reservations back then and still apply today. As a sovereign nation the United States has the right to take any piece of land within it's borders and use it as it wishes. It doesn't matter if there is a private house on the land, or a private business, or anything else. That's the meaning of the word &quot;sovereignty&quot;. Because the &quot;Native Americans&quot; could not understand concepts like sovereignty and eminent domain they used force against innocent civilians who in turn had to be protected by the U.S. Army. \n\nSovereignty over this land was transfered from Britain, France, Spain, Mexico, and Russia to the United States. North America was taken away from the &quot;Native Americans&quot; long before the United States existed, it had nothing to do with the U.S. There are peoples and nations all over the world that have lost lands to conquerors, the &quot;Native Americans&quot; are not unique in this. The entire Middle East was conquered by Arabs and Turks who had no business there. The Copts, Assyrians, Byzantines, Hebrews, Babylonians etc..were the &quot;natives&quot; of the Middle East but they all had their lands conquered by the Arabs and Turks, and they all had their civilizations destroyed and replaced by that of the conqueror. \n\nNeed I remind you that the Mongolian cousins of the &quot;Native Americans&quot; were the most brutal and ruthless of all conquerors.\n\nBy the way, it was Peter Minuit who purchased Manhattan, and Americans should not have to answer for the actions of European colonialists and imperialists. Your beef seems to be with the colonial powers of Europe. The United States cannot be faulted for obtaining land from European powers and exercising sovereignty over that land. If the &quot;Native Americans&quot; want to get back at Peter Minuit, a 16th Century Dutchman, by scalping innocent U.S. citizens then they should expect a visit from the U.S. Army.", "authorname": "mlkywy9", "id": "8602872-3490814619-72157634768503123", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3490814619/#comment72157634779433941", "realname": "", "path_alias": null, "author": "21686909@N07", "iconserver": "2188", "datecreate": "1374708189", "_content": "From Wikipedia:\n\nAnother dispute over American Indian government is its sovereignty versus that of the states. The federal U.S. government has always been the government that makes treaties with Indian tribes - not the states. Article 1, Section 8 of the Constitution states that “Congress shall have the power to regulate Commerce with foreign nations and among the several states, and with the Indian tribes”.[3] This determined that Indian tribes were separate from the federal or state governments and that the states did not have power to regulate commerce with the tribes, much less regulate the tribes. The states and tribal nations have clashed over many issues such as Indian gaming, fishing, and hunting. American Indians believed that they had treaties between their ancestors and the United States government, protecting their right to fish, while non-Indians believed the states were responsible for regulating commercial and sports fishing.[26] In the case Menominee Tribe v. United States in 1968, it was ruled that “the establishment of a reservation by treaty, statute or agreement includes an implied right of Indians to hunt and fish on that reservation free of regulation by the state”.[27] States have tried to extend their power over the tribes in many other instances, but federal government ruling has continuously ruled in favor of tribal sovereignty. A seminal court case was Worchester v. Georgia. Chief Justice Marshall found that “England had treated the tribes as sovereign and negotiated treaties of alliance with them. The United States followed suit, thus continuing the practice of recognizing tribal sovereignty. When the United States assumed the role of protector of the tribes, it neither denied nor destroyed their sovereignty.”[28] As determined in the Supreme Court case United States v. Nice (1916),[29] U.S. citizens are subject to all U.S. laws even if they also have tribal citizenship.\n\n                                     - from &quot;Tribal Sovereignty in the United States\n\nThe Mongolian conquerors you are referring to lived thousands of years after the migration of peoples who became the &quot;Native Americans.&quot;  Do you really believe that certain races of people are innately more ruthless than others?  I don't.", "authorname": "budderflyman", "id": "8602872-3490814619-72157634779433941", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3490814619/#comment72157634788818608", "realname": "John Doe", "path_alias": null, "author": "98233978@N04", "iconserver": "0", "datecreate": "1374727800", "_content": "Indian reservations have always been considered independent of state governments, but that does not mean that they are independent sovereign nations equal in status with the United States, Belgium, Japan, or Argentina. They do not have a seat at the United Nations nor do they exchange ambassadors with foreign countries. Indian reservations are still subject to United States sovereignty, the land they sit on is U.S. territory. Indian tribes are sovereign in the same sense of the word as U.S. states are referred to as sovereign states. This is not the same sovereignty that nation states possess. Nation states have complete sovereignty over their land, this includes U.S. sovereignty over Indian reservations. Therefore the United States has the right of eminent domain over all tribal lands and has the legal right to seize that land for it's own use, provided that the tribes are given compensation. \n\nOnce the &quot;Native Americans&quot; lost their sovereignty to the European colonial powers the ball-game was over. North America ceased to be their land, however unjust this might have been. No more unjust than Egypt being ruled by Arabs. The history of humanity has been one long list of injustices, but we can only deal with reality as it exists now, not as we wish things could have been or should have been. When the United States acquired its land from Britain, France, Spain, Mexico, and Russia the &quot;injustice&quot; that the European nations had committed against the &quot;Native Americans&quot; was simply an historical footnote.", "authorname": "mlkywy9", "id": "8602872-3490814619-72157634788818608", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3490814619/#comment72157634797087926", "realname": "", "path_alias": null, "author": "21686909@N07", "iconserver": "2188", "datecreate": "1374780711", "_content": "So you think the Native Americans have received just compensation from the US?  I don't.   Nearly 300 treaties with the US and all of them broken.  \n\nYou can choose to forget the past and move forward.  I choose to state here that there has never been just compensation for these people.  And that includes forcing the children to attend Christian schools where instead of being taught like white kids, they were mainly taught how to weave baskets and make brooms and how to &quot;fear the lord.&quot;  \n\nWe are going in circles here and no one else is even reading this.  I have other things to do.  I have written how I feel.  I don't even know whom I am arguing with.  The least you could do is get yourself an icon with your photo on it and have a name other than &quot;John Doe&quot; with absolutely no photo images on your stream and nothing about yourself.  I consider your sort a troll.  \n\nThis is what the &quot;new Flickr&quot; has morphed into.  Gradually, those of us who are serious about photography will be replaced by individuals who have nothing meaningful to contribute to the &quot;Flickr Community.&quot;  This is why it was foolish of Flickr to get rid of the Pro status of those of us who have paid for years and who helped Flickr grow, only to be destroyed by Marissa Mayer who knows absolutely nothing about photography, and, sadly, does not care.\n\nI'm outta here.", "authorname": "budderflyman", "id": "8602872-3490814619-72157634797087926", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3490814619/#comment72157637387816195", "realname": "Glenn Miles", "path_alias": "glenn-miles", "author": "28331053@N02", "iconserver": "3833", "datecreate": "1383768561", "_content": "Nowhere near just compensation. I would grant them sovereignty over all lands west of the Mississippi. Not a popular view. But Miles' attitude was anti imperialism which made him unpopular with Teddy Roosevelt who was his boss. He married Sherman's daughter so I have a lot of military in my blood.", "authorname": "Glenn Miles", "id": "8602872-3490814619-72157637387816195", "iconfarm": 4}], "photo_id": "3490814619"}}