{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8935054938/#comment72157633946738079", "realname": "", "path_alias": null, "author": "89062420@N02", "iconserver": "3770", "datecreate": "1370444431", "_content": "Here is his London Gazette entry. <a href=\"http://www.london-gazette.co.uk/issues/30262/supplements/9087\" rel=\"nofollow\">www.london-gazette.co.uk/issues/30262/supplements/9087</a>", "authorname": "Forces War Records", "id": "32254785-8935054938-72157633946738079", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8935054938/#comment72157633946771645", "realname": "", "path_alias": null, "author": "89062420@N02", "iconserver": "3770", "datecreate": "1370444545", "_content": "We have him serving in the 1st, 2nd, 3rd and 4th Battalions (Regular)", "authorname": "Forces War Records", "id": "32254785-8935054938-72157633946771645", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8935054938/#comment72157633950704894", "realname": "Paul Johnson", "path_alias": null, "author": "96372195@N04", "iconserver": "0", "datecreate": "1370449043", "_content": "Ronald Victor Croderay BODLEY. The London Gazette of 17 November 1914 shows him with the 10th Battalion. <a href=\"http://www.london-gazette.co.uk/issues/28979/supplements/9503\" rel=\"nofollow\">www.london-gazette.co.uk/issues/28979/supplements/9503</a> Arrived on the Western Front in May or June 1915. MIC shows him as British Military Attaché in Paris in 1919.", "authorname": "pauljohnson2", "id": "32254785-8935054938-72157633950704894", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8935054938/#comment72157633951442588", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1370451534", "_content": "Ronald Victor Courtenay Bodley MC KRRC, b. Paris, 1892, d. 1970.  His father was John Edward Courtenay Bodley.  He was educated at Eton and went directly to the Royal Military Academy Sandhurst from where he was Commissioned as a Second Lieutenant into the King's Royal Rifle Corps on 20th September 1911.\n\nHe was appointed as an Acting Captain from Lieutenant in 10th King's Royal Rifle Corps on 22nd October 1914. [London Gazette of 18th November 1914].  On 5th May 1916 he is shown departing from an appointment as a Staff Captain at Brigade Headquarters (note, not an MC at this date) only to be shown Seconded as a Staff Lieutenant on 14th June 1916 as a 'Special Appointment' (which suggests that he may have gone across to a French Headquarters as a Liaison Officer for the impending offensive on the Somme).  \n\nThe award of his Military Cross is published in the Supplement to the London Gazette of 3rd June 1916. (There is no apparent citation for this award).\n\nHis promotion to Captain is published in the LG of 1st August 1916, retrospectively backdated to 10th February 1916.  He was appointed a Temporary Major on 23rd September 1916 - and then Acting Lieutenant Colonel as Commanding Officer of a battalion of KRRC on 24th October 1916, by which time he has been awarded his Military Cross.  He is shown in the LG relinquishing that rank, returning to Captain, on leaving his Battalion on 31st July 1917.\n\nOn 1st August 1917, reverted to Captain from Temporary Major on appointment as a Staff Captain and OC of an Officer Cadet training unit.  However, on 12th August 1918, he was re-appointed and is noted as relinquishing the rank of Acting Major having been the CO of what had become an Officer Cadet Training Battalion.\n\nHe was appointed as an attaché to attend the Paris Peace Conference in 1919 in the rank of Colonel, having been appointed as an Assistant Military Attache in Paris on 15th August 1918. \n\nAlso awarded the Croix de Chevalier by the French Republic  in 1919, published in The London Gazette on 11th March 1919..", "authorname": "Gary Donaldson", "id": "32254785-8935054938-72157633951442588", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8935054938/#comment72157634662160871", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1373990157", "_content": "Info gleaned from R V C Bodley article in Wikipedia:\nColonel Ronald Victor Courtenay (R. V. C.) Bodley (born March 1892 Paris, died 26 May 1970 in Surrey) was a British army officer, author and journalist.\n\nHe was a descendant of Sir Thomas Bodley.\n\nAs assistant military attaché Bodley attended the 1919 Paris Peace Conference. What Bodley heard there reportedly made him feel like what he and millions of other soldiers had fought for was all for nothing. Disillusioned with the military, Bodley considered a career in politics instead.\n\nHis cousin Gertrude Bell introduced Bodley to T. E. Lawrence. Bodley ran into Lawrence one day outside the Paris Peace Conference and told him of his intent to move into politics. Lawrence responded furiously, calling Bodley a moron and a traitor. When Bodley replied telling him he had no other prospects now that the war was over and asking what he should do, Lawrence suggested &quot;Go live with the Arabs.&quot; Bodley promptly sorted his affairs and went to live in the Sahara. His bemused friends held him a farewell party. They all agreed Bodley would be back in six weeks; Bodley did not return for seven years.\n\nBodley spent his seven years living with Arabs in the Sahara desert. He lived with a nomad tribe, purchasing a herd of sheep and goats and using them as a source of income. He wore Arab dress, spoke their tongue, practiced the Muslim faith and even lived with an Arab girl for a time. Wind in the Sahara, first published in 1944, is about his experiences there. Bodley was considered amongst the most distinguished British writers on the Sahara.\n\nRonald Bodley, commenting on life in the Sahara\n&quot;One of the strongest impressions I had when I lived with the Arabs, was the 'everyday-ness' of God. He ruled their eating, their travelling, their business, their loving. He was their hourly thought, their closest friend, in a way impossible to people whose God is separated from them by the rites of formal worship.&quot;\n\nBodley also spent considerable time travelling around Japan and the South Pacific Mandates, and wrote about his experiences and findings in the book The Drama in the Pacific.\n\nBodley was thanked by the authors of the book, The Secret Lives of Lawrence of Arabia, for the information he provided.\n\nBodley was awarded the Order of Carol I by Ferdinand of Romania in 1920 and the Order of Wen-Hu (4th Class) by the Republic of China in 1921.\n\nDeath announced in The London Gazette Issue 45238 published on the 26 November 1970. Page 74.", "authorname": "brenontario", "id": "32254785-8935054938-72157634662160871", "iconfarm": 8}], "photo_id": "8935054938"}}