{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1316418644", "originalformat": "jpg", "owner": {"username": "Riksarkivet (National Archives of Norway)", "realname": "", "nsid": "59811348@N05", "iconserver": "5060", "location": "Oslo, Norway", "path_alias": "national_archives_of_norway", "iconfarm": 6}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "6162074206", "title": {"_content": "Favorittbilde #5. Ukas bilde / Photo of the week 38/2011"}, "media": "photo", "tags": {"tag": [{"raw": "Leonard Cohen", "machine_tag": 0, "id": "59806008-6162074206-162454", "_content": "leonardcohen", "author": "59811348@N05"}, {"raw": "Axel Jensen", "machine_tag": 0, "id": "59806008-6162074206-33977768", "_content": "axeljensen", "author": "59811348@N05"}, {"raw": "Hellas", "machine_tag": 0, "id": "59806008-6162074206-7732", "_content": "hellas", "author": "59811348@N05"}, {"raw": "Hydra", "machine_tag": 0, "id": "59806008-6162074206-48410", "_content": "hydra", "author": "59811348@N05"}, {"raw": "Greece", "machine_tag": 0, "id": "59806008-6162074206-12029", "_content": "greece", "author": "76613462@N00"}]}, "comments": {"_content": "2"}, "secret": "59e5cc5a01", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "Anne Riise, rådgiver i seksjon for papirdepot og arkivbeskrivelse, viser frem sitt favorittbilde denne uken:\n\nFavorittbilde #5:\nAxel Jensen på Hydra Hellas” står det på konvolutt nr. 2717 i arkivet etter Billedbladet NÅ (PA-0797). Bildene er tatt av Bjørn Glorvigen i 1960.\nHydra er ei lita øy som ligger drøyt 40 mil sør for Pireus. Fra slutten av 1950-tallet blomstret det opp en internasjonal kunstnerkoloni der. Forfatteren Axel Jensen og hans kone Marianne Ihlen kom til øya i 1958 og ble en del av dette miljøet. Den svenske forfatteren Göran Tunström bodde der og (den da ganske ukjente) Leonard Cohen kjøpte hus der høsten 1960. Axel Jensens ”Joacim” kom ut i 1961. Det er en utbredt oppfatning at figuren Lorenzo i boka er basert på Leonard Cohen, men selv hevdet Jensen at figuren var inspirert av Tunström. At Marianne Ihlen og Leonard Cohen ble et par etter at Axel Jensen forlot henne er derimot velkjent. \nBildet er fra havna på Hydra. Selv om bildet er tatt i 1960 er det lett å kjenne igjen havna og husene også i dag. Øya er fortsatt bilfri og er av UNESCO kåret til ”Best preserved island of the Mediterranean”. Den største forskjellen på da og nå er strømledningene. Øya fikk elektrisitet først ut på 1960-tallet, og Leonard Cohen startet på sangen ”Bird on a wire” den dagen han så ledningene utenfor vinduet sitt.\nNår jeg ser på dette bildet kjenner jeg sola stikke i nakken. Jeg kjenner duften av nystekt brød hos bakeren oppe i smuget til venstre. Og jeg hører Leonard Cohen synge. Så fint at et bilde fra 1960 kan romme så mye. \nArkiv: PA-0797 Billedbladet NÅ, nr. 2717\nFotograf: Bjørn Glorvigen\n\nAnne Riise shows us her favorite photo this week:\n\nFavorite photo #5:\n“Axel Jensen at Hydra Greece” it says on envelope no 2717 in NÅ’s archive (PA-0797). The photos are taken by Bjørn Glorvigen in 1960.\nHydra is a small island located 400 km south of Pireus. At the end of the 1950s, an international artist community blossomed there. The author Axel Jensen and his wife Marianne Ihlen came to the island in 1958 and became part of this community. The Swedish author Göran Tunström lived there, and the relatively unknown Leonard Cohen bought a house there in the fall of 1960. Axel Jensen’s “Joacim” came out in 1961. It is widely recognized that the character Lorenzo in the book is based on Leonard Cohen, but Jensen himself said that the character was inspired by Tunström. That Marianne Ihlen and Leonard Cohen became a couple after Axel Jensen left her is on the other hand well known.\nThe photo is from the harbor in Hydra. Although the photo was taken in 1960, it is easy to recognize the harbor and the houses even today. There are still no cars on the island, and has been elected “Best preserved island of the Mediterranean”. The biggest difference between now and then are the wires. The island got electricity as late as into the 1960s, and Leonard Cohen started working on the song “Bird on a Wire” the day he saw the wires outside his window. \nWhen I look at the photo I feel the sun on my neck. I smell the fragrance of freshly baked bread in the alley to the left. And I hear Leonard Cohen sing. It is nice that a photo from 1960 can contain so much.\nArchive: PA-0797 Billedbladet NÅ, no 2717\nPhotographer: Bjørn Glorvigen"}, "isfavorite": 0, "views": "2203", "farm": 7, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2011-09-19 09:50:44", "lastupdate": "1374012630", "takengranularity": "0", "posted": "1316418644"}, "originalsecret": "d6c6d34ca2", "license": "7", "notes": {"note": []}, "server": "6075", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/national_archives_of_norway/6162074206/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}