{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/4011297752/#comment72157622590793298", "realname": "Robert Grant", "path_alias": null, "author": "12363891@N03", "iconserver": "8131", "datecreate": "1255617355", "_content": "Parece-me que está muito baixo na água!", "authorname": "rgrant_97", "id": "26532116-4011297752-72157622590793298", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/biblarte/4011297752/#comment72157632165494146", "realname": "felix simoes", "path_alias": null, "author": "90572221@N02", "iconserver": "8484", "datecreate": "1354571482", "_content": "Olhando para esta foto, foi como estar numa máquina do tempo e ter retrocedido cerca de 67 anos. Quando nessa época, ia com a minha mãe para o cais da Rocha esperar este belo navio onde o meu pai era tripulante. Em relação ao navio estar muito baixo, com carga máxima era exatamente assim, aliás, se repararem, no casco, está a marcação da cota. Nesse tempo os familiares dos tripulantes depois do navio atracar podiam subir a bordo, essa era a parte que eu mais gostava, ia para o deck ver a descarga de certas mercadorias e alguns automóveis pertencentes aos passageiros. A descarga da mercadoria que transportava, «como era um navio misto de carga e passageiros» e vinha sempre com carga máxima ou era rebocado para o interior da doca, ou para o cais do tabaco. Eu adorava fazer esse percurso a bordo, conheci muito bem este belo navio, e quase todos os tripulantes me conheciam, desde a ponte à casa das máquinas. A última viagem foi igual às que ultimamente vinha fazendo, Madeira, S.Tomé e Príncipe,  Angola, CapeTown, Moçambique e Macau onde permaneceu durante seis meses dando apoio como navio Hospital. Nesta estive um ano sem ver o meu pai, foi quanto tempo durou a última e derradeira viagem. Depois ficou fundeado até ser vendido para desmantelar.", "authorname": "Felix Simões", "id": "26532116-4011297752-72157632165494146", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/biblarte/4011297752/#comment72157633108506223", "realname": "", "path_alias": "lalique", "author": "43824889@N00", "iconserver": "2566", "datecreate": "1364494212", "_content": "O meu avô viajou nesse barco, para Angola, no dia 8 de Março de 1930.", "authorname": "Wild Rose-crafts", "id": "26532116-4011297752-72157633108506223", "iconfarm": 3}], "photo_id": "4011297752"}, "flarchive:created": 1387758174}