{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7921758542/#comment72157631543431960", "realname": "", "path_alias": null, "author": "82837485@N08", "iconserver": "0", "datecreate": "1347740778", "_content": "Full details for this officer are at:  <a href=\"http://www.as.edu.au/community/archives/ww1/maxwell.php\" rel=\"nofollow\">www.as.edu.au/community/archives/ww1/maxwell.php</a>\n\nIn brief.  He was born in Brisbane, Australia, on 11 April 1892.  His father, Walter Maxwell, was American.  He attended The Armidale School in Australia from February 1901 to June 1908, before going to the United States where he went to Harvard University.  Upon the outbreak of war he left Harvard, sailed to Britain and was commissioned into the Essex Regiment.\n\nDetail from the website quoted above:\n\n&quot;The circumstances of his death are recorded in the Armidalian April 1917. “His regiment went over the parapet 1100 strong, and that night 98 answered the roll call. Of his company only 20 were left, all ranks. He was wounded early in the engagement, and had he given up and been cared for might have been living to-day but he fought on, taking prisoners and organising bombing for more than three hours At last he was seen to be so weak from loss of blood that he could no longer speak, and kept constantly falling down. He picked himself up each time and still tried to lead, and then even to follow his men. The regiment had to go on and they were finally forced to leave him alone, to die. He had a deep wound near the temple and was rapidly bleeding to death. The body was never found and it is thought that when he could no longer rise, he crawled into a dug-out, which was afterwards blown in by a shell. The trench in which they left him was completely wrecked.&quot; He was aged 24.\n\nHis parents founded a library in his memory at The Armidale School which later became a Common Room,\n\nThey carry back bright to the Coiner\nThe mintage of man\nThe lads that will never die in their glory\nAnd never be old&quot;. (These lines are by A.E. Housman 1859 - 1936)", "authorname": "Stratyllis", "id": "32254785-7921758542-72157631543431960", "iconfarm": 0}], "photo_id": "7921758542"}}