{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/6266479086/#comment72157627946443952", "realname": "", "path_alias": null, "author": "91829349@N00", "iconserver": "5466", "datecreate": "1319225314", "_content": "&quot;M. Gruault, a Frenchman, was courtmartialled and sentenced to death for offering the Cologne Gazette details of the wireless station of Eiffel Tower and the aerodrome at Issylestoulineaux.  If the man is shot he will be the first spy executed in France, though <em>wild rumors state that 1573 spies have already been shot</em>.&quot;\n\n(My emphasis.  Anyone see the movie <em>Paths of Glory</em>? )\n\n<a href=\"http://paperspast.natlib.govt.nz/cgi-bin/paperspast?a=d&amp;d=BOPT19140818.2.7&amp;l=mi&amp;e=-------10--1----0--\" rel=\"nofollow\">paperspast.natlib.govt.nz/cgi-bin/paperspast?a=d&amp;d=BO...</a>", "authorname": "rjones0856", "id": "8602872-6266479086-72157627946443952", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/6266479086/#comment72157627946849316", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1319229513", "_content": "I think the spelling of Degradation on the negative is the correct one.", "authorname": "artolog", "id": "8602872-6266479086-72157627946849316", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/6266479086/#comment72157627976880372", "realname": "Arden", "path_alias": "arden_loc", "author": "35072786@N08", "iconserver": "3331", "datecreate": "1319564687", "_content": "rjones0856: Thank you for the context behind this photograph. We will add some details to the image description when we update.  artolog: Thanks for catching the typo in the title.  We will fix it.", "authorname": "Arden (LOC P&P)", "id": "8602872-6266479086-72157627976880372", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/6266479086/#comment72157627875330821", "realname": "", "path_alias": null, "author": "18643384@N08", "iconserver": "8414", "datecreate": "1319842914", "_content": "Revenu du bagne, Paul Gruault a été comptable de la revue <i>Détective</i> aux Éditions Gallimard", "authorname": "J.-C. Curtet", "id": "8602872-6266479086-72157627875330821", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/library_of_congress/6266479086/#comment72157627877014345", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1319868740", "_content": "I don't think it's the same person, however.", "authorname": "artolog", "id": "8602872-6266479086-72157627877014345", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/6266479086/#comment72157628002514728", "realname": "", "path_alias": null, "author": "18643384@N08", "iconserver": "8414", "datecreate": "1319883702", "_content": "Non ? Peut-être…\nGruault &quot;l'espion&quot; a bien été envoyé au bagne. Or on lit dans l'article <i>&quot;Détective&quot;, crime et bon sentiment</i> d'Olivier Costemalle dans <i>Libération</i> du 17 février 2001 :\n\n<i>La rédaction fait campagne contre la guillotine, contre le bagne. Un beau jour, un homme se présente dans les bureaux, au 35 de la rue Madame. Il se nomme Paul Gruault, et vient tout juste d'être libéré de Cayenne. «Vous prétendez vous battre pour qu'on en finisse avec le bagne, mais pour les bagnards, que faites-vous?» Gaston Gallimard le prend au mot, et l'embauche comme comptable. Il le restera jusqu'en 1972</i>\n\nEst-ce que ce serait deux personnes différentes ?...", "authorname": "J.-C. Curtet", "id": "8602872-6266479086-72157628002514728", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/library_of_congress/6266479086/#comment72157628004672426", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1319908432", "_content": "The man who appeared at the offices of Gallimard 15 years later, after being released from the Cayenne penal colony,  Paul Gruault, might be the same Corporal  Grualt or Gruault in the picture above.  \n<a href=\"http://www.liberation.fr/medias/0101364359-detective-crime-et-bon-sentiment\" rel=\"nofollow\">www.liberation.fr/medias/0101364359-detective-crime-et-bo...</a>\nI could not find his first name or any details of his sentence, except that the article posted by rjones086 above says Groualt was sentenced to death.   \n\nThat's why I think it is only possible, not probable, that Paul Gruault of Gallimard is the man in the photo above.", "authorname": "artolog", "id": "8602872-6266479086-72157628004672426", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/6266479086/#comment72157628005322144", "realname": "", "path_alias": null, "author": "18643384@N08", "iconserver": "8414", "datecreate": "1319914871", "_content": "Un nouvel indice : je trouve dans <i>Gaston Gallimard : un demi-siècle d'édition française</i> par Pierre Assouline, pages 213-4 :\n\n<i>Louis Roubaud ayant publié, dans un des premiers numéros de l'hebdomadaire*, une grande enquête sur les &quot;bons&quot; bagnards de Cayenne, ceux dont la réinsertion sociale est possible, un homme se présente un jour rue Madame et demande à voir le rédacteur en chef. Il s'appelle Paul Gruault, il a passé quinze ans à l'Île du Diable pour une rocambolesque et incroyable histoire d'amour, d'espionnage et d'argent. En quinze ans, il a eu le temps d'apprendre un métier sur le tas, la comptabilité.\n- Je fais partie des cas que vous avez évoqués dans l'article, dit-il à Kessel**. Puisque je suis sauvable, sauvez-moi. Trouvez-moi un emploi.\nConsulté, Gaston*** donne son accord après s'être entretenu avec ce chômeur pas comme les autres. L'ancien bagnard est donc chargé de la comptabilité du journal jusqu'à son sabordage en 1939; satisfait de ses services, Gaston lui voue une telle confiance qu'il l'engage aux éditions pour s'occuper de sa comptabilité personnelle et de ses comptes d'auteur, un poste auquel M. Gruaut [</i>sic<i>] apportera sa compétence jusqu'à la fin de sa vie</i>\n\n* <i>Détective</i>\n** Georges Kessel, frère de l'écrivain, rédacteur en chef de <i>Détective</i>\n*** Gallimard", "authorname": "J.-C. Curtet", "id": "8602872-6266479086-72157628005322144", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/library_of_congress/6266479086/#comment72157627883397893", "realname": "", "path_alias": null, "author": "91829349@N00", "iconserver": "5466", "datecreate": "1319945646", "_content": "I don't parlez, so I don't know what's being discussed.  The only other item I could find about this Gruault relates specifically to this photograph: <a href=\"http://trove.nla.gov.au/ndp/del/page/968618?zoomLevel=1\" rel=\"nofollow\">trove.nla.gov.au/ndp/del/page/968618?zoomLevel=1</a>\n_________________\nTRAITOR PUNISHED\nPARIS, September 26\n&quot;At 9 o'clock this morning, in the great courtyard of the Ecole Militaire Gruault, a French reservist was degraded for attempting to sell to Germany a plan of the Eiffel Tower wireless station.  After the adjutant had stripped Gruault of his military insignia the prisoner was paraded before the troops and handed to the gendarmes for punishment.&quot;\n___________________\n\nI can't find anything as to what punishment was carried out by the gendarmes -- I'd think the military would handle an execution themselves, so perhaps his sentence had been commuted to exile.  But I dunno...", "authorname": "rjones0856", "id": "8602872-6266479086-72157627883397893", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/6266479086/#comment72157628017445172", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1320045417", "_content": "I cannot find any articles that give the first name of Corporal Gruault (The contemporary newspaper articles spell his name this way so Bain's &quot;Grualt&quot; is incorrect).\nI did find an article from December 28, 1913 about a Paul Gruault, age 28, a bookkeeper, convicted of stealing jewels from the jewelry store where he worked.\nHis name and occupation match those of the man who later worked for Gallimard after 15 years in the penal colony of Cayenne, so I am inclined to think that it was this Gruault, not the soldier in the photo accused of espionage who was Gallimard's employee.\nHere is the URL of the article, from the newspaper L'Ouest-Éclair (Éd. de Caen):\n<a href=\"http://gallica.bnf.fr/ark:/12148/bpt6k492391x\" rel=\"nofollow\">gallica.bnf.fr/ark:/12148/bpt6k492391x</a>\n(The article is at lower left on the page)\nA crude translation, via Google Translate, tells the story:\n&quot;A NICE &quot;CLEAN&quot;\nJEWELRY\n\nOR HIT THE WINDOW\n\nParis, December 28.\n Paul Gruault, 28 years, residing 101 rue Saint Dominique, was employed as an accountant in expeditionary a jeweler of the Rue de la Paix which was in high esteem. Most recently, the jeweler looked in vain for a pair of earrings. At one point, he approached Paul Gruault and said kindly: Could you help me in my research?\n\nPaul Gruault  hesitated, turned pale and asked leave of absence. The next day, he did not come to the store. He was thought ill, they would learn at his home. He had not returned since twenty-four hours. The jeweler continued his research and found  that he was missing pins, rings, necklaces, pendant,two pearls, a wrist bracelet, etc..,\nin all for 20,000 francs of jewelry.\nHe noticed Paul Gruault was not the only one guilty of embezzlement.\nA polisher, Widow Riviere, 48, 11 rue Louis-le-Grand, had contributed.\n\nHere's how the two employees infidels:\nwhen the jewelry out to clean the windows, they announced a couple of articles less. They brought out seventeen, for example, and they said there were only fifteen or sixteen.  Their boss believed that the items were also in the store and did not realize the theft.\n\nThe stolen jewels were then pawned or sold.\n\nAfter an investigation by highly skilled police, the two thieves were arrested and yesterday\nthey appeared before Mr. Judge Bouchardon.\nThey both said they had acted in moments of madness.\n\n Paul Gruault said, bursting into tears, I went to the richest young people\nme, I wanted to spend like them, I wanted to shine, I'm unhappy.\n\nPaul Gruault and the widow Riviere committed their flights independently\nfrom each other they were not associated, and their surprise was great to be together at\nthe judge. Gruault stated that since leaving the store, he erred through the streets with the thought of suicide,but courage had failed him.&quot;", "authorname": "artolog", "id": "8602872-6266479086-72157628017445172", "iconfarm": 4}], "photo_id": "6266479086"}}