{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/anmm_thecommons/7258514918/#comment72157629917618398", "realname": "enrico parenti", "path_alias": "enrichino68", "author": "78966203@N04", "iconserver": "7230", "datecreate": "1338124719", "_content": "gran bella foto di gente che ha fatto grande l australia", "authorname": "enrichino68", "id": "33142378-7258514918-72157629917618398", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/anmm_thecommons/7258514918/#comment72157634610146490", "realname": "", "path_alias": null, "author": "51979177@N02", "iconserver": "5282", "datecreate": "1373638956", "_content": "I love these pics which show building works in progress...they're utterly fascinating...we get to see how the buildings were put together...and here we also get to see the masons and other construction workers who actually built the building...plus their tools all laid out...and in this instance I'd say it might also be possible to find in situ a few of the blocks which we see here lying around the worksite...\n\nAll up, I suspect this pic shows work on the Queensland Treasury Building stage two, the Elizabeth St extension, which (per Wikipedia) was evidently completed in 1893...I gather it was built in the period 1891-1893. I'm still a bit puzzled why we can't see more of the building that ended its days as the Queensland Government Tourist &amp; Intelligence Bureau, which was located on the corner of Queen/George Sts...it wasn't demolished until ca. 1922-23, when work on the Treasury Building stage three began...but maybe it's just hidden behind hoardings. \n\nIn this pic we are looking West more or less parallel with George St...the wall to the left with the balconies is part of the Treasury Building stage one (1886-1889)...when the Treasury Building was completed this became the southern wall of the inner courtyard...further afield we see the roof of the Supreme Court (completed 1879), which was located two blocks on down George St...the distinctive decorative chimneys on the Eastern side of the roof are just visible...\n\n<a href=\"http://nla.gov.au/nla.pic-vn3047740\" rel=\"nofollow\">nla.gov.au/nla.pic-vn3047740</a> ...this ?early 20th century NLA pic gives us an idea of what we're looking at...it is a view of the top end of Queen St looking South towards the Victoria Bridge...the NLA pic again shows the incomplete Treasury Building...the building we see on the corner of Queen/George Sts ended its days as the offices of the Queensland Government Tourist &amp; Intelligence Bureau...it was demolished in ?1922-23 to make way for the Treasury Building stage three (1922-1928). At various points in its life it had housed the Public Library, the Geological Museum, the Titles Office, etc.\n\n<a href=\"http://nla.gov.au/nla.news-article93511976\" rel=\"nofollow\">nla.gov.au/nla.news-article93511976</a> for all the cricket tragics...per this obit, NSW cricketer Ned Sheridan (1842-1923) came to Brisbane in 1883 to play for the Brisbane club, the Stanleys. He ended up staying in Brisbane...per the digitised newspapers, he appears to have run 'Sheridan's Cricket Depot' in Queen St from late 1883 until the early 1890s...per this obit, he also evidently had a hairdresser and tobacconist's shop in Queen St...still trying to establish whether his cricket depot and hairdresser/tobacconist shop were at the same place...and where they were located...one 1888 newspaper item refers to 'Ned Sheridan's, Queen St, near Victoria Bridge'...just going on the sign we see in this pic I'd say Ned Sheridan's was in Queen St, opposite the Treasury Building.\n\nIt's possible that the SLQ might have a few pics which will shed further light on things...but their server which does images has been out of action for a few days...there are a couple of pics at QSA which DO shed light on things...a pic of the Supreme Court Building which shows its roof...and a 1990s pic of the internal courtyard at the Treasury Building which shows the wall we see here...but I've had no luck with links to QSA (and SLQ for that matter)...they time out...so if you're interested, you'll have to try finding these images yourself at QSA (good luck!) <a href=\"http://www.archivessearch.qld.gov.au/Image/DigitalImageView.aspx?ImageId=4529\" rel=\"nofollow\">www.archivessearch.qld.gov.au/Image/DigitalImageView.aspx...</a> ...\n\nUnfortunately, the Treasury Building is now a casino...which I dare say is a better fate than decay and demolition...but it's a bit of a shame...lowered the tone of the place...I vaguely remember years ago watching a few Treasury clerks playing cricket in the courtyard there during their lunch break...probably then a century old tradition amongst Treasury clerks...with just me and Ned Sheridan's ghost looking on...\n\nYet another wonderful image!...real time-machine stuff...don't know how I missed this one when it was first put up on Flickr...maybe I was suffering from a bout of anti-Queensland mania...regardless, thanks ANMM!", "authorname": "quasymody", "id": "33142378-7258514918-72157634610146490", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/anmm_thecommons/7258514918/#comment72157634641433279", "realname": "", "path_alias": "anmm_thecommons", "author": "33147718@N05", "iconserver": "3829", "datecreate": "1373867218", "_content": "[http://www.flickr.com/photos/51979177@N02] THanks Quasymody! Fantastic level of detail. It is a pretty amazing image in that it allopws us to see the building work on a practical level. Had not made the Ned Sheridan cricketing connection either :)", "authorname": "Australian National Maritime Museum on The Commons", "id": "33142378-7258514918-72157634641433279", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/anmm_thecommons/7258514918/#comment72157636576536855", "realname": "shawn anderson", "path_alias": null, "author": "105469745@N04", "iconserver": "0", "datecreate": "1381829442", "_content": "There is great feeling and depth to your photo Australian National..., I am keen to license this photo along with a few others. Please contact me via artists@picsastock.com for details. Regards, Shawn Anderson.", "authorname": "andersonshawn130", "id": "33142378-7258514918-72157636576536855", "iconfarm": 0}], "photo_id": "7258514918"}, "flarchive:created": 1389681732}