{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/osucommons/3227044954/#comment72157615876521996", "realname": "", "path_alias": "lilsis_", "author": "9737230@N07", "iconserver": "3589", "datecreate": "1237964547", "_content": "It saddens me to see that these photo 's are pretty much the only things left of that awesone piece of Oregon's history. Though it is wonderful to see what the falls and river had once been.", "authorname": "ShShShay", "id": "34580971-3227044954-72157615876521996", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/osucommons/3227044954/#comment72157615823251647", "realname": "", "path_alias": "osucommons", "author": "34586311@N05", "iconserver": "2835", "datecreate": "1238032980", "_content": "Yes, I feel lucky that we have them! It's also amazing to read the history, listen to oral histories, and watch some of the video footage, especially now that we know the falls still exist under the water...", "authorname": "OSU Special Collections & Archives : Commons", "id": "34580971-3227044954-72157615823251647", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/osucommons/3227044954/#comment72157630637172610", "realname": "", "path_alias": null, "author": "49546718@N06", "iconserver": "0", "datecreate": "1342623863", "_content": "This must have been during a big flood. My vision is some day, remove The Dalles dam and restore the original river channel, and create a national park from the present waterline down.", "authorname": "KingFisher700", "id": "34580971-3227044954-72157630637172610", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/osucommons/3227044954/#comment72157632725770968", "realname": "", "path_alias": null, "author": "9324963@N02", "iconserver": "5484", "datecreate": "1360394573", "_content": "This is an interesting shot.  The vertical falls part of the rapid or what you might call the Celilo Falls themselves are upriver out of the picture on river left or the Oregon side of the river.  The falls formed sort of a horse shoe and they ranged from perhaps 10 to 20 ft high, or a bit higher maybe in places.  A lot of the river went over the falls, but not all of it.  So, in a cedar plank canoe, like David Thompson's, or in dug out canoes it was possible to pass this stretch of river without canoeing over a vertical waterfall.  Also perhaps worth mentioning...construction of the railroad bridge (finished in 1912) would have required at least some blasting, so it is possible the rapid looked different before the bridge.  I know of know photos that show this exact stretch of water before the bridge.  The cameras were all focused on the falls.", "authorname": "feralpigeon", "id": "34580971-3227044954-72157632725770968", "iconfarm": 6}], "photo_id": "3227044954"}, "flarchive:created": 1389685284}