{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1288590045", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "5135053248", "title": {"_content": "NASA Moses Lake Demonstrations"}, "media": "photo", "tags": {"tag": []}, "comments": {"_content": "1"}, "secret": "8b26ff554c", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>Collection:</b> NASA Langley Research Center Public Affairs Photos\n<b>Title:</b> NASA MOSES LAKE DEMONSTRATIONS\n<b>Creator:</b> NASA/Sean Smith\n\n<b>Description:</b> NASA's Human Robotic Systems Project, part of the agency's Exploration Technology Development Program, focused on human and robotic mobility systems for the moon, but also looked at communication and command and control systems that will connect the explorers with Earth and each other. The Moses Lake dunes provided a wide variety of soil consistencies and terrain that allowed the team to put prototype scout robots, rovers, cargo carriers, cranes and spacesuits through tests in a harsh and changing environment. The prototype tests will be used to inform developers of specific requirements needed in lunar surface support systems for the Constellation Program. The program is building the launch vehicles and spacecraft that will take a new generation of explorers to the moon, as well as lunar landers, habitats, life support systems, vehicles and robots to support them. A ground control team located thousands of miles away at Johnson operated the robots and coordinated the movements of the suited explorers. NASA's Ames Research Center in Moffett Field, Calif., tested two K10 rovers that surveyed simulated lunar landing sites and built topographic and panoramic 3-D terrain models. One rover used a ground-penetrating radar to assess subsurface structures. The other used a 3-D scanning laser system known as LIDAR to create topographic maps. The scout robots are designed to perform highly repetitive and long-duration tasks, such as site mapping and science reconnaissance.JPL tested two ATHLETE cargo-moving rovers. Each rover has six legs capable of rolling or walking over extremely rough or steep terrain. This will allow robotic or human missions on the surface of the moon to load, manipulate, deposit and transport payloads to desired sites. The team includes members from Johnson, Ames, Stanford University and The Boeing Co. of Chicago. NASA's Glenn Research Center in Cleveland, and Carnegie Mellon University of Pittsburgh tested an autonomous drilling rover that could be used to search for valuable resources under the lunar surface in the moon's polar regions. The team also includes members from Ames, Johnson, NASA's Kennedy Space Center, the Canadian Space Agency and the Centre for Advanced Technology Inc. in Sudbury, Ontario.\n\n<b>Date:</b> 7/9/08\n<b>Source:</b> <a href=\"http://www.archive.org/details/NasaMosesLakeDemonstrations20\" rel=\"nofollow\">www.archive.org/details/NasaMosesLakeDemonstrations20</a>\n\n<b>SOURCE</b>:  <a href=\"http://nasaimages.org/luna/servlet/detail/NVA2~24~24~62454~126924\" rel=\"nofollow\">nasaimages.org/luna/servlet/detail/NVA2~24~24~62454~126924</a>\n\n<b>Visit <a href=\"http://www.nasaimages.org\" rel=\"nofollow\">www.nasaimages.org</a> for the most comprehensive compilation of NASA stills, film and video, created in partnership with Internet Archive. </b>"}, "isfavorite": 0, "views": "5748", "farm": 5, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2010-10-31 22:40:45", "lastupdate": "1379448964", "takengranularity": "0", "posted": "1288590045"}, "originalsecret": "1769a4c01b", "license": "7", "notes": {"note": []}, "server": "4151", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/5135053248/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387643202}