{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7554821972/#comment72157630822841642", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1343665342", "_content": "This is William John Henry Brown, a qualified medical doctor, who lived with his parents and brother at 7 Northumberland Square, North Shields. He was educated at Oundle School and Durham University, and enlisted in the 9th Battalion London Regiment in 1914 at the age of 24.  He was commissioned into the Norfolks from The London Regiment in which he was very briefly a Rifleman, No 3528, and afterwards served in France with 1st Battalion Norfolks. His younger brother, Edwin Percival Wildman Brown, whose photograph appears elsewhere in this portfolio, also joined 3rd Battalion Norfolks and served in France as a Platoon Commander in 1st Norfolks.  \n\nWilliam is recorded as being attached to the &quot;15th Battalion&quot; when he was killed, but as Norfolks had no 15th Battalion it is likely this is erroneous and that he was either attached to the Brigade Staff of 15th Brigade from 1st Battalion, or he was serving with either the 15th Brigade Machine Gun Company or 15th Brigade Trench Mortar Battery].\n \nTheir father, Major William Henry Brown RAMC, had died aged 52 on 23rd August 1912, and their mother, Fanny Sophia, and two other siblings left North Shields soon afterwards. \n\nBy a tragic twist of fate, both A/Capt William Brown and his brother, 2Lt Edwin Brown, were killed in action on the same day, Monday 4th September 1916, during the Battle of Guillemont, 3-6 September 1916. Both officers are commemorated on the 1914-18 War Memorial in St Bartholomew's Church, Sydenham, Kent.\n\nMr Graham Sacker, a historian who is the registrar of the Machine-Gun Corps database, very kindly looked up the details of William John Henry Brown for me at the National Archive. W J H Brown enlisted with the 9th Battalion London Regiment (Queen Victorias Rifles) as Private 2528 [sic] on 1 Sep 1914, but was given a commission in the Royal Norfolks on 5 Sep 1914 and reported to them at Folkestone, (technically he was 'absent' from the QVR for 4 days, but this was quickly reconciled). He recorded on his attestation papers that he had previously served 5 years with Durham University OTC to 1912 and prior to that had attended Oundle School. At age 22 was 5'6&quot; tall and weighed 134lbs and he gave his address as 3 Syndfield Terrace, Snettisham, Norfolk. \n\nOn 10 Mar 1915 William Brown was very seriously wounded in action during fighting at Trench 26a at St Eloi. He suffered a through and through wound from a rifle bullet which entered on the left side of his front chest at the 5th rib cartilage near the sternum and exited through his back at the right side at the 9th intercostal space, fracturing his 7th rib. William was evacuated to England to Lady Carnarvon's Hospital near Newbury where he spent 45 further days in hospital. On 27 Apr 1915 he was sent on convalescent leave at The Old Hall, Snettisham, until declared fit for 'light duties' by the Eastern District Medical Board, whereupon he reported to the 3rd Battalion, Royal Norfolks on 9 Jun 1915. He was declared fit for active service on 6 Nov 1915 and returned to 1st Battalion in France.\n\nWilliam was again wounded in action on 28 Jul 1916 when he received a gunshot wound to the leg which required his brief admission to the Red Cross Hospital at Rouen, from which he returned to duty on 31 Jul 1916. William was killed in action at Falfemont Farm near Guillemont on 4 Sep 1916. His mother received the telegram, written in manuscript in pencil, informing her of William's death on 8 Sep 1916. She was then living at 11 Collingtree Road, Sydenham. On 8 Feb 1919 she moved to The Chase, Chigwell, Essex.\n\nIt would be good if IWM might bring 2Lt Edwin Percival Brown's photo to sit alongside that of his brother William John Henry Brown.//", "authorname": "Gary Donaldson", "id": "32254785-7554821972-72157630822841642", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7554821972/#comment72157630834095776", "realname": "", "path_alias": null, "author": "83900520@N07", "iconserver": "0", "datecreate": "1343719939", "_content": "Do you have a contact email address for Mr Graham Sacker? I am trying to obtain information regarding my Grandfather who was in the Machine Gun Corps.\nRegards Kevin Seddon (kevinseddon@hotmail.com)", "authorname": "kevinseddon", "id": "32254785-7554821972-72157630834095776", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7554821972/#comment72157630839462126", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1343750200", "_content": "You can contact the Machine Gun Corps Old Comrades Association and Research Database through the following link:\n\n<a href=\"http://www.machine-gun-corps-database.co.uk/intro_page.html\" rel=\"nofollow\">www.machine-gun-corps-database.co.uk/intro_page.html</a>\n\nI hope that they have some information for you.//", "authorname": "Gary Donaldson", "id": "32254785-7554821972-72157630839462126", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/7554821972/#comment72157630876685014", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1343954279", "_content": "William and his brother &quot;PW&quot; are also recorded on the Snettisham, Norfolk War Memorial.\n<a href=\"http://www.roll-of-honour.com/Norfolk/Snettisham.html\" rel=\"nofollow\">www.roll-of-honour.com/Norfolk/Snettisham.html</a>\n\nThe Brown's would have served with the Norfolk Regiment, the Royal Suffix didn't come until later.\n\nCertainly Edwin were serving in the 1st Battalion on this day.\n<a href=\"http://www.cwgc.org/search-for-war-dead/casualty/548888/BROWN,%20E%20P%20W\" rel=\"nofollow\">www.cwgc.org/search-for-war-dead/casualty/548888/BROWN,%2...</a>\n\nMy understanding is that the battalion had incurred some casualties in the attack but had seized all of their objectives and pushed on to Falfremont Farm. Unfortunately this was then the subject of a timed barrage from the British guns, safe in the knowledge that no British troops could possibly be in the area. This &quot;friendly fire&quot; incident caused a significant portion of the casualties on this day for the Battalion.", "authorname": "Moominpappa06", "id": "32254785-7554821972-72157630876685014", "iconfarm": 1}], "photo_id": "7554821972"}}