{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/2714229734/#comment72157625303048484", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1288782215", "_content": "O Teatro Politeama foi mandado construir por Luís António Pereira, na Rua das Portas de Santo Antão em Lisboa (onde também está o Coliseu dos Recreios) em 1912.\nVentura Terra, desenhou o projecto, sendo o responsável pela construção, José Passos Mesquita. As decorações do teatro ficaram a cargo do escultor Jorge Pereira e dos pintores Benvindo Seia e Veloso Salgado.\nFoi inaugurado a 6 de Dezembro de 1913. Como espectáculo de estreia a opereta &quot;Valsa de Amor&quot;, com Cremilda de Oliveira (também actriz em  “O Grande Elias” (1943), “Leão da Estrela” (1947), etc …),Sofia Santos, Irene Gomes e Elsys Rubini, nas principais figuras.\nUm ano depois em 1914, começou a exibir filmes, passando deste modo a Cine-Teatro. Tinha 817 lugares. Estreou filmes históricos como Casablanca, em plena II Grande Guerra Mundial.\nInúmeras Companhias de Teatro que representaram no Politeama: Ângela Pinto, Palmira Bastos, Alves da Cunha, Brunilde Júdice, Adelina Abranches - Aura Abranches, Lucinda Simões - Erico Braga, Maria Matos, Nascimento Fernandes, Luísa Satanela - Estevão Amarante\nFoi no palco do Politeama que nos anos 50's, Igrejas Caeiro realizou o célebre &quot;Comboio das Seis e Meia&quot; em que ficaram célebres as figuras de Zéquinha e Lélé, interpretadas por Vasco Santana e Irene Velez.\nTambém o Politeama foi palco de bailado: Francis Graça com Verde Gaio e o Ballet Gulbenkian que realizou várias temporadas. A célebre companhia de bailados no gelo, &quot;Holiday on Ice&quot; estreou-se em Portugal no palco do Politeama.\nApós grandes obras de remodelação, em 1991, em que a capacidade foi reduzida para 715 espectadores, Filipe La Féria, estreou em 1992 neste palco o grande musical &quot;Maldita Cocaína&quot; de sua autoria.", "authorname": "J. Leite", "id": "26532116-2714229734-72157625303048484", "iconfarm": 6}], "photo_id": "2714229734"}, "flarchive:created": 1387762219}