{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8357423841/#comment72157632657441910", "realname": "", "path_alias": null, "author": "72133717@N05", "iconserver": "0", "datecreate": "1359635957", "_content": "According to the 1911 Census Albert Leonard Neeves was born in Fulham in 1894 and was living at 8 Garvan Road, Fulham with his father, 2 brothers and a sister. His occupation was given as a baker's errand boy", "authorname": "paddymag1", "id": "32254785-8357423841-72157632657441910", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8357423841/#comment72157632662027945", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1359738945", "_content": "14193 Private Albert Leonard Neeves of 8 KOYLI was the son of John Neeves, recorded on the CWGC site as resident at 59 Musard Road, Hammersmith, London in 1916.\n\n8 KOYLI went into action on 1st July 1916 with 25 officers, a Medical Officer and 659 men. The Medical Officer brought out 110 unwounded survivors.\n\nThe Battalion was originally brigaded with 11th Sherwood Foresters, and 8th and 9th York and Lancs, in 70th Brigade commanded by Brigadier General Gordon, in 23rd Division.  However just before the Battle of the Somme, 70th Brigade was swapped with 24th Brigade, a Regular Army brigade from 8th Division, supposedly to bolster the fighting spirit of the Kitchener Volunteer battalions.  The new ORBAT of 8th Division being 23rd, 25th and 70th Brigades - tasked to capture the enemy held village of Ovillers.  23rd Brigade led by 2nd Bn Middlesex and 2nd Bn Devonshire were very badly exposed as they made their way up a low lying area dominated by German fire known ironically as 'Mash Valley'. They were also required to cross the widest section of no man’s land on the Corps Front.  To the north of the Thiepval Ridge, 70th Brigade were required to advance across another valley — called 'Nab Valley' at the time but later designated as 'Blighty Valley'.  It was their task to push on past the village and up as far as Mouquet Farm.  The village of Ovillers itself was to be attacked by 2nd Bn Royal Berkshire and 2nd Lincolnshire, but both were heavily hit by German artillery on their way across no-mans land and suffered 50% casualties.  8 KOYLI and 8 York and Lancs managed to get into the German forward trenches, but the defenders on Thiepval Ridge, having beaten off the 32nd Division attack, were able to swing their machine-guns onto the open flank of 70th Brigade.  Private Albert Leonard Neeves fell somewhere during these chaotic events and his body was never recovered from the battlefield.//", "authorname": "Gary Donaldson", "id": "32254785-8357423841-72157632662027945", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8357423841/#comment72157633146842193", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1364921583", "_content": "He was the son of John and Louisa Alma Neeves, born in 1894 and baptised 2nd May at West Kensington, St Andrew when his family was living at 17 Francis Street. There is a public family tree on the Ancestry website.", "authorname": "Mrs Audubon", "id": "32254785-8357423841-72157633146842193", "iconfarm": 4}], "photo_id": "8357423841"}}