{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nlireland/8650532617/#comment72157633251772932", "realname": "", "path_alias": "blackpoolbeach", "author": "14302637@N08", "iconserver": "2335", "datecreate": "1366019653", "_content": "[http://www.flickr.com/photos/31363949@N02]  and [http://www.flickr.com/photos/79549245@N06]  give this location as Athenry, Galway on <a href=\"http://maps.google.com/maps?q=Athenry,+Galway,+Ireland&amp;hl=en&amp;ll=53.292926,-8.736191&amp;spn=0.066078,0.132351&amp;sll=37.0625,-95.677068&amp;sspn=39.371738,86.572266&amp;oq=athenry+galway&amp;hnear=Athenry,+County+Galway,+Ireland&amp;t=h&amp;layer=c&amp;cbll=53.299052,-8.746408&amp;panoid=uZ8ZmVxUgyIbHv-uA51oLA&amp;cbp=12,34.21,,0,4.48&amp;z=13\" rel=\"nofollow\">Google Street View</a>", "authorname": "blackpoolbeach", "id": "47267889-8650532617-72157633251772932", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/nlireland/8650532617/#comment72157633251900364", "realname": "", "path_alias": null, "author": "79549245@N06", "iconserver": "8129", "datecreate": "1366021567", "_content": "<a href=\"http://homepage.tinet.ie/~foregan/adc/cross.html#cross\" rel=\"nofollow\">homepage.tinet.ie/~foregan/adc/cross.html#cross</a>\n\nUnique In Ireland!\n\nBy  Prof.  Etienne Rynne  \n\n           In Athenry's Market Square is an unusual monument consisting of a steeply stepped pyramidal base on which is set a carved socket-stone with an upright, rectangular-sectioned sculpted stone on its top. Known as the Market Cross, this monument does not really present the appearance of being a cross, despite the carving of a crucifixion on one face of the upright stone. It is, in fact, the last remnants of a fine Late Medieval Gothic cross of Tabernacle or Lantern type. Such crosses, dating from the 15th century perhaps mainly from the second half of that century, arc well-known in Britain (mainly, in England, Cornwall and south Wales) in Northern France, in Germany, and elsewhere in Gothic Europe - but for Ireland the Athenry monument is a unique example such crosses get their name because instead of a transom as a cross-head they have a rectangular swelling, generally with a pointed roof-like top, which has an appearance vaguely resembling a lantern or tabernacle. Almost invariably such crosses have a long, tapering generally plain but chamfered shaft set into a sculpted socket which is on top of a large and often quite high stepped pyramidal base. These crosses are not crucifixes though most bear a crucifixion scene carved on the main face of the tabernacle-like part.   \n   \n            The Athenry market cross fits into this general pattern, only the long shaft and roof-like portion now missing. The pyramidal base consists of four steep-steps, well built of large stones (also a low, step-like surround of concrete at ground-level). Excluding the concrete surround, the base measures 2.46m. by 2.38m. at its bottom, and the steps, from the bottom upwards, measure 48 cm., 49 cm., 44 cm. and 52 cm. in height, giving an overall height of almost ( just over 6 ft.). On the top of the stepped base is set a virtually square stone, 40 cm. by 41 cm. and 26m. high, clearly the original socket-stone for the now-missing shaft. Its lower 14 cm. is vertical and plain, while its upper portion is sloping and carved with, among other things, a stag, a winged quadruped, fighting and other dog-like animals, an angel holding a long scroll diagonally across its body, and two opposed jani (mythological quadrupeds with single horns which they could swivel around) with interlocked necks; these latter resemble those on the doorway into Clontuskert Abbey, near Ballinasloe, dated to 1471, which thus helps date the Athenry cross. The upright stone now set into the socket-stone is the tabernacle / lantern-like part of the cross, though now missing its top and bottom. Enough of it remains to show that it was a finely-carved piece, with two wide faces (the front and the back) and two narrower ones on the side. All faces are recessed the recesses surmounted by crocketted and pinnacled arched two over the front recess and one over each of the others. The front recess contains a carved cruciform scene, with Our Lady and St. John standing on either side of the cross. The back recess contains a carving of the Madonna and Child, while the two side-recesses are flat and plain - such undecorated recesses are quite common on crosses of this type and were almost certainly intended for a painting of a saint or religious scene or symbol; indeed, the whole cross-head and its socket-stone may well have been coloured originally   \n    The proportions of the sculpted heads to the tapering shafts of a sample of such crosses varies greatly, but averages out at about 1:3. As the incomplete head of the Athenry cross is 69 cm. high, and was originally about l0 cm. more, it can be estimated that the shaft would probably have been something  in the region of 2.25 m. high. Judging from the measurements of the base of the cross-head (30 cm. by 20 cm.) and those of the top of the socket-stone, the shaft would have been about 25 cm. by 15 cm. at its top and 40 cm. by 41 cm. at its bottom. With such a shaft the cross would look something like the accompanying drawing.    To restore the Athenry market cross is a definite possibility and would be a relatively easy matter. The result would be a unique, for Ireland, and an outstandingly impressive  monument. While the overall height would be in the region of 5m. this would not be excessive for monuments of its type, many of which are considerably higher (as also are many of Ireland's high Crosses).", "authorname": "DannyM8", "id": "47267889-8650532617-72157633251900364", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/nlireland/8650532617/#comment72157633251920000", "realname": "", "path_alias": null, "author": "79549245@N06", "iconserver": "8129", "datecreate": "1366021840", "_content": "From [http://www.flickr.com/photos/33730644@N03]'s Photostream\n\n[http://www.flickr.com/photos/eastcoastbychoice/3784382661/]", "authorname": "DannyM8", "id": "47267889-8650532617-72157633251920000", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/nlireland/8650532617/#comment72157633251931478", "realname": "Mike", "path_alias": null, "author": "75556178@N05", "iconserver": "7189", "datecreate": "1366021994", "_content": "Surely those are not corsets I see hanging in the shop window.  Once again a great photo.", "authorname": "Inverarra", "id": "47267889-8650532617-72157633251931478", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/nlireland/8650532617/#comment72157633252125246", "realname": "Niall McAuley", "path_alias": "gnmcauley", "author": "30369211@N00", "iconserver": "7453", "datecreate": "1366024762", "_content": "Dating info!\n\nPer the NIAH, this must be before 1870, when the <a href=\"http://www.buildingsofireland.ie/niah/search.jsp?type=record&amp;county=GA&amp;regno=30332021\" rel=\"nofollow\">Ulster Bank</a> was built on the site of this corset shop.", "authorname": "Niall McAuley", "id": "47267889-8650532617-72157633252125246", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/nlireland/8650532617/#comment72157633252184028", "realname": "", "path_alias": null, "author": "77199267@N03", "iconserver": "7180", "datecreate": "1366025545", "_content": "If we could date the building in the background it might help. It's not on the 1838 6&quot; map and there seems to be an Athenry-sized gap in the historic 25&quot; maps for Galway.", "authorname": "ccferrie", "id": "47267889-8650532617-72157633252184028", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/nlireland/8650532617/#comment72157633248116973", "realname": "", "path_alias": "nlireland", "author": "47290943@N03", "iconserver": "5468", "datecreate": "1366031937", "_content": "[http://www.flickr.com/photos/gnmcauley] Thanks Niall! So that makes both of these 1860-1869 (to allow demolition of shop you all seem very sure was selling corsets!)", "authorname": "National Library of Ireland on The Commons", "id": "47267889-8650532617-72157633248116973", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/nlireland/8650532617/#comment72157633256700794", "realname": "", "path_alias": "beachcomberaustralia", "author": "32162360@N00", "iconserver": "3722", "datecreate": "1366063589", "_content": "Apples or potatoes?  Or <i>pommes de terre</i>?", "authorname": "beachcomberaustralia", "id": "47267889-8650532617-72157633256700794", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nlireland/8650532617/#comment72157633305128872", "realname": "", "path_alias": "swordscookie", "author": "39191857@N05", "iconserver": "3461", "datecreate": "1366646187", "_content": "Very unusual, apart from corsets (not sure that they are though?) you can see an asses ass in this shot as well.  While I've passed by Athenry many times and sung the &quot;Fields&quot; even more times I've never actually been in the town.", "authorname": "swordscookie", "id": "47267889-8650532617-72157633305128872", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nlireland/8650532617/#comment72157633312027838", "realname": "", "path_alias": "nlireland", "author": "47290943@N03", "iconserver": "5468", "datecreate": "1366724820", "_content": "[http://www.flickr.com/photos/swordscookie] I'm not 100% convinced that they're corsets either, but I can't come up with a better suggestion as to what they might be...", "authorname": "National Library of Ireland on The Commons", "id": "47267889-8650532617-72157633312027838", "iconfarm": 6}], "photo_id": "8650532617"}}