{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/statelibraryqueensland/8008234381/#comment72157631620049873", "realname": "Leonardo Amaro Rodrigues", "path_alias": "leoecao", "author": "8857639@N04", "iconserver": "2838", "datecreate": "1348577956", "_content": "beautiful portrait", "authorname": "Leonardo Amaro Rodrigues ", "id": "32560314-8008234381-72157631620049873", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/statelibraryqueensland/8008234381/#comment72157631854501977", "realname": "State Library Queensland", "path_alias": "statelibraryqueensland", "author": "32605636@N06", "iconserver": "7441", "datecreate": "1351218999", "_content": "A wedding in which very great in- terest was evinced was celebrated in\nthe Presbyterian Church, Springsure, recently. The contracting parties were Clarence, eldest son of Mr. and Mrs. W. A. Wieling and Nancy, fourth daughter of Mr. and Mrs. A. McLaughlin. The parents of both bride and bridegroom have lived for upwards of 50 years in the district and the bride and bridegroom are both natives of Springsure.  \n\nThe church was beautifully decorated by girl friends of the bride in pink and blue flowers and streamers . A conspicuous feature was a large wedding  bell made by Mrs. Fred Smith.  \n\nThe bride entered the church with her eldest brother. Mr. W. D. McLaugh- lin, who gave her away in the absence, through illness, of her father. She wore a dress of ivory mariette over white silk. The soft cross over bodice was daintily beaded with silver beads and touches of pale pink pearls and rhinestones. The beaded panels at the side of the skirt formed an uneven hemline. \n\nThe waistline was encircled with diamonte trimmings and sprays of orange blossom\nand a large brilliant buckle on the side were the finishing touches. A beautiful silk tulle veil, scalloped and embroidered, was worn draped across the forehead with a spray orange blossom and caught at the back of the head with a diamante spray. She carried a shower bouquet of spirea, white roses and Eucharist lilies finished with white and pink streamers to which were attached while satin horseshoes.  \n\nThe bride was attended by her sis-ter, Dolly, as bridesmaid, whose frock was of pale pink mariette pintucked transversely. The skirt was finished with drapings showing touches of blue and forming an uneven hemline. Pale blue and pale pink flowers encircled the waist line. She wore a bandeau of pale pink tulle finished with a large bow and ends and carried a bouquet of pale pink roses and asparagus. Little Miss Joan Foot (cousin of the bride- groom), who attended as flower girl, wore a frock of pale blue crepe de chine with a plain bodice and skirt composed of three frills finished with touches of pink. She carried a basket of dianthus. The bridegroom was attended by his brother. Mr. A. V. Wieling, as best man.\nMiss Myrtle Hofmeister presided at the organ and Miss Gloria Smith played   the violin. During the signing of the re- gister Mrs. Bell rendered a solo.\n\nAfter the ceremony Mrs. McLaughlin entertained the guests at the Oddfellow's Hall.  \nShe wore an old gold marocain frock relieved with saxe and carried a bouquet of cream roses. The bridegroom's mother wore a frock of black mariette with panels of French pleating; she carried a bouquet of la-vender stocks. An outstanding and much admired three-tiered wedding cake adorned by the table; this was made and decorated by the bridesmaid.\n\nSubsequently Mr. and Mrs. Wieting left by car for Emerald, en route to Brishane and Tambourine Mountain. The bride's travelling frock was of rose biege velvet, French pleated and pin tucked, with a biege hat of satin ribbon and velvet flowers to tone. She also wore a black crepe de chine coat show-ing group of pin tucks.  \n<a href=\"http://nla.gov.au/nla.news-article55328953\" rel=\"nofollow\">nla.gov.au/nla.news-article55328953</a>", "authorname": "State Library of Queensland, Australia", "id": "32560314-8008234381-72157631854501977", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/statelibraryqueensland/8008234381/#comment72157631854506173", "realname": "State Library Queensland", "path_alias": "statelibraryqueensland", "author": "32605636@N06", "iconserver": "7441", "datecreate": "1351219058", "_content": "You can see the original newspaper article here: \n<a href=\"http://trove.nla.gov.au/ndp/del/article/55328953\" rel=\"nofollow\">trove.nla.gov.au/ndp/del/article/55328953</a>", "authorname": "State Library of Queensland, Australia", "id": "32560314-8008234381-72157631854506173", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/statelibraryqueensland/8008234381/#comment72157634697760139", "realname": "Margaret Mckay-lowndes", "path_alias": null, "author": "99083724@N06", "iconserver": "0", "datecreate": "1374219847", "_content": "Is the groom wearing socks? It's hard to tell, but it looks as though he isn't. Odd.", "authorname": "Murga Troyd", "id": "32560314-8008234381-72157634697760139", "iconfarm": 0}], "photo_id": "8008234381"}, "flarchive:created": 1389619019}