{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6275823885/#comment72157627984626903", "realname": "", "path_alias": null, "author": "11953092@N04", "iconserver": "0", "datecreate": "1321097566", "_content": "<a href=\"http://www.cwgc.org/search/casualty_details.aspx?casualty=1547532\" rel=\"nofollow\">www.cwgc.org/search/casualty_details.aspx?casualty=1547532</a>", "authorname": "David - Edinburgh", "id": "32254785-6275823885-72157627984626903", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6275823885/#comment72157627984754791", "realname": "", "path_alias": "coolshanagh55", "author": "69645150@N05", "iconserver": "0", "datecreate": "1321099493", "_content": "In Memory of \nPrivate THOMAS NEWTON\n\n15/1906, 15th Bn., West Yorkshire Regiment (Prince of Wales's Own)\nwho died \non 01 July 1916\n\nRemembered with honour\nTHIEPVAL MEMORIAL\nSource: CWGC website\n\nAlso:\nThomas Newton - born Leeds.\nEnlisted - Colsterdale, Yorks.\n\nMedal card available via National Archives - Catalogue reference:WO 372/14", "authorname": "Coolshanagh25", "id": "32254785-6275823885-72157627984754791", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6275823885/#comment72157628125077250", "realname": "Christian Lüts", "path_alias": "liits", "author": "63191264@N00", "iconserver": "2156", "datecreate": "1321268925", "_content": "Not a certainty but the best match I can find!  My reasons for this being; a guess at the age of the chap in the picture, I recon around 20 years of age, which would put his DoB at 1896. \nOf the two individuals researching their family history via Ancestry.com, one of them has progressed no further than the parents of Thomas William, the other has included the offspring. Those offspring do not include Thomas William in the family tree [where his siblings show their offspring, marriage and death etc]yet he appears in the 1901 and 1911 census.\nThomas W Newton born [about] 1896 Leeds, West Yorkshire.\nSon of Samuel Newton and Grace Newton, nee Kiddal, of 55 Chatham Street, Leeds, West Yorks.", "authorname": "liits", "id": "32254785-6275823885-72157628125077250", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6275823885/#comment72157628003581841", "realname": "Steve Smith", "path_alias": null, "author": "69798423@N03", "iconserver": "8322", "datecreate": "1321302662", "_content": "Info from SDGW:\n\nName: Thomas Newton\nBirth Place:  Leeds\nDeath Date:  1 Jul 1916\nEnlistment Location:  Colsterdale, Yorks\nRank:  Private\nRegiment:  Prince of Wales's Own (West Yorkshire Regiment)\nBattalion:  15th Battalion\nNumber:  15/1906\nType of Casualty:  Killed in action", "authorname": "Steve Smith 1944", "id": "32254785-6275823885-72157628003581841", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6275823885/#comment72157628342998503", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1323421757", "_content": "A “Leeds Pal” – 15th Battalion West Yorkshire regiment is commemorated in an excellent website at <a href=\"http://www.leeds-pals.com/home\" rel=\"nofollow\">www.leeds-pals.com/home</a> \n\nOn the Somme the 15th West Yorkshires - “Leeds Pals” - were in 93rd Brigade of 31st Division together with the 16th and 18th Battalions West Yorkshires (both ‘Bradford Pals’ battalions), 18th Durhams Light Infantry (‘Durham Pals’) and 12th King’s Own Yorkshire Light Infantry.  93rd Brigade was committed to the attack opposite Serre.  The following detail is taken by from the memoirs of Commander 94th Brigade, attacking to the left of 93rd Brigade: <a href=\"http://www.johndclare.net/wwi3_rees.htm\" rel=\"nofollow\">www.johndclare.net/wwi3_rees.htm</a> \n\n“The short space of time allowed for the capture of each objective made it essential for the whole of my Bde [Brigade] … to advance at zero hour, otherwise they would not reach the positions assigned to them at the time laid down.   In twenty minutes I had to capture the first four lines of trenches in front of Serre.   After a check of twenty minutes, I was allowed forty minutes to capture Serre, a village 800 yards deep, &amp; twenty minutes later to capture an orchard on a knoll 300 yds beyond.   My criticisms on these points are not altogether a case of being wise after the event.   I did not like them at the time, but I do not profess to have foreseen the result of these arrangements should a failure occur.   A great spirit of optimism prevailed in all quarters. \n\n…. the attack began at 7.30am, but ten minutes before zero our guns opened an intense fire.   I stood on top to watch.   It was magnificent.   The trenches in front of Serre changed shape and dissolved minute by minute under the terrific hail of steel. Watching, I began to believe in the possibility of a great success, but I reckoned without the Hun artillery.   This ten minutes intense bombardment combined with the explosion of twenty tons of dynamite under the Hawthorn Redoubt near Beaumont Hamel must have convinced any enemy observer that the attack was in progress &amp;, as our infantry advanced, down came a perfect wall of explosive along the front trenches of my Bde &amp; the 93rd.   It was the most frightful artillery display that I had seen up to that time &amp; in some ways I think it was the heaviest barrage I have seen put down by the defence on any occasion.\n    \nAt the time this barrage really became intense, the last waves of the attack were crossing the trench I was in. I have never seen a finer display of individual and collective bravery than the advance of that brigade. I never saw a man waver from the exact line prescribed for him.   Each line disappeared in the thick cloud of dust &amp; smoke which rapidly blotted out the whole area.   I saw a few groups of men through gaps in the smoke cloud, but I knew that no troops could hope to get through such a fire.”", "authorname": "Gary Donaldson", "id": "32254785-6275823885-72157628342998503", "iconfarm": 0}], "photo_id": "6275823885"}}