{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/8271614221/#comment72157632250337835", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1355593318", "_content": "Gone, but not forgotten:\n&quot;In the 1820s the publication of Sir Walter Scott's Ivanhoe led to a mini stampede of tourists to the ruins of Ashby Castle. The Ivanhoe Baths were created in 1822 to cash in. The water came from existing saline springs at Moira, some four miles away. The plan was to pipe it in, but this proved too expensive, so it was transported by canal and later railway for storage in a huge underground tank here. The large building contained various single-sex baths, pump room, billiard room, card rooms and the main saloon under a huge dome. For a while the spa flourished, which led to a theatre being built in 1828 in Bath Street and a racecourse in 1835 near Leicester Road. The Winter Gardens held all sorts of concerts and events and town businesses thrived. However, the town failed to gain 'fashionable' status and despite a grand revival in 1887, the baths fell into decline and closed in the early 20th century. The shell of the elegant building which once stood here was finally pulled down by the council in 1962.&quot;\n<a href=\"http://commons.wikimedia.org/wiki/File:The_Bath_Grounds_and_the_Ivanhoe_Baths_-_geograph.org.uk_-_1524428.jpg\" rel=\"nofollow\">commons.wikimedia.org/wiki/File:The_Bath_Grounds_and_the_...</a>\n\nMany photos of the Ivanhoe baths, including its demolition, at \n<a href=\"http://ashbydelazouchmuseum.org.uk/photographs.php\" rel=\"nofollow\">ashbydelazouchmuseum.org.uk/photographs.php</a>", "authorname": "artolog", "id": "8602872-8271614221-72157632250337835", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/8271614221/#comment72157632264544273", "realname": "Arden", "path_alias": "arden_loc", "author": "35072786@N08", "iconserver": "3331", "datecreate": "1355750378", "_content": "artolog:  Thank you for the interesting history of this site.  We will include more information in our description.", "authorname": "Arden (LOC P&P)", "id": "8602872-8271614221-72157632264544273", "iconfarm": 4}], "photo_id": "8271614221"}}