{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8568431817/#comment72157633107738903", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1364486259", "_content": "The Commonwealth War Graves database shows his parents as Herman Koeppen Wendt and Jane Koeppen Wendt.\n\nThe Australia Birth Index shows that he was born on 17th July 1898 at St Peters and his birth was registered at Norwood, South Australia. His parents are listed as Herman Carl Koeppen-Wendt and Jane Shannon. They had married on 24th April 1889 at the residence of Mrs David Shannon in Yatara near Stockwell, Australia and the marriage was registered at Kapunda, South Australia.", "authorname": "Mrs Audubon", "id": "32254785-8568431817-72157633107738903", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8568431817/#comment72157633172489714", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1365170875", "_content": "Kenneth's Australian Army records can be seen here.\n<a href=\"http://naa12.naa.gov.au/NameSearch/Interface/ItemDetail.aspx?Barcode=8381122\" rel=\"nofollow\">naa12.naa.gov.au/NameSearch/Interface/ItemDetail.aspx?Bar...</a>\n\nHe was 18 and 1 month when he enlisted as an ordinary soldier in the 14th Reinforcements of the 10th Battalion in Adelaide, South Australia on September 4th 1915. His occupation is given as Student. Mother Jane was his next of kin and they were living at Winchester Street, St Peters, South Australia. It looks like he had resigned from his college Cadet Force to sign up.\n\nThe file contains a letter from his father giving permission for Kenneth to enlist.\n\nHis medical on enlistment describes him as 5 feet 11 3/4 inches tall, weighing 164lbs, with a fair complexion, Brown Hair and Brown eyes. Religion is Church of England.\n\nHe spent time training,first in Austalia, then in Egypt, (arrived 11/03/1916, left 29/05/1916) and then at Etaples in France, (arrived 07/06/1916, left 26/07/1916) before finally arriving with his unit, the 10th Battalion, in France on the 30th July 1916.\n\nHe was appointed Lance Corporal&quot;in the field&quot; on the 24th October 1916.\n\nOn the 5th November he joined No.6 Officer Training Battalion at Balliol College, Oxford and on the 1st March 1917 was promoted to 2nd Lieutenant.\n\nOn the 2nd March it looks like he was assigned to some kind of Headquarters Unit in London - lots of abbreviations, so not clear.Essentially it looks like a purely administrative posting as he was actually at AIF Depot, Tidworth leaving there for France on the 14th March 1917. He spent a day at Etaples- finally arriving back with the 10th Battalion on the 21st March 1917. Before 6 weeks were up he would be dead.\n\nIt looks like his mother signed for his personal effects in July 7th 1917 while staying at a Hotel at 22 Lancaster Gate, London.\n\nShe signed for his War Medals in July 1918 at an address of 33 Inverness Terrace, Hyde Park, London W2.\n\nHis will was registered with the Supreme Court of South Australia in August 1917, with his father Hermann Carl Koeppen-Wendt as sole executor. Hermann is described as a Jeweller. His son is listed as Kenneth Koeppen-Wendt.\n\nExtract from the Battalion War Diary contained in an an Appendix covering the operations from the 4th May to the 9th May.\n\n6/5/1917\nAt 0330 orders were received from Brigade to place &quot;C&quot; Coy at disposal of the 12th Battalion who were in the line. At 0345 &quot;C&quot; Coy Commander reported to 12th Battalion and received instructions to move to O.G.S to relieve &quot;A&quot; Coy of the 11th Battalion.The Coy. moved at 0400 and reported to Capt.Vowles in the front line at 0430, despite a severe barrage maintained on the C.T.which caused 10 casualties.\n\n&quot;C&quot; Coy were then allotted by Platoons to the 11th and 12th Battalions and materially assisted in repelling the enemy counter-attack. In regaining a portion of the trench captured by the enemy, Lieuts. Dougall and Wendt, who were gallantly leading the party, were killed.\n<a href=\"http://www.awm.gov.au/collection/records/awm4/23/27/awm4-23-27-19.pdf\" rel=\"nofollow\">www.awm.gov.au/collection/records/awm4/23/27/awm4-23-27-1...</a>", "authorname": "Moominpappa06", "id": "32254785-8568431817-72157633172489714", "iconfarm": 1}], "photo_id": "8568431817"}}