{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/sdasmarchives/4556326200/#comment72157627870514018", "realname": "", "path_alias": null, "author": "45586426@N06", "iconserver": "7133", "datecreate": "1318348604", "_content": "Douglas AD-6/A-1H Skyraider 134519 of VA-122 with Modex code 210 on engine cowl,\nsquadron tail code NJ, with last five digits of serial number across center tail.\nPainted in Light Gull Gray and Insignia White with extra hi-viz orange dayglo patches on \nupper tail, outer wing panels, and majority of upper halves of underwing fuel tanks \npainted flat black.\n\nThe above picture may also be viewed here:\n<a href=\"http://groups.yahoo.com/group/PropNavy/message/2749\" rel=\"nofollow\">groups.yahoo.com/group/PropNavy/message/2749</a>\n<a href=\"http://groups.yahoo.com/group/PropNavy/attachments/folder/1660549815/item/1841189443/view\" rel=\"nofollow\">groups.yahoo.com/group/PropNavy/attachments/folder/166054...</a>\n134519 NJ-210 AD-6 Skyraider VA-122 near San Diego\nno date (note long range tanks)\n\nVA-122 was the ‘Spad Training School’ at NAS Lemoore, California.\n\nIn 1959 while at NAS Moffet Field, VA-122 became a fleet replacement training unit \nresponsible for instrument training of fleet prop pilots, ground school and training \nof replacement pilots for the A-1 Skyraider squadrons, ground training for Skyraider \nmaintenance personnel and became known as the &quot;Spad School&quot;.\nThe squadron moved to NAS Lemoore in 1963.\nIn 1966 VA-122 changed over to become the A-7 Corsair II fleet replacement squadron as \nthe Skyraider was phased out of active US Navy service.\n<a href=\"http://vfa-122.ahf.nmci.navy.mil/history.html\" rel=\"nofollow\">vfa-122.ahf.nmci.navy.mil/history.html</a>\n\nAfter retirement from the US Navy and storage, this A-1H Skyraider was one of many \nacquired for service in South East Asia, then overhauled modified and repainted. \nA-1H 134519 was transferred to the Vietnam Air Force (VNAF) of the then \nRepublic of South Vietnam but its fate is unknown.\nProbably lost in the war or captured by the invading North Vietnamese 1973-1975.", "authorname": "AceFlyboy1", "id": "49465936-4556326200-72157627870514018", "iconfarm": 8}], "photo_id": "4556326200"}, "flarchive:created": 1389789631}