{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8813386724/#comment72157633661603712", "realname": "Paul Johnson", "path_alias": null, "author": "96372195@N04", "iconserver": "0", "datecreate": "1369417495", "_content": "Major George Henry Anson lived at  Catton Hall, Burton On Trent, Staffordshire. He first served overseas in Egypt, arriving there on the 30th November 1915. He was promoted to Captain on the 8th March 1916 and served his entire career with the Staffordshire Yeomanry.", "authorname": "pauljohnson2", "id": "32254785-8813386724-72157633661603712", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8813386724/#comment72157633663491682", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1369423156", "_content": "It looks like George was a pre-war soldier - the London Gazette for 14th May 1912 lists the promotion of Second Lieutenant George H. Anson to Lieutenant in the Staffordshire (Queens Own Royal Regiment) Yeomany with effect from the 23rd April 1912.\n<a href=\"http://www.london-gazette.co.uk/issues/28607/pages/3480/page.pdf\" rel=\"nofollow\">www.london-gazette.co.uk/issues/28607/pages/3480/page.pdf</a>\n\nThere is a medal index card for him at the National Archive\nWO 372/1/100409 \nwhich charts his rise from Lieutenant to Captain to Major.\n\nThere doesn't appear to be an obvious candidate on the Commonweallth War Graves Commission database, so it is to be hoped he survived the war.\n\nExtracts from the Battalion War Diary\n\n26 October 1915\n11 officers detailed to embark at Devonport, leaving next day of Hired Transort ‘Northland’. Lt-Col. H.A. Clowes, Major Viscount W. Lewisham, Captain R.A. Ratcliffe, Captain R. Vaughan-Williams, Lt G.H. Anson, Lt S.G. Loveridge, Lt R. Sidebottom, 2/Lts G.D. Paul, A.V. Negus, J. Radford-Norcop, A. Bromley Davenport. (This group moved via Mudros, and rejoined the regiment on 22 November). 11 men and 11 mules embarked Hired Transport ‘Victorian’, with the East Riding Yeomanry. The rest of the regiment marched to Norwich, where it entrained for Southampton. The regiment embarked the Hired Transport ‘Nessian’, and at 5.45pm next day sailed for Malta. The main body consisted of 16 officers, 501 other ranks, 512 horses and 39 mules.\n\nTheir subsequent involvement in the campaign in Palestine is documented here\n<a href=\"http://www.1914-1918.net/staffsyeo.htm\" rel=\"nofollow\">www.1914-1918.net/staffsyeo.htm</a>\n\nThere is only one George Henry Anson on the 1911 census - a 22 year old Law student, born Christchurch, New Zealand, who was recorded as a visitor at 46 Eaton Square, St George Hanover Square, London. I'm not sure how that squares with him being an officer in the Yeomanry a year later.  Early appearances on the 1891 census links him to the Staffordshire area but otherwise no reason to believe he is the individual pictured here.", "authorname": "Moominpappa06", "id": "32254785-8813386724-72157633663491682", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8813386724/#comment72157633693118252", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1369517156", "_content": "The Yeomanry was territorial component of the Home Defence forces.  As a part time soldier George Anson would probably have joined to supplement his income and serve the Crown whilst practising Law.  There is therefore no conflict between his military service and residence in London, as already identified above.//", "authorname": "Gary Donaldson", "id": "32254785-8813386724-72157633693118252", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8813386724/#comment72157633707886508", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1369560361", "_content": "Makes sense that he would be be part-time - I just had nothing to go on at that point to make anything more than a surmise of a possible link. My posting also crossed with Paul Johnson's , so wasn't aware of the Catton Hall connection.\n\nFollowing that up, it looks like a Colonel George Henry Anson, MC, TD, of Catton Hall, Burton, was High Sheriff of Derbyshire in 1941.\n<a href=\"http://en.wikipedia.org/wiki/High_Sheriff_of_Derbyshire\" rel=\"nofollow\">en.wikipedia.org/wiki/High_Sheriff_of_Derbyshire</a>\n\nThere certainly seems to be a New Zealand connection - the Catton Hall page on the Intenet has this in the history of the building:-\n\nAfter Anne Beatrix's death in 1871, Catton was looked after briefly by her two surviving sons and then by a grand-daughter, Augusta Theresa, married to the Reverend Arthur Henry Anson who built the present Chapel. It was their son, Henry Anson-Horton, who inherited Catton at the end of the 19th century. He returned from serving in the Colonial Office with his wife, Katie, and their family, and lived at Catton until 1925 when their eldest son, George. the first son to inherit directly from his father for some 200 years, took over. George looked after Catton from 1925 until 1957. In 1956,having no son and due to ill-health, he sent for his nephew, David Neilson, who returned with his family from New Zealand to take on the estate.\n<a href=\"http://www.catton-hall.com/uploads/Catton\" rel=\"nofollow\">www.catton-hall.com/uploads/Catton</a> History.pdf\n<a href=\"http://en.wikipedia.org/wiki/Catton_Hall\" rel=\"nofollow\">en.wikipedia.org/wiki/Catton_Hall</a>\n\nOn the 1891 census the 2 year old George Henry, born Christchurch, New Zealand, was recorded at an unnamed building near St Giles Church in the civil parish of Marston Montgomery, near Uttoxeter, Staffordshire.\n\n<a href=\"http://en.wikipedia.org/wiki/Marston_Montgomery\" rel=\"nofollow\">en.wikipedia.org/wiki/Marston_Montgomery</a>\n\nHead of the household is Henry Anson, aged 37, who gives his occupation as Colonial Civil Service.. He was born Potter Hanworth, Lincolnshire. His wife, Katherine Clara, was then aged 35 and was originally from Trinidad in the West Indies.As well as George Henry, they have a daughter, Theresa Maud, (aged 4 and born Cavendish Square, London), and another son, Eustace Arthur, (aged 1 and born Catton, Derbyshire). Making up the household is a cook, a nurse, a nursemaid and a parlour maid.\n\nGeorge, Theresa and his parents don't appear to be on the 1901 census for England and Wales under the surname Anson. They don't appear on the census for Scotland either.  His brother Eustace, then aged 11, and recorded as born Croxall, Staffordshire, was listed at a Boarding School, Tower House, Tower Hill, Dorking in Surrey. I must admit I was expecting to find George in a similar establishment.\n\nHowever a search under the surname Horton, finds the family living at East Close, Christchurch, nr Southampton. Father Henry Anson Horton, (aged 47), is still recorded as a Colonial Civil Servant. Along with wife Katherine, there are three children and 10 servants. The three children are all new arrivals from the 1891 census:-\nMaud F A..............aged 10...............born London\nJoan.....................aged 6.................born Bonehill, Tamworth, Staffs\nNigel....................aged 3.................born Bonehill, Tamworth, Staffs\n\nGeorge's location as a visitor on the 1911 census has already been mentioned. His parents don't appear to be on the census under either name.\n\nYounger brother Nigel was to fall in the Great War. His name appears on the Eaton Roll of Honour.\n<a href=\"http://wakefieldfhs.org.uk/genealogyjunction/Eton/Eton School Roll of Honour1.html\" rel=\"nofollow\">wakefieldfhs.org.uk/genealogyjunction/Eton/Eton%20School%...</a>\n<a href=\"http://www.cwgc.org/find-war-dead/casualty/1640507/ANSON, N F E\" rel=\"nofollow\">www.cwgc.org/find-war-dead/casualty/1640507/ANSON,%20N%20...</a>", "authorname": "Moominpappa06", "id": "32254785-8813386724-72157633707886508", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8813386724/#comment72157633754466993", "realname": "", "path_alias": null, "author": "69679868@N03", "iconserver": "0", "datecreate": "1369721557", "_content": "George Henry Anson was awarded his Military Cross in the New Year Honours of 1st January 1918.  No Citation is available.  \n\nOn 7 February 1919 he was an Acting Major serving at Headquarters Yeomanry Regiment.  [London Gazette 28 July 1919].//", "authorname": "Gary Donaldson", "id": "32254785-8813386724-72157633754466993", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8813386724/#comment72157633774586965", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1369793098", "_content": "George H Anson\n1901 Census\nAge: 12, boarder, Wokingham Berkshire\nborn Christchurch (New Zealand)\n&quot;England and Wales Census, 1901,&quot; index, FamilySearch (<a href=\"https://familysearch.org/pal:/MM9.1.1/XS3F-T43\" rel=\"nofollow\">familysearch.org/pal:/MM9.1.1/XS3F-T43</a> : accessed 29 May 2013), George H Anson, 31 Mar 1901", "authorname": "brenontario", "id": "32254785-8813386724-72157633774586965", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8813386724/#comment72157633775598589", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1369797181", "_content": "2nd Lieutenant-Colonel George Henry Anson, MC, TD, DL, Staffordshire Yeomanry (d without issue 21 Sept 1957), son of Henry Anson-Horton, JP, of Catton Hall married on 20 October 1926 Barbara Mary Strickland, daughter of Algernon Henry Peter Strickland and Mary Selina Perth.\nShe was the widow of Martin Chicheley Albright CBE JP (m. 3 January 1916,  killed in action Worcs Yeomanry on 8 November 1917). She died on 18 January 1939. \n<a href=\"http://www.thepeerage.com/p58659.htm\" rel=\"nofollow\">www.thepeerage.com/p58659.htm</a>", "authorname": "brenontario", "id": "32254785-8813386724-72157633775598589", "iconfarm": 8}], "photo_id": "8813386724"}}