{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/9420587001/#comment72157634904240797", "realname": "Dave Miller", "path_alias": "puzzlemaster", "author": "10771167@N00", "iconserver": "5348", "datecreate": "1375503176", "_content": "&quot;Katherine Leckie, a journalist, editorial consultant, and press agent, was born in Kingston, Ontario. Over the course of her career as a journalist she reported for the Chicago Chronicle, Chicago American, and the New York Evening Journal. She held editorial positions with the Delineator in 1907-1908, Woman's Magazine from 1908 to 1912, and the Housekeeper in 1913.\n\nFollowing her career as a writer and editor, she founded her own New York-based editorial consulting and public relations firm, through which she met the Hungarian pacifist Rosika Schwimmer in 1914. Leckie managed Schwimmer's 1914-1915 United States lecture tour, contracting with women's clubs and pacifist organizations in over twenty states across the country to schedule Schwimmer as a speaker. The 1915 season was cut short, however, due to both women's attendance at the International Congress of Women at The Hague, and their involvement with the Henry Ford Peace Expedition of 1915-1916.\nLeckie was hired as public relations and press manager for the Ford Peace Expedition, although her duties stretched far beyond public relations. In particular, she contributed to the process of selecting and courting guests for the expedition, and brought on the four female journalists who accompanied the voyage.\n\nFollowing her time with the Ford Expedition, Leckie served as organizer of news distribution for the Conservation Division of the Food Administration in Washington D.C. in 1917, and the director of publicity for the Y.W.C.A. Free Milk for France campaign of 1918.\n\nKatherine Leckie passed away in 1930.&quot;\n\nfrom biographical material associated with Katherine Leckie's papers in the collections of the New York Public Library.    <a href=\"http://www.nypl.org/sites/default/files/archivalcollections/pdf/leckie.pdf\" rel=\"nofollow\">www.nypl.org/sites/default/files/archivalcollections/pdf/...</a>", "authorname": "puzzlemaster", "id": "8602872-9420587001-72157634904240797", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/9420587001/#comment72157634909317753", "realname": "", "path_alias": "digitalmanufaktur", "author": "52887743@N06", "iconserver": "7414", "datecreate": "1375541941", "_content": "Awesome", "authorname": "m∆®†in", "id": "8602872-9420587001-72157634909317753", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/library_of_congress/9420587001/#comment72157634940483001", "realname": "", "path_alias": "anne_loc", "author": "35014516@N03", "iconserver": "3087", "datecreate": "1375725001", "_content": "puzzlemaster:  Thanks so much for the background information on Katherine Leckie.  We will include some of it next time we update the description.", "authorname": "Anne (LOC P&P)", "id": "8602872-9420587001-72157634940483001", "iconfarm": 4}], "photo_id": "9420587001"}}