{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1292869324", "originalformat": "jpg", "owner": {"username": "NASA on The Commons", "realname": "", "nsid": "44494372@N05", "iconserver": "3829", "location": "", "path_alias": "nasacommons", "iconfarm": 4}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "5278071738", "title": {"_content": "Saturn's Silhouetted Clouds"}, "media": "photo", "tags": {"tag": [{"raw": "Saturn", "machine_tag": 0, "id": "44489032-5278071738-23963", "_content": "saturn", "author": "94443490@N00"}, {"raw": "planet", "machine_tag": 0, "id": "44489032-5278071738-17165", "_content": "planet", "author": "94443490@N00"}, {"raw": "2006", "machine_tag": 0, "id": "44489032-5278071738-9205", "_content": "2006", "author": "94443490@N00"}]}, "comments": {"_content": "0"}, "secret": "cd14c32de1", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "<b>Collection:</b> NASA Planetary Photo Journal Collection\n<b>Title:</b> Saturn's Silhouetted Clouds\n\n<b>Original Caption Released with Image:</b> This false-color mosaic of Saturn shows deep-level clouds silhouetted against Saturn's glowing interior. The image was made with data from Cassini's visual and infrared mapping spectrometer, which can image the planet at 352 different wavelengths. This mosaic shows the entire planet, including features like Saturn's ring shadows and the terminator, the boundary between day and night. The data were obtained in February 2006 at a distance of 1.6 million kilometers (1 million miles) from directly over the plane of Saturn's rings, which appear here as a thin, blue line over the equator. The image was constructed from images taken at wavelengths of 1.07 microns shown in blue, 2.71 microns shown in green, and 5.02 microns shown in red. The blue-green color (lower right) is sunlight scattered off clouds high in Saturn's atmosphere and the red color (upper left) is the glow of thermal radiation from Saturn's warm interior, easily seen on Saturn's night side (top left), within the shadow of the rings, and with somewhat less contrast on Saturn's day side (bottom right). The darker areas within Saturn show the strongest thermal radiation. The bright red color indicates areas where Saturn's atmosphere is relatively clear. The great variety of cloud shapes and sizes reveals a surprisingly active planet below the overlying sun-scattering haze. The brighter glow of the northern hemisphere versus the southern indicates that the clouds and hazes there are noticeably thinner than those in the south. Scientists speculate that this is a seasonal effect, and if so, it will change as the northern hemisphere enters springtime during the next few years. The Cassini-Huygens mission is a cooperative project of NASA, the European Space Agency and the Italian Space Agency. The Jet Propulsion Laboratory, a division of the California Institute of Technology in Pasadena, manages the mission for NASA's Science Mission Directorate, Washington, D.C. The Cassini orbiter was designed, developed and assembled at JPL. The Visual and Infrared Mapping Spectrometer team is based at the University of Arizona where this image was produced. For more information about the Cassini-Huygens mission <a href=\"http://saturn.jpl.nasa.gov/home/index.cfm\" rel=\"nofollow\">saturn.jpl.nasa.gov/home/index.cfm</a> The visual and infrared mapping spectrometer team homepage is at <a href=\"http://wwwvims.lpl.arizona.edu\" rel=\"nofollow\">wwwvims.lpl.arizona.edu</a>.\n\n<b>Image Credit:</b> NASA/JPL/University of Arizona\n<b>Produced By:</b> University of Arizona / LPL\n<b>Image #:</b> PIA08732\n<b>UID:</b> SPD-PHOTJ-PIA08732\n<b>Original url:</b> <a href=\"http://photojournal.jpl.nasa.gov/catalog/PIA08732\" rel=\"nofollow\">photojournal.jpl.nasa.gov/catalog/PIA08732</a>\n\n<b>SOURCE:</b> <a href=\"http://www.nasaimages.org/luna/servlet/detail/nasaNAS~4~4~19369~124100\" rel=\"nofollow\">www.nasaimages.org/luna/servlet/detail/nasaNAS~4~4~19369~...</a>\n\n<b>Visit <a href=\"http://www.nasaimages.org\" rel=\"nofollow\">www.nasaimages.org</a> for the most comprehensive compilation of NASA stills, film and video, created in partnership with Internet Archive. </b>"}, "isfavorite": 0, "views": "5891", "farm": 6, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2010-12-20 10:22:04", "lastupdate": "1379448780", "takengranularity": "0", "posted": "1292869324"}, "originalsecret": "566fc33125", "license": "7", "notes": {"note": []}, "server": "5001", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/nasacommons/5278071738/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok", "flarchive:created": 1387643091}