{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/6537509467/#comment72157628484235313", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1324308215", "_content": "Em 1934 foi fundada a firma de mobiliário, decoração, bibelots, tecidos e tapeçarias &quot;Quintão, Lda.&quot; sediada na Rua Ivens, em Lisboa. A gerência desta casa que além das salas de exposição, possuía oficinas de fabrico de móveis e artigos de decoração, estava entregue a João Jorge Alcobia.\n\nEm 1937 esta firma muda de designação para &quot;Jalco,Lda.&quot;, ocupando um lugar de destaque no mobiliário e decoração em Portugal, tendo como sócios João Jorge Alcobia e José António Pereira.\n\nNa mesma Rua Ivens, mas no nº 14 esquina com a Rua Capelo, a “Companhia dos Grandes Armazéns Alcobia&quot;, tambem no ramo de mobiliário e decorações, tinha sido fundada em 1914,  num edifício propriedade dos condes e primeiros marqueses de Gouveia, D. Afonso de Serpa Leitão Freire Pimentel e sua esposa D. Grácia da Cunha Matos de Mendia. Esta firma ocupou a Loja, 1º e 3º andares do Palacete, entre 1914 e 1950.\n\nJoão Carlos Alcobia,  pai de João Jorge Alcobia da &quot;Quintão,Lda&quot;, era o director e proprietário desta prestigiada casa ao nível da decoração de interiores", "authorname": "J. Leite", "id": "26532116-6537509467-72157628484235313", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/biblarte/6537509467/#comment72157628682088705", "realname": "", "path_alias": null, "author": "9657534@N03", "iconserver": "0", "datecreate": "1325520612", "_content": "Caro J. Leite, permita-me discordar de algumas das informações que dá.\n\nA Casa Quintão e a Casa Jalco não são a mesma, embora coexistissem na mesma rua e, é certo, com uma história associada, mas mantiveram-se como duas casas autónomas pelo menos durante a década de 1940. A Casa Quintão era na Rua Ivens no nº32 e a Jalco no nº44.\nAs duas fazem publicidade na Revista Panorama (Jalco em 1941, Quintão em 1944 e 1949), apresentando-se a Casa Quintão como especialista em tapetes (Beiriz, Arraiolos e Persas). \nNo nº 31 da Panorama (1947) um artigo da &quot;Campanha do Bom Gosto&quot; é dedicado à Casa Quintão, e relatava a história da sua fundação em 1880 na Rua Serpa Pinto (em instalações exíguas) sendo afamada pelas qualidade das camas e colchoaria, tendo-se mudado para a Rua Ivens 20 anos depois, altura em que inicia o comércio de tapetes (louvando-se no artigo a importância desta para o renascimento dos Arraiolos e na comercialização dos Beiriz).\nContinuava no entanto a expor (e vender) mobiliário, faiança, ferros forjados e cristais.\nO artigo referia a ampliação e remodelação das instalações inauguradas em Out. de 1946, segundo projecto de autoria de João Alcobia, sócio-gerente da Casa Jalco, e isso sim, antigo sócio da Casa Quintão.\n\nCarlos Bártolo", "authorname": "cbartolo1968", "id": "26532116-6537509467-72157628682088705", "iconfarm": 0}], "photo_id": "6537509467"}, "flarchive:created": 1387728985}