{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/8318786364/#comment72157632395272329", "realname": "", "path_alias": null, "author": "23103743@N05", "iconserver": "2155", "datecreate": "1357003736", "_content": "In 1905, there would have been two such piers on the Brighton seafront, known as the West Pier and the Palace Pier.\n\n<a href=\"http://www.arthurlloyd.co.uk/Brighton/WestPier.htm\" rel=\"nofollow\">www.arthurlloyd.co.uk/Brighton/WestPier.htm</a>\n<a href=\"http://www.westpier.co.uk/history/chronology/\" rel=\"nofollow\">www.westpier.co.uk/history/chronology/</a>\n\n<a href=\"http://www.brightonpier.co.uk/history-of-the-pier\" rel=\"nofollow\">www.brightonpier.co.uk/history-of-the-pier</a>\n\nI haven't totally convinced myself which pier this is.  They had several features in common.  However, another shot (of the seafront with two large hotels) that describes itself as &quot;from the pier&quot; must be from the west pier.  I am wondering whether the underlying photo was actually taken before the Palace Pier was ready for publicity photography.  In which case this is the West Pier.", "authorname": "swanq", "id": "8602872-8318786364-72157632395272329", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/8318786364/#comment72157632398351477", "realname": "", "path_alias": null, "author": "23103743@N05", "iconserver": "2155", "datecreate": "1357042095", "_content": "Although begun in 1891, the Palace Pier was not opened until 1899.\n<a href=\"http://en.wikipedia.org/wiki/Brighton_Pier\" rel=\"nofollow\">en.wikipedia.org/wiki/Brighton_Pier</a>\n&quot;The Brighton Marine Palace and Pier is a pleasure pier in Brighton, England. It is generally known as the Palace Pier for short, but has been informally renamed Brighton Pier since 2000 by its owners, the Noble Organisation, in an attempt to suggest that it is Brighton's only pier. The West Pier was its rival but was closed in 1975 and was subsequently severely damaged by fires and storms, with the remaining iron structure being partially demolished in 2010.&quot;\n\n&quot;Work began on the Palace Pier in 1891, the inaugural ceremony for laying of the first pile was held on 7 November 1891, overseen by Mayor Samuel Henry Soper. The pier opened in May 1899 after costing a record £27,000 to build. This was Brighton's third pier. &quot;", "authorname": "swanq", "id": "8602872-8318786364-72157632398351477", "iconfarm": 3}], "photo_id": "8318786364"}}