{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/5125516119/#comment72157625196563781", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1289007791", "_content": "PANCHO VILLA'S ARRANGEMENT WITH MUTUAL FILM CO.:\n\n&quot;In January 1914, Pancho Villa became Hollywood's first Mexican superstar when he signed an exclusive contract with the Mutual Film Corporation. In return for $25,000, he agreed to keep other film companies from his battlefield, to fight in daylight whenever possible, and to reconstruct battles if the footage needed reshooting. \n\n&quot;Now the subject of an HBO film starring Antonio Banderas (And Starring Pancho Villa as Himself), Villa is one of the main protagonists in Margarita de Orellana's vivid account of the American movie industry's fascination with the events of the Mexican Revolution. \n\n&quot;Through memoir accounts, newspaper reports, and analysis of the films themselves, &quot;Filming Pancho&quot; reveals much about how Mexico was constructed in the American imagination and how the film images reinforced and justified American expansionism and racial and social prejudices.&quot;\n\n--From a description, on Amazon, of a documentary movie of Hollywood's treatment of the Mexican Revolution. (The DVD is available for purchase from various Amazon vendors.)\n\n======================================================================\nOther Bain/LOC photos of the Mexican Revolution, bearing copyright notice of the Mutual Film Co.:\n[http://www.flickr.com/photos/library_of_congress/5126127064/in/photostream/]\n[http://www.flickr.com/photos/library_of_congress/5125520255/in/photostream/]\n[http://www.flickr.com/photos/library_of_congress/5125518681/in/photostream/]", "authorname": "Wystan", "id": "8602872-5125516119-72157625196563781", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5125516119/#comment72157625851576271", "realname": "", "path_alias": "ryan_loc", "author": "35234565@N04", "iconserver": "1021", "datecreate": "1296853190", "_content": "Thanks Wystan, for finding the information and linking the other Mutual Film images. In addition to the Bain images, the library has another great photo in our New York World- Telegraph &amp; Sun Newspaper collection, <a href=\"http://www.loc.gov/pictures/item/2005695716/\" rel=\"nofollow\">www.loc.gov/pictures/item/2005695716/</a> showing Pancho Villa with members of the film crew. We'll fill in the caption information in the records for these images the next time we update them.", "authorname": "Ryan (LOC P&P)", "id": "8602872-5125516119-72157625851576271", "iconfarm": 2}], "photo_id": "5125516119"}}