{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/7485832196/#comment72157630406112092", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1341335858", "_content": "A &quot;Companhia Portuguesa de Trefilaria S.A.R.L.&quot;, localizada em Sacavém junto ao rio Trancão, foi fundada no ano de 1947. Foi outrora a principal unidade produtora de arames de baixo, médio e alto teor de carbono destinados, essencialmente, à construção civil. Esta empresa situava-se na segmento final do ciclo de fabrico siderúrgico pela &quot;Siderurgia Nacional&quot;, no Seixal.\n\nEsta fábrica dedicou-se à produção de arames de aço macio, arames de aço para pré-esforço, arame zincado e redes electrossoldadas (malhasol) para armaduras de betão armado.\n\nTrefilagem, ou Trefilação, é o processo de fabricação de arame e barras finas de metal. É um processo industrial que acarreta na redução da secção transversal (largura) e respectivo aumento no comprimento do material. Consiste na tracção da peça através de uma matriz chamada fieira ou trefila, com forma de canal convergente.\n\nO processo de trefilação consiste em puxar o metal através de uma matriz, por meio de uma força de tracção a ele aplicada na saída da matriz. Geralmente a parte metálica apresenta simetria circular, embora isto não seja um requisito necessário. Existem muitas aplicações para a trefilagem como produção de fios eléctricos, arame para construção civil, cabos, clipes de papel, corda para instrumentos musicais e raios para rodas, malhasol, etc.\n\nO posto de transformação e a instalação da rede eléctrica completa desta unidade fabril ficou a cargo da então designada &quot;Siemens - Companhia de Electricidade S.A.R.L.&quot; fundada em 1905 com sede na época e desde 1934 na Rua da Prata em Lisboa. Actualmente, sob a designação de &quot;Siemans, S.A.&quot; está sediada em Alfragide desde 1989.\n\nA &quot;Companhia Portuguesa de Trefilaria&quot; foi adquirida pela &quot;Companhia Previdente&quot; fundada em 1862 sob a designação de &quot;Sociedade Industrias Metálicas Previdente&quot;,, e uma das mais antigas empresas industriais de Portugal. A partir de meados dos anos 50 do século XX, a &quot;Companhia Previdente&quot; desenvolveu um grupo que cresceu rapidamente com a entrada em novos negócios e expandindo os que tinha além das fronteiras de Portugal. Tornou-se assim um dos grupos Portugueses mais importantes, com operações em Portugal, Espanha, Itália, Angola e Moçambique, abrangendo vários campos de actividade tais como arame de aço e seus derivados (posição dominante em Portugal), mediação imobiliária, banca e seguros (Moçambique). Em 1 de Fevereiro de 1980, foi constituída na forma de &quot;Companhia Previdente - Sociedade de Controle de Participações Financeiras, S. A.&quot;.\n\nA &quot;Companhia Portuguesa de Trefilaria, S.A.&quot; encerrou no final de 2001. No seu lugar ainda está em actividade a &quot;Socitrel - Sociedade Industrial de Trefilaria, S.A.&quot;, situada em São Romão Coronado na Trofa, fundada em 1971 e também adquirida pela Companhia Previdente em 1989, dedicando-se ao fabrico e comercialização de arames de aço e malhas electrosoldadas (malhasol), para aplicação nas mais diversas áreas de actividade: indústria, agricultura, construção civil, etc., sendo actualmente a empresa líder no seu sector de actividade e uma das mais modernas da Europa.", "authorname": "J. Leite", "id": "26532116-7485832196-72157630406112092", "iconfarm": 6}], "photo_id": "7485832196"}, "flarchive:created": 1387727758}