{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/3512132493/#comment72157625264109576", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1288327315", "_content": "Another Bain/LOC photo of Vice President James S. Sherman at the ballpark:\n[http://www.flickr.com/photos/library_of_congress/3512131989/in/photostream/]\n\nBain/LOC photos of General Nelson Miles at the same ballpark -- taken on the same day:\n[http://www.flickr.com/photos/library_of_congress/3490814305/in/photostream/]\n[http://www.flickr.com/photos/library_of_congress/3490814619/in/photostream/]", "authorname": "Wystan", "id": "8602872-3512132493-72157625264109576", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3512132493/#comment72157626010780703", "realname": "", "path_alias": "mr_thalweg", "author": "33855900@N03", "iconserver": "3383", "datecreate": "1298661864", "_content": "The tradition of the President throwing out the first pitch to open the baseball season dates back to the administration of William Howard Taft. It seems that the Griffith Family, who owned the Washington Senators, had tried for years to get the nation's chief executive to the ballpark. This would almost certainly guarantee a big attendance gate in DC, and generate positive newspaper headlines. Presidents prior to this, such as Grover Cleveland (from Buffalo, New York), were concerned attending a baseball game would convey the wrong message to the public about presidential dilagence.\n  By the time of President Taft's tenure, this attitude had changed, and our Presidents were able to relax a bit. President Taft, who was from the Cincinnati area, was an avid golfer as well as a baseball fan. He attended a 1909 game, as a spectator only, with his Vice-President James Sherman (from Utica, New York). Opening Day 1910, had to be something of a relief for President Taft, as his duties earlier in the day had him attending a Woman Suffrage gathering, where he was hissed and booed for the views he expressed. This makes me think Big Bill was ready to get to the ballpark.\n  The Presidential party for the 1910 'opener' consisted of President and Mrs. Taft, Vice-President Sherman, Secretary of State Charles Baker and Major Archibald Butt, a military aid to the President. The idea of the President actually 'tossing' a ball to the players on the field, may have been hatched on the spot by the Senator's manager Jimmy McAleer, who tried to coax his camera shy star pitcher, Walter Johnson, into to receiving the throw. Walter Johnson begged off the official program, in favor of Senator's catcher Gabby Street. Players from both the Washington Senators and visiting Philadelphia A's gathered near the Executive Box. However, the Taft Administration adeptly interpreted developments in the park, and the President rather than throwing the ball to Gabby Street as planned, directed his throw to the starting pitcher Walter Johnson, who made a shoe top catch. With that throw, a new baseball and presidential tradition, had begun.\n  The game was a good one for the Senators, as they defeated the Athletics 3-0, getting their new season off on the right foot. Walter Johnson held the A's hitless until the 7th, and their only hit resulted from a collision between the Senator's right fielder and a fan. The 'Big Train' had to settle for a one-hit, shut-out victory (Bob Feller in 1940 pitched the only opening day no-hitter). The game at Griffith Stadium did have one frightening moment, when a line-drive foul off the bat of the Athletics' 'Home-Run' Baker, pegged Secretary of State Bennett in the head. The danger that looms at every ballgame, was quickly shaken-off by Secretary Bennett, but I'll bet the Griffith family gave the batting screen a new look. President Taft was on hand again to open the 1911 baseball season in Washington, with his military adjunct Major Butt, in this new a well received roll of delivering the first pitch.\n  President Taft was a member of the Republican Party. He was the hand picked successor to President Theodore Roosevelt (from Oyster Bay, New York), and was elected in 1908. Major Archie Butt was a Spanish-American War veteran, who served in both the Philippines and Cuba. The Spanish-American War was similar to our present entanglements, in that a struggle persisted for years against entrenched insurgents. President Roosevelt, during his tenure in the White House relied on the opinions of Major Butt, and the two men became good friends. When President Taft succeeded President Roosevelt, he retained Major Butt in the same official capacity, and these two men also became good friends. President Taft's administration was beset by a number of problems that lead him to disagreements with former President Roosevelt. By the next election year, 1912, these disagreements had become so profound that Theodore Roosevelt decided to split from the Republican Party, and to campaign for the White House once more as the Progressive Party candidate (nicknamed the Bull Moose Party due to Roosevelt presence). This rift created deep anxiety for Major Butt, as he would need to decide which of his two friends to support. In order to make up his mind, he took a six week sabbatical to Europe before the 1912 campaign began in earnest. He was scheduled to be back in Washington by mid April, and would have in all likelihood, opened another baseball season with President Taft at Griffith Stadium. However, Major Butt booked his return passage aboard the RMS Titanic, and lost his life at sea when that vessel sank. Due to the Titanic disaster, President Taft did not attend the 1912 baseball opening day, and asked Vice-President Sherman to attend instead, being the first time a VP threw out the first pitch.\n  Democrat Woodrow Wilson was elected President in 1912, over incumbent President Taft, and former President Roosevelt. In what seems to be a strange bit of irony, Vice President Sherman died only days before the 1912 election being one of seven Vice-Presidents to die while serving office. President Wilson continued the tradition of the Presidential first pitch, as have all succeeding Presidents except for Jimmy Carter (there was no major league baseball in Washington, DC during President Carter's administration). The only other time a Vice-President 'pinch-hit' for a President on opening day was in 1968, when Hubert Humphrey stood in for President Lyndon Johnson following the assassination of Martin Luther King.", "authorname": "mr.thalweg", "id": "8602872-3512132493-72157626010780703", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3512132493/#comment72157626137167304", "realname": "Wystan", "path_alias": null, "author": "70251312@N00", "iconserver": "3683", "datecreate": "1298670692", "_content": "In that last line, &quot;assignation&quot; should be &quot;assassination.&quot;", "authorname": "Wystan", "id": "8602872-3512132493-72157626137167304", "iconfarm": 4}], "photo_id": "3512132493"}}