{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/2162728775/#comment72157603772038640", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1200992551", "_content": "Title is wrong, it's &quot;driven ashore&quot; , like the boats in the next picture.", "authorname": "artolog", "id": "8602872-2162728775-72157603772038640", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2162728775/#comment72157603868500313", "realname": "", "path_alias": "library_of_congress", "author": "8623220@N02", "iconserver": "3703", "datecreate": "1202400823", "_content": "artolog:\r\n\r\nThanks for the information!  We’ll look into it. &quot;Driven&quot; makes sense.", "authorname": "The Library of Congress", "id": "8602872-2162728775-72157603868500313", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2162728775/#comment72157605422875233", "realname": "", "path_alias": null, "author": "11572312@N00", "iconserver": "0", "datecreate": "1212534205", "_content": "Surely related to the typhoon, see next photo.", "authorname": "Harry Angstrom", "id": "8602872-2162728775-72157605422875233", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2162728775/#comment72157618544290553", "realname": "", "path_alias": "akatayama", "author": "95609303@N00", "iconserver": "7345", "datecreate": "1243012546", "_content": "Please reconsider retitling this photo to spell out Japanese.  The abbreviation chosen is offensive to many and reverts to the dismissive terminology used during WWII and is out of place in this day and age.\n\n--\n<i><a href=\"http://www.flickr.com/photos/library_of_congress/page325/\">Seen on your photo stream.</a></i> <em>(<a href=\"http://6v8.gamboni.org/Flickr-Add-referer-into-comments.html\">?</a>)</em>", "authorname": "cgfan", "id": "8602872-2162728775-72157618544290553", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2162728775/#comment72157618602077785", "realname": "", "path_alias": "library_of_congress", "author": "8623220@N02", "iconserver": "3703", "datecreate": "1243122798", "_content": "Thanks for understanding that no offense is intended. We retain the original title of a photograph as part of preserving the historical record. The Bain News Service photo titles are available from several sources—typed in the set of caption cards consulted while making the scans, hand-written on an older set of cards, and etched on the negatives themselves. Abbreviated spellings are common, and in this case, the sources all abbreviate the word Japanese.", "authorname": "The Library of Congress", "id": "8602872-2162728775-72157618602077785", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2162728775/#comment72157618737588958", "realname": "", "path_alias": "akatayama", "author": "95609303@N00", "iconserver": "7345", "datecreate": "1243200267", "_content": "Sorry, but I do not understand the need to title the photo by what is marked on the photo itself.  The photo stands by itself and there is no need to carry the offensive abbreviation to the title.  The title of the photo cannot be excused by the claim that it merely reflects what is written on the photo itself, as the choice of title is the free choice of the poster, the Library of Congress, and as such reflects the Library of Congress' own voice.\n\nIs it not the Library of Congress' own voice when titling a photo that contains no textual markings?  Does it not reflect the best judgment of the Library of Congress regarding the presumed factual (and not editorial) content of the photo?\n\nAnd what if extensive study shows that there exists photos in the collection that is marked in error with incorrect information?  Would you in fact title the photo with the incorrect information?  I suspect not, as it would be assumed that unless otherwise explicitly stated that the title is written in the voice of the Library of Congress.\n\nAnd are your methods such that any offensive comment written on a photo in your archives will also carry the same title on Flickr?\n\nAnd what is one to make of <a href=\"http://www.flickr.com/photos/library_of_congress/2163954104/\">this photo</a>, where a selective correction to the hand-written note was made when composing its title?\n\nPerhaps there can be a reasonable compromise.  There exists photos in your collection that makes a clear distinction between the Library of Congress' voice and that of whoever annotated the photo, with square brackets used to mark the poster's (Library of Congress') voice.  Perhaps that could be used in this case.  e.g.: &quot;[Japanese] typhoon-boats washed a mile inland at Tokyo (LOC)&quot;\n\nPlease reconsider retitling this photo.  To use such racially loaded and derogatory abbreviations in an area that many would interpret as the Library of Congress' own voice is a very unwise choice and is not fitting the character of such a fine institution.\n\nThough I have not viewed all of your photos I have browsed through many of them and nowhere else do I see a similar offense committed.  This is a bad precedent to set and is all the more unusual and provocative in its uniqueness with respect to the rest of your collection.", "authorname": "cgfan", "id": "8602872-2162728775-72157618737588958", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2162728775/#comment72157618971574836", "realname": "", "path_alias": "library_of_congress", "author": "8623220@N02", "iconserver": "3703", "datecreate": "1243625127", "_content": "Your comments gave us good food for thought!\n\nExpanding an abbreviated word in a title to clarify a spelling can be helpful, so we’ve added the fuller spelling in brackets. But this kind of bracketed interpolation is not intended to replace original vocabulary even when a word can cause offense. Quoting an original title is part of preserving historical context by reflecting how an item presented itself when first produced. Just as the Library doesn’t re-title books or movies, we don’t re-title pictures that come to us with formal titles. \n\nThe unbracketed titles that appear with Library of Congress images in Flickr are not the Library’s own voice. The titles are transcriptions of original text found with the historical photographs. If putting “(LOC)” at the ends of the titles is creating the impression that the Library is writing a new title, we need to rethink adding that indication of where the photo is from. (When a photograph lacks an original title, then a note is provided “Title devised by Library staff” and brackets appear around the entire title. There are also judgment calls when, for example, only a surname or multiple abbreviated words appear on a photo. In those cases, the photo may have been given a quick annotation rather than a formal title, and a descriptive title might be devised with an explanatory note about the title source.)\n\nYour comments are helpful for seeing that in the complicated situation with the Bain negatives, where there are multiple sources of historical caption information (two sets of cards and the negatives themselves), varying the title source can cause confusion. Especially when our source of title notes ambiguously cite multiple sources as: “Title from unverified data provided by the Bain News Service on the negatives or caption cards.” We’d better stick with a single source-what can be seen in the negative.\n\nWe’ve started by making sure that the titles for the photos mentioned in the comments above match what’s written on the negatives rather than the caption cards.\n\nFYI, the published standard that guides our practice in describing the variety of pictures we preserve is called &quot;Graphic Materials: Rules for Describing Original Items and Historical Collections.&quot; It's available online at <a href=\"http://www.loc.gov/rr/print/gm/graphmat.html\">www.loc.gov/rr/print/gm/graphmat.html</a>.", "authorname": "The Library of Congress", "id": "8602872-2162728775-72157618971574836", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/2162728775/#comment72157626114008008", "realname": "", "path_alias": "alimarante", "author": "41675580@N08", "iconserver": "6105", "datecreate": "1298420879", "_content": "It's a very interesting picture LoC and if you had to worry about every trivial little detail (as above) you would hardly have the time to share many wonderfull pictures.\nI would consider this complaint to be a 'storm in a teacup', even trivial although I suppose that everyone is allowed their little diatribe in this happy little world of PC.", "authorname": "FrigateRN", "id": "8602872-2162728775-72157626114008008", "iconfarm": 7}], "photo_id": "2162728775"}}