{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationallibrarynz_commons/6296888747/#comment72157628026929290", "realname": "Fabio", "path_alias": "fabietto76", "author": "28301363@N07", "iconserver": "4006", "datecreate": "1320146383", "_content": "Beautiful Postcard!\n<img src=\"http://2.s03.flagcounter.com/count/wGN4/bg=FFFFFF/txt=FFFFFF/border=FFFFFF/columns=1/maxflags=1/viewers=3/labels=0/\" width=\"1\" height=\"1\" alt=\"labels=1\" /><img src=\"http://2.s03.flagcounter.com/count/fp3V/bg=FFFFFF/txt=FFFFFF/border=FFFFFF/columns=1/maxflags=1/viewers=3/labels=0/\" width=\"1\" height=\"1\" alt=\"labels=1\" /><a target=\"enlarge&amp;i=4jt1l09bjlo&amp;color=a00000&amp;m=1\" href=\"http://www.revolvermaps.com/?target=enlarge&amp;i=4jt1l09bjlo&amp;color=a00000&amp;m=1\" rel=\"nofollow\"><img src=\"http://re.revolvermaps.com/h/b/26/4jt1l09bjlo.png\" width=\"1\" /></a>", "authorname": "Fabietto76°OZ", "id": "32695993-6296888747-72157628026929290", "iconfarm": 5}, {"permalink": "http://www.flickr.com/photos/nationallibrarynz_commons/6296888747/#comment72157631714959363", "realname": "", "path_alias": null, "author": "88187715@N05", "iconserver": "0", "datecreate": "1349641043", "_content": "Urgent Urgent regarding the Syrian revolution Arab Iraqi Reference says .....\n \nStatement No. (81)\nDeath and humiliation ... Never us humiliated\n  \n\nReference Sayyed Sarkhi peace and God's mercy and blessings\nAfter: -\nLong approaching two launched the Syrian revolution, and did not hear or read something issued hope that you can about them, and this is contrary to what we know about you from interacting with others and the oppressed and claim rights and to diagnose and distinguish right from wrong, especially as we read the advocacy and Mbarkikm of revolutions other in Tunisia and Egypt Libya, Yemen and other countries, and regret for the transfer talk some say that is your silent about the Syrian revolution motivated sectarian; since the conflict in Syria sectarian conflict between Alawites and Sunnis any between Shiites and Sunnis be sure you can answer and explain as much as possible and you reward and thank you for accepting the question?\n\nBasma Almighty ::\nFirst: The lack of you are aware of something that does not require non-publication of anything, it was a lot of talk in this regard, and since the early days of the start of the revolution by our dear in Syria Syria may we have supported and Parkinaha and let to support and champion all canned; they revolutionized people hungry recessive Mazloum authority unjust Mottagbrh, How could it not be with the oppressed against the oppressor? Will go out of Islam and the approach of the Prophet Secretary and the members of his household and pure (Salot upon them all)? Will we get out of morality and humanity?\nSecond: We have mentioned and we repeat that slogan revolution of our people in Syria ((death or humiliation)) is the embodiment of a realistic neighborhood logo Karbala logo Hussein peace be upon him and his family and companions pure ((crying us humiliation)) ..... ((I what went أشرا not insolently not unjust to not spoil but exited want serious reform in the nation)) .... ((God, I do not see death but happiness and life with oppressors but Burma)) ...\nThird: The lawsuit that the conflict in Syria Sham struggle Shiite Sunni they filed false assertive, they are inventions and Mokhtlqat policy invalid and politicians astray oppressors, policy atonement killer of prosecutor Altsenn and Shiism together, policy Alanthaz and use and personal gain and fitting and haram, corruption, conflict there is in origin and basis of the conflict between the hungry people oppressed recessive and unjust authority, do not want to merciless one, but do not want to to merciless itself is also ready to burn everything in order to survive and to cling to power and domination, and burn themselves with burning others.\nFourth: We advised and advised that there must be consideration of what has happened in other countries of revolutions blessing and the fate of shame for the rulers, Yes, since the first days of the revolution warned and advised and we said and wrote ... It's not responding fast, but directly to the demands of the people before they get things and enter and interfere forces regional and international, come out all about control and burn everybody, and we still say: to exploit rulers in Syria every opportunity offered them to stop rivers of blood bleeding there, but relinquish power immediately before to fill and close all the doors, if it has not closed everything except Holocaust fire and death Zaam.\nFifth: known and commonly often that the departure of the word and the address of the Shiites to Aljafería Imami Twelver, and these are characterized and differ radically and totally Alawites in Syria, and I mean Nusayris followers of Muhammad bin Nasir Nimeiri, and I myself have been confirmed ascertained more than one source that the people of Syria themselves differentiate between Shiites and Alevis , has been reported in some detail on this issue in some answers I received questions.\nSixth: When we talk about politics opportunistic sectarian unjust, not singled out a range without the other, but is the policy of each authority unfair throughout history, whether the authority claiming the indentation or bias or upper or other sects or boredom or bees, exploits the name of religion and caste to perpetuate injustice and tyranny and ugliness and corruption.\nSeventh: To see commissioning forensic and practical function, each in charge of Muslim viewing and torment biography faithful Ali ibn Abi Talib (peace be upon him) days his adult, and how his behavior and his dealings with his enemies and those who went out on his legitimacy even with outsiders and Naasibis, even with his killer son mg dreaded and participated with him in the ill-fated assassination.\nSarkhi Hassani 13 / October / 1433\n<a href=\"http://www.al-hasany.com/vb/index.php\" rel=\"nofollow\">www.al-hasany.com/vb/index.php</a>\n<a href=\"http://im28.gulfup.com/2012-09-13/1347542957631.jpg\" rel=\"nofollow\">im28.gulfup.com/2012-09-13/1347542957631.jpg</a>", "authorname": "hussein120", "id": "32695993-6296888747-72157631714959363", "iconfarm": 0}], "photo_id": "6296888747"}}