{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/biblarte/8134530853/#comment72157631888992741", "realname": "José  Leite", "path_alias": "jal2684", "author": "23679934@N07", "iconserver": "5082", "datecreate": "1351616140", "_content": "As comemorações do 28 de Maio de 1936, e simultaneamente do  X aniversário do golpe de Estado de 28 de Maio de 1926, tiveram início a 26 de Maio de 1936, na cidade de Braga.\n\nRecordo que o golpe de Estado de 28  de Maio de 1926, encabeçado pelo general Gomes da Costa, teve início na cidade de Braga.\n\nO comboio presidencial chegou às 10h e 58 m è estação de Braga. No comboio tinham viajado o Presidente da República general Óscar Carmona acompanhado pelo Presidente do Conselho Dr. Oliveira Salazar, o ministro da Marinha Contra-Almirante Américo Tomás, majores, generais da armada e do exército, e de outras individualidades civis e militares.\n\nNa estação ferroviária de Braga aguardavam-nos, entre outras individualidades, os generais Schiapa de Azevedo, Gomes de Sousa, Lacerda Machado e Joaquim Malheiros, respectivamente comandantes da 1ª, 2ª,3ª e 4ª regiões militares, Casimiro Teles, vice-presidente da comissão de festas, general Daniel de Sousa, presidente da Câmara Minicipal de Lisboa, e o general Alexandre Malheiro, comandante da Guarda-Fiscal.\n\nTambém se associaram ás boas-vindas membros da União Nacional, delegados das associações económicas, magistrados, funcionários superiores, clero e os representantes das 43 juntas de freguesia, de Lisboa, como o respectivo Conselho Central.\n\nOrganizou-se de seguida um cortejo automóvel para o Governo Civil de Braga «com centenas de automóveis, indo à frente as entidades de Braga, depois os comandantes das regiões militares, governador militar de Lisboa, comandante da 1ª região, a seguir o arcebispo de Braga e o clero da Sé (...). Num automóvel aberto seguiam os senhores general Óscar Carmona, dr. Oliveira Salazar e o governador civil de Braga, escoltados por um esquadrão de cavalaria 9.».\n\nApós o almoço no governo civil, organizou-se um grande cortejo cívico, que desfilou perante os altos representantes da nação instalados numa tribuna artísticamente decorada, na Avenida dos Combatentes da Grande Guerra. Abria o cortejo a banda do Colégio de S. Caetano, seguindo-se as escolas primárias, os alunos das Oficinas de S. José, formações de escoteiros, agremiações desportivas, bandas de música, comissões da União Nacional de Barcelos, Bombeiros Voluntários de Braga, etc.\n\nTerminado este desfile realizou-se a grande parada militar em que tomaram parte 5.000 homens, representantes de todas as unidades do país. Antes de começar o desfile o general Schiapa de Azevedo, comandante da 1ª Região Militar, passou em revista as tropas, indo depois colocar-se junto da tribuna presidencial.\n\nDepois de terem discursado o General Schiapa de Azevedo, o capitão Lucínio Presa, governador do distrito de Braga, o dr. Alberto Cruz, deputado, discursou por último o Presidente do Conselho dr. Oliveira Salazar, cujo discurso foi radiodifundido pela &quot;Emissora Nacional&quot;.\n\nTerminada a cerimónia no quartel de Infantaria 8, foram distribuídos donativos a numerosas famílias pobres e foi servido um jantar a 500 indigentes.\n\nNo manhã do dia seguinte a comitiva presidencial chegaria à estação de Campanhã na cidade do Porto. Em 28 de Maio de 1936 teriam lugar as cerimónias oficiais no Parque Eduardo VII da celebração do X aniversário do 28 de Maio de 1926.", "authorname": "J. Leite", "id": "26532116-8134530853-72157631888992741", "iconfarm": 6}], "photo_id": "8134530853"}, "flarchive:created": 1387727498}