{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8671781996/#comment72157633348902483", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1367081059", "_content": "Born in Enniskillen in 1887. At the age of 13 he was residing in the house of his grandmother, Agnes Evans at the time of the 1901 census (The Haven, Hackington, Kent). Described as a Student at Kings School.\n\nFamily Search shows his parentage <a href=\"http://histfam.familysearch.org/getperson.php?personID=I109996&amp;tree=Nixon\" rel=\"nofollow\">histfam.familysearch.org/getperson.php?personID=I109996&amp;a...</a> and there are further biographical details in his Roll of Honour entry for King's School:\nHe was born at the Castle Barracks, Enniskillen on the 11th of July 1887, the only child of Major General Thomas Preston Battersby CB (Principal Ordnance Officer) and Mrs Agnes Janet (nee Evens) Battersby of Cromlyn, Rathowen, County Westmeath in Ireland.\n\nHe was educated at a preparatory school in Colchester, at Junior King's from January 1900, and at the King's School Canterbury from September 1900 to July 1905, where he was granted Probationer's and a Junior Scholarship in Classics in July 1903. He was very keen on all sports though not distinguished in any. He could play a good game of cricket, tennis, football and golf.\n\nOn leaving school he passed 23rd for the examinations for the Royal Military Academy Woolwich in 1906 following which he was commissioned as a 2nd Lieutenant into the Royal Field Artillery on the 23rd of July 1907. He was promoted to Lieutenant on the 23rd of July 1910 and to Captain on the 30th of October 1914.\n\nHe left for France with his unit on the outbreak of war landing there on the 18th of August 1914 as part of 1st Division. He was present at the retreat from Mons, the Battle of the Marne and was in action for a long period on the Aisne. He was known in his battery as &quot;Old Trusty&quot;.\n\n<a href=\"http://www.hambo.org/kingscanterbury/view_man.php?id=123\" rel=\"nofollow\">www.hambo.org/kingscanterbury/view_man.php?id=123</a>", "authorname": "Mrs Audubon", "id": "32254785-8671781996-72157633348902483", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8671781996/#comment72157633348921301", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1367081228", "_content": "The King's School Roll of Honour includes extracts from his diary \n<a href=\"http://www.hambo.org/kingscanterbury/view_man.php?id=123\" rel=\"nofollow\">www.hambo.org/kingscanterbury/view_man.php?id=123</a>\n\n&quot;Sept 17th, Thursday, Battle of the Aisne\nI am writing this at about 5pm while in action; we have been in this spot since Monday morning and I suppose one of the big battles of the world is going on. As far as my own little area is concerned it is a game of stalemate, as the infantry of neither side will face the shrapnel, and the guns of each side are simply bombarding areas. \nWe did great work on Monday, saving the situation by mowing down the German infantry as they advanced; we fired 940 odd rounds that day--800 of them in four hours--and we must have accounted for 300 or 400.....We are having a rough time of it as there has been no rest and we all need close wash etc., having now been &quot;on the go&quot; for over a month without one whole day's rest.\nI am at present living in a hole five feet long, 2 1/2 feet wide, and 5 1/2 feet deep, which is covered over with earth etc. and as it has been raining a lot lately you can imagine the state I am in. Each night we go back to a deserted farm where we sleep the night and come up here again at 4am. Tuesday was a bad day as their heavy howitzers pitched some very lucky heavy shells into our battery, all into my section; the last one was the most disastrous as it fell just behind one of my guns and broke back killing two sergeants and wounding six other men. The shell just before that fell within one yard of me when I was just jumping into a hole I had made; it stunned me for about 30 seconds and covered me with mud, but otherwise it did no damage. Another actually pitched two yards away from a wagon behind which I was sleeping only half a minute before; the rest of the detachment were asleep there, and the man nearest it turned two or three somersaults and was rendered quite stupid. I hope he is getting on alright.... I must say war is a horrible thing and I shall be only too glad when it is over...\n\n18/9/14\nI finished up last night because the old heavy shells were beginning to serenade us again and one always instinctively gets to the bottom of one's hole; they are the most alarming of projectiles as one can hear them coming, and they come so slowly that you can see them as they pass over your head...\nWe nearly always bivouac in a shed or room of a house if practicable; we do not do so badly for food, but some days, when fighting, we live on bread and cheese and bully beef. I am at present a most disreputable sight, my hair being very long and having a fortnight's beard; my clothes are covered with clay and my boots have not been off for over a week; my handkerchief has been in use for a fortnight at least as a napkin and everything. We hardly ever see our baggage wagon.\n\nSept 25th \nMy last letter that I wrote last week said that we were in the middle of a battle, and that battle is still going on. We remained in one position for a week and then moved as it was getting too hot; we have now been here five days, where at present the enemy guns have been unable to locate us. Thank you very much for the socks and handkerchief, which were a godsend; you will understand this when I tell you that the day before yesterday I had an all over wash for the first time for three weeks and that I have slept in my boots for weeks. We are now having the most delightful weather, and as we are perched on the top of a very high hill with a very pretty valley all round it is not so unpleasant. \nWe sleep in the Major's observing station, which is about 3/ of a mile from the battery and at one time has been inhabited , having a chimney and one or two shelves cut in it....\nIt is a great thing having something to read, as we sit here from 5am to 6pm., occasionally firing bursts of fire as targets crop up. We always dig ourselves in now and are getting expert with the shovel....\nWe have to live entirely on rations now as no eggs or fowls are to be obtained anywhere. Our meals are extraordinary and may interest you---3.30am. : tea, porridge, fried bacon, bread and jam. 9am. : bread and jam cocoa. 12.30 noon, (sic) bread and cheese (bully beef sometimes). 4.30pm. : tea, bread and jam. 7.30pm. :soup, stewed bully beef, bread and jam, rum. \nI am very fit now, but last week we were nearly all in a state of collapse as we had an anxious time and very little rest....\nThe amusing thing is the rush for a match or light in the battery, as there are practically none left. Whenever anyone lights a pipe there is a rush and nearly everyone holds a piece of cordite, which he lights and then uses to light his own cigarette.....\nIt is quite exciting watching the aeroplane guns shooting at aeroplanes. I have never seen one brought down yet, but several times it seemed the machine must drop....\n\nOct. 1st\nWe are still in the same place and have only moved 100 yards since I wrote last, and there seems no sign of either side getting a move on. We three subalterns had to dig a new &quot;junk&quot; hole 7 feet long by 4 1/2 feet deep and we have now put a roof on; it is quite a superior affair and we cut down 6 or 7 trees to make it; we have also improved the cave and put a new fireplace in it so that we shall not do so badly if we have to stop here the winter. We do not do so much firing these days, but there are very few moments of silence during the day; every night the detachment have sleep round the guns and one of the subalterns as well; it is pretty cold work, but last night I slept in the hole and was quite arm though there was a frost....\n\nOct 6th\nWe are still here in the same spot and our days are rather monotonous, as there is very little to be done. Yesterday the men managed to raise a football and if any cinematograph man had been here he could have got quite an unusual film. We had been all day on to 4 of the enemy's guns, which we could not see, but which an observer with a telephone wire, about a mile away, could see. He had sent back word that we were plumb on to their guns and that they had all bolted into their holes, so we loaded up ready to receive them with a &quot;salvo&quot; when they came out; we did this once and got twelve rounds into them before they bolted again, so we prepared another lot for them. In the meantime the gunners started a game of football; after about twenty minutes we gave the order &quot;eyes front&quot; and you saw all the gunners scampering off to their guns and after about two minutes we had got twelve more rounds off....\nThe other day the enemy, in searching the other side of a hill, put a lucky shell among our teams, and wounded three horses of A Team so badly that they had to be killed. I am dreadfully sorry, as this team was my pet team, having six beautiful horses in it. The last old favourite, a dear old mare, was killed the other day; the driver, who was very fond of her, was frightfully cut up and wept. One driver, it is said, was killed trying to shield his two horses with his arms; he was a fine man and I'm sure it was true, as he always took a great pride in them and always had them looking splendid.....\nThere are a terrible number of casualties amongst the officers in this war. So many have been killed by German treachery, and it is a well known fact that many spies are wandering about in khaki uniforms...\nMy watch has stopped, which is rather a catastrophe. It stopped when two guns went off together, and I think the mainspring is broken; I do not know how to get it mended. \nSunday was very far from being a peaceful day, as they put shells over out hill all day long; and as one or two occasionally fell short we had to live in out holes most of the day.\nOne of the most extraordinary things is a herd of about 6 or 7 cows which wanders up the -----valley every day. the valley is constantly under heavy shrapnel and howitzer fire, yet they take no notice and are never touched. In the barn where a 9lb shell fell, killing 2 or 3 men and 5 horses, were two cows, quite untouched and calmly chewing the cud. The horses now realise what shrapnel is, and when they hear the peculiar whistle of a shell coming in the air they get uneasy.....\nThis is a rather chaotic letter, but I'm sure you will appreciate it. If it is badly written, what else can you expect when your only table is your knee?&quot; \n\nC.F. Battersby \n\n\nThe 4th of November 1914 saw the first major bombardment of the town of Ypres. While the farm in which he was billeted was being heavily shelled, Charles Battersby returned from his safety pit to release a horse which was tied up in the yard belonging to the farm and was killed by a shell.\n\nThe Canturian wrote of him:-\n\n&quot;He was of a quiet disposition but exerted a strong and sound influence on the school, and our sincere sympathy is offered to his relatives....his Commanding Officer spoke of him with the greatest affection and esteem....and the grief with which the rank and file speak of his loss testifies that he was one of that type of officer which the country can ill afford to lose&quot;", "authorname": "Mrs Audubon", "id": "32254785-8671781996-72157633348921301", "iconfarm": 4}], "photo_id": "8671781996"}}