{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/state-records-nsw/5188408808/#comment72157625298013867", "realname": "", "path_alias": "pellethepoet", "author": "47201412@N02", "iconserver": "2683", "datecreate": "1290159892", "_content": "Dr. Riccardo Moni's obituary:\n\nDR. R. MONI, NOTED LODGE DOCTOR, DEAD - &quot;Dr. Riccardo Moni, who for many years was one of the leading friendly society doctors in Brisbane, died at his home in New Sandgate Road, Clayfield, yesterday.\n\nDr. Moni, who was 64, had been ailing for some time. He resigned as a medical officer of the Brisbane Associated Friendly Societies Medical Institute several months ago because of ill-health, and had not practised since. He was a clever physician and surgeon.\n\nHe was a native of Cremona, Italy, and was the younger son of Cavaliere Paolo Moni, a barrister. He graduated at Parma University. Coming to Australia in 1903, he practised in Victoria and went to North Queensland later.\n\nWhen the Great War began he went to Italy and served first in the Italian Army. Later he served as liaison officer to the British 29th Stationary Hospital in Italy. After the war he came to Brisbane and joined the B.A.F.S. Institute 19 years ago.\n\nDr. Moni is survived by his widow, who is a Queensland native, two daughters - Mrs. Gurney Sale of Jericho (Q.) and Miss Ida Moni - and one son, Mr. Paul Moni.&quot; - <a href=\"http://trove.nla.gov.au/ndp/del/article/40858897\" rel=\"nofollow\">The Courier-Mail, Thursday 17 August 1939, p. 3.</a>", "authorname": "pellethepoet", "id": "27286215-5188408808-72157625298013867", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/state-records-nsw/5188408808/#comment72157625440626398", "realname": "Photographic Collection", "path_alias": "state-records-nsw", "author": "27331537@N06", "iconserver": "8539", "datecreate": "1290376933", "_content": "[http://www.flickr.com/photos/pellethepoet] Thanks for adding this.", "authorname": "State Records NSW", "id": "27286215-5188408808-72157625440626398", "iconfarm": 9}], "photo_id": "5188408808"}, "flarchive:created": 1389620520}