{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/5987841198/#comment72157627688918439", "realname": "Art Siegel", "path_alias": "artolog", "author": "76016463@N00", "iconserver": "3807", "datecreate": "1317693581", "_content": "another Bain Collection photo of the general:\n\n<a href=\"http://www.flickr.com/photos/library_of_congress/6198087712/\"><img src=\"http://farm7.static.flickr.com/6146/6198087712_13e01d0da4_m.jpg\" width=\"174\" height=\"240\" alt=\"Gen. Michel (LOC)\" /></a>\n\nSome background:\n&quot;Unlike the Germans, the French could not agree on the best plans for war. In the years before the war, prominent generals had argued over how to prepare for a war with Germany. One-time commander in chief General Victor Michel guessed that the German attack would come through Belgium and proposed that the first French action should be to cut off the Germans in Belgium before they could reach French territory. Michel's plan, which was unpopular with political leaders but turned out to be absolutely correct, cost him his job. His replacement, General Joseph Joffre (1852–1931), called instead for a direct attack on German positions in the formerly French territories of Alsace-Lorraine. (He called for a smaller force to monitor German activities in Belgium.) Joffre's plan was adopted by his country, and it left France highly vulnerable to the German Schlieffen plan. Joffre also underestimated the number of German troops the French armies would face and overestimated the impact that Russian battles would have on the conflict. Joffre's faulty vision of how the war would unfold cost the French dearly in the early stages of the conflict.&quot;\n\n<a href=\"http://find.galegroup.com/gic/infomark.do?contentSet=EBKS&amp;docType=EBKS.Article&amp;idigest=fb720fd31d9036c1ed2d1f3a0500fcc2&amp;type=retrieve&amp;tabID=T001&amp;prodId=GIC&amp;docId=CX3411700012&amp;userGroupName=itsbtrial&amp;version=1.0&amp;searchType=BasicSearchForm&amp;source=gale\" rel=\"nofollow\">find.galegroup.com/gic/infomark.do?contentSet=EBKS&amp;do...</a>", "authorname": "artolog", "id": "8602872-5987841198-72157627688918439", "iconfarm": 4}], "photo_id": "5987841198"}}