{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationalarchives/5416466476/#comment72157626067025970", "realname": "", "path_alias": null, "author": "59573803@N04", "iconserver": "0", "datecreate": "1297868229", "_content": "Africa must unite!! An Iconic figure,Kwayme Nkrumah\nGhana's President innovator of the convention peoples party!!\nWas doing a great job until overthrown by the military coup in 66'  \n\nLesson for today, Soas classes really paid off!", "authorname": "aplus_15@yahoo.com", "id": "31569669-5416466476-72157626067025970", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/5416466476/#comment72157626568372222", "realname": "", "path_alias": null, "author": "26543934@N06", "iconserver": "0", "datecreate": "1303673969", "_content": "Great job? \nBy 1965 Ghana was virtually bankrupt. A governmant spending spree between 59 and 64 had £430m. GNP was stagnant between 60-66 and the real value of the minimum wage halved in that time. Nkrumah was surrounded by sychophants and praised daily in the press. He became increasingly remote from the realities of the crisis Ghana was facing. However, despite the economic failings, it was his meddling with the army - with his spies and trying to subvert it to his own ends - that led to his downfall.", "authorname": "xbbckw", "id": "31569669-5416466476-72157626568372222", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/nationalarchives/5416466476/#comment72157632444508441", "realname": "", "path_alias": null, "author": "91917766@N02", "iconserver": "0", "datecreate": "1357440538", "_content": "First and foremost Nkrumah's seven-year Development Plan would have turned Ghana into an industrialized nation.Secondly,his notion of a continental Government for Africa with a common currency and a millitary force -THE AFRICAN HIGH COMMAND would  have made  Africa an economic and military power.This is what the imperialists namely United States and Great Britain  did not want.Why? Its because they want the BLACKMAN to be a second class citizen and a beggar forever.Find out how the CIA and  British Intelligence collaborated with some  ignorant Ghanaian soldiers to overthrow him  in February 1966.", "authorname": "joshua1734", "id": "31569669-5416466476-72157632444508441", "iconfarm": 0}], "photo_id": "5416466476"}}