{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/5496668125/#comment72157626195852920", "realname": "", "path_alias": null, "author": "11418107@N02", "iconserver": "1068", "datecreate": "1299264703", "_content": "The University of Hawaii had separate baseball teams for Chinese and Japanese players.  The Chinese team toured the US in 1910, 1912, 1914, 1915, and 1916, at least, playing exhibition games with various college teams, industrial teams, and black teams.  This would probably be from their 1914 game with Columbia University's team.  (The Chinese won.)\n\nSee Harold Seymour, <i>Baseball:  The People's Game Vol 3 </i> (Oxford University Press 1991):  173-174 for mention of this team and coverage of their game with Columbia.", "authorname": "pennylrichardsca (now at ipernity)", "id": "8602872-5496668125-72157626195852920", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5496668125/#comment72157626077502761", "realname": "", "path_alias": null, "author": "91829349@N00", "iconserver": "5466", "datecreate": "1299356514", "_content": "I'll bet these guys got a kick out of the choosing up for Chinese and  Japanese teams.  The name &quot;Akana&quot; is Hawaiian, about as Chinese as &quot;Jones.&quot;", "authorname": "rjones0856", "id": "8602872-5496668125-72157626077502761", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5496668125/#comment72157626296386280", "realname": "Kristi", "path_alias": "kristi_loc", "author": "34904489@N07", "iconserver": "3309", "datecreate": "1300487992", "_content": "pennylrichardsca: \n\nThanks for the research on this interesting story!  It is even more tangled than it seems at first!  It appears that referring to this team as the Chinese team of the University of Hawaii is not quite accurate, despite the use of that phrase in the Seymour text you reference.  From Dan Cisco's <u>Hawaii Sports: History, Facts and Statistics</u> (University of Hawaii Press, 1999), baseball did not debut at the College of Hawaii until 1917.  The College of Hawaii was not known as the University of Hawaii until 1920, according to the University of Hawaii's <a href=\"http://www.hawaii.edu/about/history.html\" rel=\"nofollow\">website</a>.  \n\nSince this event took place in 1914, it seems that the story told by Joel S. Franks in <u>Asian Pacific Americans and Baseball: A History</u> (Jefferson, N.C.: McFarland &amp; Co., Inc., 2008) might be closer to accurate.  He indicates that a baseball team formed of Chinese Americans was sent to the mainland in 1912 to play against university teams, and this endeavor was supported by &quot;Chinatown business interests in Honolulu&quot;, amongst others, in an attempt to bolster tourism and provide a connection &quot;between Chinese Americans and European Americans&quot;.  The mainland press publicized them as representatives of the Chinese University of Hawaii, even though that did not exist. It was later speculated by Honolulu sportswriter Red McQueen that they wanted it to seem like the college teams on the mainland were playing against other college students when facing the Chinese American team, though that was not actually the case.\n\nThis team played Columbia University's team on May 31, 1914, and beat them by a score of 4-2, per this <a href=\"http://query.nytimes.com/mem/archive-free/pdf?res=990DE7DB1F39E633A25752C3A9639C946596D6CF\" rel=\"nofollow\">New York Times article</a>.\n\nWe will expand the description when we update this record.  \n\nrjones0856:\n\nVery true that many on the Chinese team were of varying ancestry.  Lang Akana's birth name was Fong Lan Akana. His father was Chinese born and his mother was Hawaiian.", "authorname": "Kristi (LOC P&P)", "id": "8602872-5496668125-72157626296386280", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5496668125/#comment72157626297497414", "realname": "", "path_alias": null, "author": "11418107@N02", "iconserver": "1068", "datecreate": "1300503376", "_content": "Thanks for these details, Kristi!  Now somebody needs to make a documentary about this team.  ;)", "authorname": "pennylrichardsca (now at ipernity)", "id": "8602872-5496668125-72157626297497414", "iconfarm": 2}, {"permalink": "http://www.flickr.com/photos/library_of_congress/5496668125/#comment72157630647592634", "realname": "", "path_alias": null, "author": "12598225@N07", "iconserver": "0", "datecreate": "1342678726", "_content": "See Joel S. Franks new book &quot;The Barnstorming Hawaiian Travelers&quot; (McFarland Press, 2012) for the details about this team and the &quot;fictitious&quot; University of Hawaii, which was presumed to be a marketing ploy.", "authorname": "chrispung", "id": "8602872-5496668125-72157630647592634", "iconfarm": 0}], "photo_id": "5496668125"}}