{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/6282413701/#comment72157627985190161", "realname": "", "path_alias": null, "author": "69662531@N05", "iconserver": "6048", "datecreate": "1321105046", "_content": "Dictionary of National Biography has this:\n\nFrench, John Denton Pinkstone, first Earl of Ypres 1852-1925, field-marshal, was born 28 September 1852 at Ripple, Kent. He was the only son and the youngest of the seven children of Commander John Tracy William French, R.N., J.P. and D.L. for the county of Kent, by his wife, Margaret, daughter of William Eccles, of Glasgow. Both his parents died while John French was still a child, so that he was brought up by his sisters, who intended him to enter his father's profession. To that end he was educated at Eastman's Naval Academy, Portsmouth, and entered H.M.S. Britannia in 1866, whence he passed out as a midshipman in 1868. But he never took kindly to the sea, and hankered after a military career. In 1870 he therefore left the navy to join the Suffolk Artillery Militia, serving with that regiment until he succeeded in passing into the regular army. In 1874 he was gazetted to the 8th Hussars, being transferred to the 19th Hussars a few weeks later.\n     French's advancement proved rapid. After serving as adjutant for a few months he was promoted captain in October 1880, and obtained his majority in April 1883. His career during these years differed in no wise from that of many of his colleagues. He learnt to ride well, played polo, and took great interest in the training of his men. In addition he developed a taste for books and showed anxiety to acquire some knowledge of the science of war. This was the more noteworthy in that he subsequently never displayed any bent for abstract knowledge nor even aspired to pass into the Staff College. In 1881 he had been appointed adjutant of the Northumberland Hussars (yeomanry), but relinquished that post in September 1884 when offered the opportunity of going to Egypt, where Lord Wolseley was organizing an expedition for the relief of General Gordon, then besieged in Khartoum. On arrival, French assumed command of the detachment of the 19th Hussars which was allotted to the column of Sir Herbert Stewart [qv.]. This column crossed the Bayuda desert from Korti to Metemmeh. But long before coming within sight of Khartoum Stewart learnt that the place had been captured and Gordon killed. Thereupon he decided to retreat by the way he had advanced. Throughout this withdrawal French displayed courage and resource, covering every movement with success. During this campaign he was present at the actions of Abu Klea, Gubat, and Metemmeh, and on one occasion was all but cut off by the pursuing enemy. On return home, after being specially commended for his work, he was awarded a brevet lieutenant-colonelcy in February 1885..\n     After three years' home service, in September 1888 French was promoted to the command of the 19th Hussars. As he was then thirty-six years of age and had only fourteen years service to his credit he had every prospect of rising high in a profession where seniority counted for so much. His Egyptian experience, together with a practical grasp of minor tactics, stood him in good stead. In February 1889 he was advanced to the rank of brevet-colonel, and shortly afterwards took his regiment to India, where it gained a name for efficiency. At the end of his period of command, in the spring of 1893, French was placed on half pay, and, in spite of early promise, there seemed some prospect of his being forgotten. But the adjutant-general, Sir Redvers Buller, mindful of French's work in the Sudan, offered him the appointment of assistant-adjutant-general at the War Office; this post he accepted in August 1895, being simultaneously promoted full colonel. In his new employment French was occupied in the production of a new Cavalry Manual, in the formation of cavalry brigades, and in other reforms, long overdue, in the mounted branch. In May 1897 he was transferred from the War Office to Canterbury in order to assume the duty of colonel on the staff, an appointment which carried with it the command of the newly formed 2nd Cavalry brigade with the rank of brigadier-general. Eighteen months later he was again transferred—to the 1st Cavalry brigade at Aldershot, a move which gave him the temporary rank of major-general..\n     The outbreak of the South African War proved the great opportunity of French's career. In September 1899 he was dispatched to Natal to command the mounted troops under Sir George Stuart White [qv.]. Almost on arrival he was sent forward to assist the retirement of Major-General Penn Symons from Dundee to Ladysmith. After the death of Penn Symons at Talana Hill the command devolved on Major-General Yule, who was greatly assisted in his retreat by French. The latter had succeeded in dislodging the enemy from a strongly held position at Elandslaagte on 21 October. It was French's first opportunity of commanding a force of all arms in the field, and he was highly commended for his share in the operations. Shortly afterwards White's troops were concentrated in Ladysmith, and it became obvious that a siege was inevitable, so that mounted troops would find no employment there. French and his staff accordingly managed to escape in the last train that succeeded in leaving the town..\n     French was now sent to the Cape, where he was confronted with a menacing situation. Lord Methuen was advancing along the railway towards the Orange Free State in an endeavour to relieve Kimberley, and encountering serious opposition. Further east Major-General Sir William Forbes Gatacre [qv.] was attempting to prevent the disaffected Dutch from joining the Boer commandos. Between the two British forces lay an invading Boer column whose farther advance must gravely threaten Methuen's communications. French thereupon led all available mounted troops to Naauwpoort junction in order to check any further Boer movements. While he was able to keep the enemy at bay in the region of Colesberg, the general situation was made more difficult by the successive defeats of Methuen and Gatacre in Cape Colony and of Buller in Natal. In spite of these complications French continued to work round his opponents with such success that he virtually cleared Cape Colony of invaders before the arrival of Lord Roberts [qv.] in South Africa in January 1900.\n     With his mounted troops French was next ordered by Roberts to turn the Boer left on the River Modder, where Methuen was facing the enemy. By forcing the passage of the River Riet French achieved this object. Then, by launching against the Boers two whole cavalry brigades in open order at the gallop, he cleared the road to Kimberley, and relieved the town on 15 February. His further movements enabled him to seize Koodoesrand Drift on the Orange River, thereby holding up the Boer retreat from Kimberley towards Bloemfontein. This check resulted in the surrender of 4,000 Boers at Paardeberg on 27 February. During the subsequent advance on Pretoria, French, by turning the Boer front at Poplar Grove (7 March) and again at Driefontein (10 March), greatly assisted the advance, and on 13 March Bloemfontein was occupied. But French's next maneuvres at Karee Siding on 29 March and at Thaba Nchu on 28 April were not so conspicuously successful. After the fall of Pretoria on 5 June French followed up the Boers until they retreated over the Portuguese frontier at Koomati Poort. Finally during July he carried out some skilful movements which led to the occupation of Middelburg, and in September he took Barberton as the result of a clever maneuvre. For his noteworthy share in the campaign his rank of major-general was made substantive and he was created K.C.B.\n     The remainder of French's service in South Africa does not require detailed record. After losing the services of his two brilliant staff officers, Major (later Sir) Herbert Lawrence and Major (later Field-Marshal Earl) Haig, he assumed command of the Johannesburg district in November 1900. In June 1901 he was transferred to Cape Colony in order to hunt down the last Boer commandos active in that district. His movements during these two years, if sadly lacking the characteristics of his earlier operations, were slowly brought to a satisfactory conclusion. In August 1902 he was promoted lieutenant-general and created K.C.M.G.\n     Shortly after his return home French was appointed commander-in-chief at Aldershot, and held that post until November 1907. The reform of army-training on the basis of South African experiences was then to the fore, while the troops themselves were being regrouped according to a new plan of divisional organization. French found himself fully occupied with these tasks; but he held very conservative views as to any tactical innovations in his own arm, the cavalry. Before vacating his position he was promoted general in February 1907, and created G.C.V.O. A few months later, on leaving Aldershot, he was appointed inspector-general of the forces. In this capacity he was responsible for a total reform in the conduct of military maneuvres; he visited Canada; and he was engaged in supervising the training of the higher commands of the army generally. In March 1912, when he was close on sixty years of age, he succeeded Field-Marshal Lord Nicholson as chief of the Imperial General Staff. In June 1913 he was promoted field-marshal.\n     The principal interest in French's tenure of the headship of the general staff centres round what is known as the Curragh incident. This arose out of the declaration made by a number of officers stationed at the Curragh in county Kildare that they would resign their commissions rather than participate in any armed coercion of Ulster into the acceptance of Home Rule for Ireland. A written pledge that they would not be thus employed was handed to the representatives of these officers by the secretary of state for war, Colonel Seely, after the document had been initialed by French in his capacity of chief of the general staff and by Sir Spencer Ewart in that of adjutant-general. The Cabinet, however, repudiated this undertaking, whereupon both French and Ewart resigned their appointments.\n     It had long been an open secret that in the event of a European war French would command any British forces dispatched to the Continent. His appointment as commander-in-chief of the British Expeditionary Force followed the declaration of war against Germany on 4 August 1914. On 14 August he landed at Boulogne at the head of one cavalry and four infantry divisions. On the 21st he met General Lanrezac, commanding the French Fifth Army, which formed the extreme left of the French forces, and he conceived an antipathy for this officer which produced grave results. The British troops, after concentrating round Maubeuge, began moving forward in prolongation of Lanrezac's advance with a view to gaining touch with the Belgian forces. The British came into contact with the Germans near Mons, where French, dissatisfied with the information supplied by his allies, decided to give battle. On the morning of the 23rd the German First Army there attacked the British. The blow fell upon the II Corps under General Sir Horace Lockwood Smith-Dorrien [q.v.], who was left virtually unsupported by the I Corps under Sir Douglas Haig, which was on the inner flank. The full significance of the German movement then began to dawn upon French. On 24 August, realizing that he was threatened with a total envelopment of his left, he began to retreat, following the similar French movement. In so doing he allowed his army to separate, the II Corps retiring to the west of the forest of Mormal, the I Corps keeping to the east of it. The Germans pressed forward, with the result that on 26 August Smith-Dorrien, in view of the fatigue of his troops, and after consulting Major-General Allenby, then commanding the cavalry, decided to contest the enemy's advance. Smith-Dorrien informed French of this decision and received his written approval. The battle of Le Cateau resulted, and the German advance was effectually checked, though at the cost of severe loss in men and guns. Thereupon French, convinced that the II Corps had met with disaster, motored forty miles back to Noyon, thinking only of saving what he could of his army; accordingly he prevented Haig from going to assist Lanrezac when the latter fought a rear-guard action at Guise on the 30th, and finally informed the Cabinet of his intention of retreating south-westwards to St. Nazaire, regardless of his allies' movements. The situation grew so critical that Lord Kitchener, then secretary of state for war, travelled to Paris, met French on 1 September, and enjoined him to conform to the French plan of action. French did so, but after suggesting a stand on the River Marne, on the 3rd, continued to retreat on the 4th and 5th, although he must have learnt from General Gallieni, the governor of Paris, that the French armies were about to turn.\n     By this time a new French Sixth Army was being formed near Amiens. On 5 September General Joffre, the French commander-in-chief, gave the order for a general attack. On the 6th French thereupon advanced northwards. On the 9th he recrossed the River Marne and entered a gap of thirty miles that had been allowed to form between the German First and Second Armies. This threat, combined with the pressure of the new French Sixth Army, was really instrumental in bringing about the German retreat to the River Aisne, where they held fast to a strongly entrenched position. French, now as optimistic as he had been pessimistic before, and imagining the enemy to be still in retreat, ordered several attacks on the German line that were carried out with great gallantry. In spite of them, by the 15 September a stalemate resulted which led to a succession of attempts made by both armies to outflank each other farther to the north-west; this was the so-called ‘race to the sea’.\n     The British Expeditionary Force was now transferred to Flanders. The first troops left the Aisne on 1 October, and arrived in the region of Bethune a week later; the rest continued to detrain in Flanders until the 19th. On the 14th the II Corps was heavily engaged at La Bassée. On the 20th the Germans began a series of violent attacks on the Allied left that only grew fiercer as they proved to be inconclusive. On the 22nd French reported to Kitchener that the enemy were ‘playing their last card’. Two days later, in spite of a grave shortage of munitions, he was writing that the battle was ‘practically won’. Yet the crisis was not reached until the 31st in front of Ypres, where the British stood flanked on either side by the French. No commander-in-chief could exercise much influence on the course of such a struggle. The valour of the men in the ranks and the efforts of their direct leaders could alone affect the ebb and flow of the battle, while the French troops, themselves heavily engaged, lent precious aid to their British allies. By the middle of November the fighting died down into the comparative quiet of trench warfare.\n     Throughout the winter French continued in optimistic mood, maintaining that he could break the German line provided he were given adequate forces and a sufficiency of high-explosive ammunition. Accordingly on 10-13 March he made his attempt at Neuve Chapelle. In spite of an auspicious opening the effort proved fruitless. It had been planned on too small a scale and was inadequately supported. French next combined with the Allies in elaborating a greater project. But before this could be put into effect the Germans again attacked at Ypres on 22 April. The infantry assault was preceded by the first discharge of chlorine gas released in the War, which drove back the French on the British left in wild disorder. Failing to exploit this somewhat unexpected success the Germans yet succeeded in placing the British flank, then commanded by Smith-Dorrien, in jeopardy. French, now swayed by alternate hope and fear, succeeded in holding his own, but subsequently vented his resentment on Smith-Dorrien so strongly that the latter resigned his command on 6 May. The battle of Frezenberg Ridge followed, involving severe fighting from the 8th to the 13th of May, while there was a final attack on Bellewarde Farm on the 24th.\n     Meanwhile, in compliance with his allies' plans, French attempted to seize the Aubers Ridge on 9 May, hoping thereby to facilitate the capture of Lille. As the operation failed, renewed attempts were made at Festubert from the 15th to the 27th, and, on the failure of these, yet a third attack was launched at Givenchy on 15 June. In each of these French failed in his purpose. The attacks were delivered with inadequate forces, while on every occasion the enemy, being well prepared to meet the British tactics, parried the assault.\n     At length a more ambitious plan was put forward by the French¾a combined attack against both fronts of the great German salient in France. This time French was not so confident of success. Only with reluctance was he induced, on the grounds of reasons of state, to participate in the operation, the British share of which became the battle of Loos (25-28 September 1915). This opened with a British attempt, under cover of a gas attack, to carry the Lens coal-field, a difficult area strongly fortified by the enemy. On the right the attempt at first made headway. But the gains could not be held. Moreover, French's handling of his general reserves, composed of raw ‘new army’ divisions, has since given rise to much criticism that may be regarded as justified. No real success was ever attained, and the fighting dragged on in a forlorn manner until 14 October.\n     Dissatisfaction with the conduct of the operations in France now became more pronounced. French himself was beginning to show signs of strain. Doubts were being freely expressed as to his fitness to cope with the intellectual and physical exigencies imposed by modern warfare on the high command. It is difficult not to sympathize with a leader who for fourteen months had filled a most unenviable position to the best of his ability. At the very outset he had found himself involved in a plan of campaign which was practically unknown to him. The plan failed; whereupon he had been compelled to carry out a retreat difficult and hazardous in the extreme. He did not have a fair opportunity of understanding his allies; they did not even try to understand him; worse still, they underrated the quality of the British troops and of their leaders. Grave difficulties arose in the conduct of the War as a whole. Inadequate provision had been made to meet the needs of such a campaign. Weaknesses became evident even in French's own head-quarters staff. Nevertheless, when all these unforeseen and immense obstacles are taken into account, the fact remains that French revealed defects not only of temperament but also of military aptitude, which must preclude him, in spite of his military qualities, from ever ranking with any of the great generals of the past. In particular, his protracted quarrel with Sir Horace Smith-Dorrien, and its grave sequel, together with the eventual publication of its details in an ill-judged book, 1914 (1919), can only be regarded as deplorable.\n     On 4 December 1915 French resigned his position as commander-in-chief, being succeeded on 19 December by his former staff-officer, Sir Douglas Haig. He had received the Order of Merit in December 1914; in January 1916 he was created Viscount French of Ypres and of High Lake, county Roscommon, and appointed commander-in-chief of the Home Forces. The constitution of this office was urgently needed, since the high command of all troops in the United Kingdom had so far been vested in the War Office, while the training of troops for overseas required much closer supervision and simplification than was thus possible. In this new capacity French achieved satisfactory results. More difficult was the protection of Great Britain against the air attacks which were threatening to impede the flow of munitions to the armies overseas. This complicated problem was assigned to French in the spring of 1916 and finally solved by the organization of special staffs and troops to deal with the raiders, so that by October 1916 the menace of the enemy's attacks by Zeppelin air-ships had been effectively countered. But during the summer and autumn of 1917 a series of hostile aeroplane raids revived the danger in a more acute form. Thanks to the vigorous efforts of the British aviation and anti-aircraft services these attacks were also overcome and French's task was thus achieved. No other enemy activity, save a few insignificant coastal bombardments, disturbed the United Kingdom down to the close of the War. French's reorganization of the system of home defence, whereby any possible enemy landings were to be resisted on the spot, was consequently never put to the test.\n     In Ireland, however, a situation of real gravity arose at Easter 1916, when the Sinn Fein party rose in arms in Dublin (24 April), seized certain points of the city, and proclaimed a republic. Fighting ensued, and French dispatched two Territorial divisions to Dublin. He also appointed General Sir John Maxwell [q.v.] to be commander-in-chief in Ireland. Within a short time the Rebellion was crushed and certain of its leaders shot after trial by court-martial. But Ireland remained a hotbed of acute discontent and a source of considerable anxiety until long after the end of the War.\n     In May 1918 French was appointed lord-lieutenant of Ireland. It was then thought that his Irish extraction and military reputation might win for him both respect and obedience among the Irish. As a result of the Irish Convention, which had just concluded its labours, it was still imagined that Ireland might accept some form of conscription in return for the grant of Home Rule. All such hopes were doomed to speedy disappointment. French next attempted to raise 50,000 voluntary recruits, but scarcely 10,000 could be obtained. Matters went from bad to worse, until the country could only be governed by military authority based on special regulations for the restoration of order. Nevertheless, the troops, supported by the Irish Constabulary and assisted by newly formed auxiliary police units, were hampered by restrictions of every kind. The struggle degenerated into a campaign of aggression and punishment, of outrages and of reprisals. In December 1919 a serious attempt was made on French's life, when a bomb and a volley of shots were aimed at the cortège of cars in which he travelled. French escaped unharmed, but his position only grew more unsatisfactory with the lapse of time. As a soldier there was no opening for him to command; as an administrator he was never able to enforce the law. On 30 April 1921 he resigned his post, after the passing of the Government of Ireland Act, which by its nature entailed a change of viceroy. French thereupon retired into private life, and was created Earl of Ypres for his services in June 1922. Thereafter much of his time was spent in France, mainly in Paris, until in August 1923 he was appointed captain of Deal Castle by the lord warden of the Cinque Ports. There he decided to make his home, and there he died, after a severe operation, on 22 May 1925.\n     French married in 1880 Eleanora, daughter of Richard William Selby-Lowndes, of Elmers, Bletchley, Buckinghamshire. He had two sons and one daughter; both his sons served in the European War. He was succeeded as second earl by his elder son, John Richard Lowndes (born 1881), who had retired from the Royal Artillery some years before the War, as the result of a hunting accident.\n     French figures in the picture ‘Some General Officers of the Great War’ by J. S. Sargent, which is hung in the National Portrait Gallery. A portrait of him by J. St. H. Lander belongs to the Cavalry Club, Piccadilly. A cartoon appeared in Vanity Fair 12 July 1900. There is a monument to him in the rebuilt cathedral at Ypres and a memorial tablet in Canterbury Cathedral.\n\nSources:\n     The Times, 23 May 1925; \n     Sir J. E. Edmonds, (Official) History of the Great War. Military Operations, France and Belgium, 1914-1915, 1922-1928; \n     Edward Gerald French, Field-Marshal Lord French, 1931; \n     Lord French, 1914, 1919; \n     E. L. Spiers, Liaison, 1930; \n     personal knowledge.\n\nContributor: H. de Watteville.\n\nPublished:     1937", "authorname": "Historydevotee", "id": "32254785-6282413701-72157627985190161", "iconfarm": 7}], "photo_id": "6282413701"}}