{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/library_of_congress/3970977941/#comment72157622656476630", "realname": "Dave", "path_alias": "ibison4", "author": "79024952@N00", "iconserver": "27", "datecreate": "1256450854", "_content": "In 1915 Brooklyn was nicknamed the Robins not Dodgers.", "authorname": "ibison4", "id": "8602872-3970977941-72157622656476630", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3970977941/#comment72157622680315495", "realname": "", "path_alias": null, "author": "21686909@N07", "iconserver": "2188", "datecreate": "1258251226", "_content": "True, Brooklyn Robins", "authorname": "budderflyman", "id": "8602872-3970977941-72157622680315495", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3970977941/#comment72157622831574797", "realname": "", "path_alias": null, "author": "45416799@N08", "iconserver": "0", "datecreate": "1260220742", "_content": "These antique pictures are great. They allow us to really compare and acknowledge how much change has occurred over the years. This also give us a way to really appreciate the history.", "authorname": "jalcala2007", "id": "8602872-3970977941-72157622831574797", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3970977941/#comment72157623134411631", "realname": "", "path_alias": null, "author": "30379534@N04", "iconserver": "5330", "datecreate": "1264131105", "_content": "I love the picture...some of the notes attached to the picture, not so much.  It clearly states in your description that Stengel played for the Brooklyn Dodgers.", "authorname": "Michael Lechner", "id": "8602872-3970977941-72157623134411631", "iconfarm": 6}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3970977941/#comment72157623134602645", "realname": "Dave", "path_alias": "ibison4", "author": "79024952@N00", "iconserver": "27", "datecreate": "1264134031", "_content": "Casey Stengel played for the Brooklyn Ball Club from 1912 to 1917.  The Club was called the Dodgers in only one year he played there, 1912. The next year(1913) they were named the Superbas. \nFrom 1914 to 1931 they were nicknamed the Robins. In 1932 they went back to the name Dodgers.", "authorname": "ibison4", "id": "8602872-3970977941-72157623134602645", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3970977941/#comment72157623368685246", "realname": "Paul", "path_alias": "bluegrassguerilla", "author": "10769139@N05", "iconserver": "4117", "datecreate": "1265518438", "_content": "Today's baseball uniforms don't quite live up to the high socks, baggy pants, and heavy fabrics of the past. Love the style here.", "authorname": "bluegrass guerilla", "id": "8602872-3970977941-72157623368685246", "iconfarm": 5}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3970977941/#comment72157623392574029", "realname": "", "path_alias": null, "author": "28712908@N07", "iconserver": "3260", "datecreate": "1267240148", "_content": "My favorite photo of the Old Professor as a youngster. Love the shades.", "authorname": "yankeefan1959", "id": "8602872-3970977941-72157623392574029", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3970977941/#comment72157629772066990", "realname": "", "path_alias": null, "author": "78441782@N06", "iconserver": "0", "datecreate": "1337272374", "_content": "Yep, Robins.  <a href=\"http://www.baseball-reference.com/teams/LAD/\" rel=\"nofollow\">www.baseball-reference.com/teams/LAD/</a>\nPlease correct metadata.", "authorname": "paddy1897", "id": "8602872-3970977941-72157629772066990", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3970977941/#comment72157629773019690", "realname": "", "path_alias": null, "author": "21686909@N07", "iconserver": "2188", "datecreate": "1337276982", "_content": "The Superbas was a great name, but the Bridegrooms took the cake.  LOL", "authorname": "budderflyman", "id": "8602872-3970977941-72157629773019690", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3970977941/#comment72157629895463658", "realname": "Peter Manzari", "path_alias": "manzari", "author": "12897883@N00", "iconserver": "23", "datecreate": "1337978266", "_content": "The Old Perfessor !", "authorname": "Manzari", "id": "8602872-3970977941-72157629895463658", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3970977941/#comment72157632239409936", "realname": "Gene", "path_alias": "cherriesmixednuts", "author": "88793936@N05", "iconserver": "8338", "datecreate": "1355410160", "_content": "Stenglese,\n<a href=\"http://www.brainyquote.com/quotes/authors/c/casey_stengel.html\" rel=\"nofollow\">www.brainyquote.com/quotes/authors/c/casey_stengel.html</a>", "authorname": "Memoriesaremadeofthis", "id": "8602872-3970977941-72157632239409936", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3970977941/#comment72157633338310689", "realname": "", "path_alias": null, "author": "29493863@N06", "iconserver": "0", "datecreate": "1366939821", "_content": "The ol' Perfessor was a family hero in my household.  Of course, we are from Brooklyn and that's why.\n\nNever to be forgotten!", "authorname": "goodday2007", "id": "8602872-3970977941-72157633338310689", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3970977941/#comment72157633357258386", "realname": "", "path_alias": null, "author": "21686909@N07", "iconserver": "2188", "datecreate": "1366988423", "_content": "The Perfessor was a hero in Brooklyn long before you were ever born.  He last PLAYED in Brooklyn in 1917 and last managed Brooklyn in 1936.  After that, he was no longer a hero in Brooklyn unless your family were somehow Yankee fans.", "authorname": "budderflyman", "id": "8602872-3970977941-72157633357258386", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3970977941/#comment72157633371142415", "realname": "", "path_alias": null, "author": "29493863@N06", "iconserver": "0", "datecreate": "1367324790", "_content": "I am a lifelong Yankees fan starting from the mid 1950s.  My dad who had been an intensely loyal Dodgers fan, and was as mad as heck when they moved to LA, switched his loyalties to the Mets when they came along in the early 60s.  \n\nThus, Casey remained a hero to a great many Yankees &amp; Mets fans both for his on field accomplishments and for his witty manners.", "authorname": "goodday2007", "id": "8602872-3970977941-72157633371142415", "iconfarm": 0}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3970977941/#comment72157633388099402", "realname": "", "path_alias": null, "author": "21686909@N07", "iconserver": "2188", "datecreate": "1367339087", "_content": "[http://www.flickr.com/photos/29493863@N06]  Okay, I see your situation, but the way you stated it before &quot;we are from Brooklyn and that's why&quot; is odd because that really would not be the usual case for liking Stengel.  It would usually be the case for hating him.\n\nI find Casey to be an interesting character in the history of the game, but in truth, he was not a very good manager by the time he took over the Yankees.  His lifetime winning record was just .508.  Frankly, anyone who could fill in a line up card could have won in those 12 seasons Casey had the Yanks.  He looked like a genius when he chose Larsen to pitch in 1956 and throw a perfect game, but there is no question in my mind that Casey lost the 1960 World Series by not going with Ford as his game one pitcher which would have allowed Ford to pitch 3 games.  That huge mistake more than anything caused Casey to be let go.  \n\nOf course, it was also, as Casey said:  &quot;I made the mistake of turning 70&quot;.  Once he got a team of unprotected players (the Mets), it was a case of setting a record for most losses in a season.  The manager snoozed on the bench in the late innings, the result of age and alcoholism (not much is ever mentioned about that, but Casey drank every night for many, many years).  And one of the Yankees whom I knew (I won't mention his name because one day I am going to write a story about him) told me &quot;I saw the Old Man a number of times sleeping on the bench&quot; during the Yankee years.  \n\nSo, looking back on it, the Yankees had the horses and Casey just happened to be in the right place at the right time.  He most certainly had hunches about situations and players, like the selection of Larsen, but, again, not starting Ford in game one, 1960 WS was just plain boneheaded.  \n\nThe Yankees were special despite the hijinks of Ford, Mantle, and Billy Martin.  Just imagine how great Mantle would have been had he not gone out drinking and carousing nearly every night with Whitey and often with Billy.  Mantle said so himself many times in his retirement and especially after his liver was shot.  Think about it, he was faster than Willie Mays getting down to first base....he was the fastest in baseball....when he batted left handed, he could run to first in 3.1 seconds.  Let me tell you, that is moving.  But, then he got hobbled up after tearing his knee up on that sprinkler head in Yankee Stadium.  Oh, there was all that baloney about him having osteo arthritis from a high school football injury.  I don't buy that because in 1953, Mantle could run with the best of them.  How many games did he play with a hangover?  Many.  Seriously, had he taken care of himself like Willie Mays did, Mantle would have hit more lifetime homeruns than Mays, but Mays was able to play 24 seasons.  Not taking anything away from Willie because like Leo Durocher always said &quot;Willie was some kind of ballplayer.  He was the best I ever saw.&quot;  And Leo saw a lot of ball players.  So, no, I don't think Casey was that good of a manager.  And in his later years he had trouble with getting along with the young players.  The Yankees had another reason they would have won with Casey sleeping on the bench and despite his bonehead moves.  They had Yogi.  I say Yogi was responsible for many of those Yankee wins during the years he caught.  Yogi called the games.\n\nWell, I will end here.  Casey was a character and I think much of his thinking and his speech was clouded by alcohol and then later, old age.  Let's face it, a 70 year old guy is not at the top of his game, especially if he nods off during the game.  Funny?  Yes, Stengel was as funny as Yogi, maybe even funnier at times.  Did his diatribes make sense?  Not often.  He talked in circles.", "authorname": "budderflyman", "id": "8602872-3970977941-72157633388099402", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3970977941/#comment72157633382110675", "realname": "Gene", "path_alias": "cherriesmixednuts", "author": "88793936@N05", "iconserver": "8338", "datecreate": "1367445569", "_content": "I dont pretend to know any Yankee ball players. \nMost of the games of the 1960's i listened to on a radio.\nIt seems to be the opinion of some baseball buffs that Stengle protected ford.\nHowever the fact remains Ford pitched more innings than any other Yankee in that decade.\nMel Stottlemyer was next.\nRaloh Terry was in there somewhere.\nAll in all the yankees had a strong staff.\nif the yankees did'nt have it they bought it.\nWonder who decided who was to stay a Yankee,and who was to go?", "authorname": "Memoriesaremadeofthis", "id": "8602872-3970977941-72157633382110675", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3970977941/#comment72157633382614107", "realname": "", "path_alias": null, "author": "21686909@N07", "iconserver": "2188", "datecreate": "1367451302", "_content": "Stengel wasn't protecting Ford.  He wanted to pitch him against the best pitchers in the league.  You have to look at each season.  Ford never won 20 games UNTIL Stengel was GONE.  He got to pitch a lot more under Houk.  Casey was just weird about when Ford was going to pitch.  This is what I mean by Casey not being such a great manager at times.  I think Stengel was a lot sharper as a manager when he first went to the Yankees in 1949.  He won a lot of one run games then.  But, later on, as he grew old, he lost his touch, in my opinion.  I will give him credit, however, for his platooning of players which extended their careers and made sense in other ways.  He also stuck with guys who maybe others would not have at first.....a lot of people didn't think much of Berra at first.  Yogi was not a good defensive catcher until Stengel got Bill Dickey to help him along.  Now imagine if Stengel had decided to not play Berra?  One of the greatest ballplayers of all time and, I might add, one of the greatest guy the game has ever known.  Also, Bobby Brown and Bill Skowron were not so good when they first came up, but Stengel saw their potential and he was right.  He did see potential in players. \nYes, the Yankees were a strong team because they could afford to spend money.  George Weiss was the GM during that time the Yankees won the 10 pennants in 12 years and he made the decision on who to trade.  Not sure how much Casey had a say in trades, maybe not much at all.  Interesting that Weiss was let go the same time as Casey.  Weiss and Casey both went to the Mets.", "authorname": "budderflyman", "id": "8602872-3970977941-72157633382614107", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3970977941/#comment72157633401624484", "realname": "Brian", "path_alias": null, "author": "50245058@N03", "iconserver": "4031", "datecreate": "1367500049", "_content": "&quot;Can't anybody play this game?!?!&quot;", "authorname": "Cougar_6", "id": "8602872-3970977941-72157633401624484", "iconfarm": 5}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3970977941/#comment72157633386239079", "realname": "Gene", "path_alias": "cherriesmixednuts", "author": "88793936@N05", "iconserver": "8338", "datecreate": "1367500536", "_content": "[http://www.flickr.com/photos/50245058@N03] At one time there were 16 major league teams. With 25 men on each squad that ment that 400 of the best baseball players in the world were taking the field .\nYes, they could play this game.\nIt might be a little watered down now with expansion,however it's still baseball.\nWhen Bill Terry,and Ted Williams hit 400 plus they did it against some of the games greatest pitchers. \nBudderflyman can tell you.\nit was and is Americas game~!", "authorname": "Memoriesaremadeofthis", "id": "8602872-3970977941-72157633386239079", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3970977941/#comment72157633387407265", "realname": "Brian", "path_alias": null, "author": "50245058@N03", "iconserver": "4031", "datecreate": "1367511759", "_content": "Memoriesaremadeofthis, I was referring to Casey's famous quote about the New York Mets, when he was their manager during their first year of play.  Casey had many more famous quotes that I love.  He had a unique way with the English language!", "authorname": "Cougar_6", "id": "8602872-3970977941-72157633387407265", "iconfarm": 5}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3970977941/#comment72157633388479617", "realname": "", "path_alias": null, "author": "21686909@N07", "iconserver": "2188", "datecreate": "1367521478", "_content": "[http://www.flickr.com/photos/cherriesmixednuts]  Yes, Williams and Terry hit .400, but if you look at the MLB batting avg, especially in 1930 when Terry did it, it was overall higher.  The difference is relief pitching and the rotation of five starters.  This makes it harder for batters who used to get to the starter in the late innings.  In Terry's day, there were still teams using a rotation of three pitchers, with an occasional insertion of a fourth.  When Williams hit .406 in 1941 (the last time a major leaguer has hit .400), there were no five man rotations.  Pitchers are also much better trained now in mechanics and conditioning and managers/pitching coaches carefully watch pitch counts.  No one watched pitch counts in 1941.  When you were a starter back then, you were expected to finish.  That actually was true until the early to mid seventies.  I can remember when Fergie Jenkins, one of my favorite pitchers, had 30 complete games in 1971.  Now, how many pitchers have 30 CG's in a career?   Batters definitely suffered when starters got routinely yanked by the seventh inning.  On the other hand, there has been no one with a batting eye any better than Ted Williams.  \n\nBatters looked for ways to get an edge.  Longer, thinner handled bats that they could whip, for example.  That's legal.  But then, corked bats or bats with little super balls inside.  That's illegal.  Batters began to condition themselves better, lifting weights and using other exercise equipment.  Andre Dawson was really one of the first major stars to go heavily into weight lifting and what a six pack set of abs that guy had.  When I played in high school and college, the coaches wouldn't let us near any weights.  We were forbidden to lift weights or to go swimming because it would make us muscle bound.  Ha, now look at these players.  They all are bulked up.  And what better way to bulk up than to take performance enhancing nutrional supplements and steroids.  Then the pitchers saw what steroids did for skinny singles hitting guys like Palmeiro (that's right...look at his stats and weight with the Cubs), so some pitchers like Roger Clemens started taking steroids.  And there you have it.\n\nI was actually trying to get to this point:  certainly expansion will always water down any sport,  however fewer really good athletes go into baseball, percentage wise, than they did in 1941.  Baseball didn't pay very much in 1941, but a good athlete could make a lot more in baseball than in pro football or pro basketball back then, and baseball was truly the American past time.  Kids everywhere played baseball.  Today, if you are a great athlete, you might not want to work toward playing baseball professionally.  The fact is, if you are Black, you are far more likely to work toward the NBA  if you have the size.  Why is this?  A couple of reasons.  One reason there are so many Black basketball stars is that playgrounds have basketball courts, not necessarily baseball  or football fields because those take up too much room.  You just need a basketball and one hoop.  The second thing is television.  Today you can watch college and NBA all season long.  Not so when I was a kid.  I lived in the Chicago area and we saw &quot;The Big Ten game of the week&quot; and an NBA game maybe on Saturday and Sunday.  (Soon came the Chicago Zephyrs).  Football &quot;College game of the week&quot; and &quot;Big Ten game of the week&quot;.  That was it.  Third, look at colleges......not  many fans typically go to college baseball games and this has always been the case, so that when a great athlete goes to a good college, he may decide to choose basketball or football over baseball.  Some guys will play all three, but that is really rare today.  Years ago, Bob Griese played all three at Purdue.  Or guys like Dave Winfield at Minnesota.  But, today?  Maybe two sports.  But, something happened.....The NFL and the NBA started paying competitive salaries eventually.   And that, more than anything, watered down baseball.  Baseball just was not as exciting to some kids as football and basketball.  \n\nAnd, of course, when Williams hit .406, there were no Blacks in baseball.  So, as Blacks entered the game in large numbers in the fifties, it really was time to expand to make room for them.  However, eventually, as I said, things did get watered down when larger salaries attracted good athletes to football and basketball.  So, it expanded and then watered down.  Now, there are fewer Black players per team than there were in the 1960s.  \n\nI probably should take more time to write this a little more coherently, but I just wanted you to realize it wasn't all due to expansion in MLB.  And I didn't even discuss artificial turf, domed stadiums, and another HUGE factor in declining hitting which was NIGHT GAMES (although today's lighting is so much better than it was when I played).  I need to write a book on this.\n\nAnd, yes, baseball IS America's game.....except that it was invented in England!!!  Now, don't let those people in Cooperstown see this.", "authorname": "budderflyman", "id": "8602872-3970977941-72157633388479617", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3970977941/#comment72157633388609543", "realname": "Gene", "path_alias": "cherriesmixednuts", "author": "88793936@N05", "iconserver": "8338", "datecreate": "1367522662", "_content": "[http://www.flickr.com/photos/50245058@N03] \nAll right everyone, line up alphabetically according to your height.\nThat was Casey.\nI stand corrected. \nI should have recognized Stengle when i saw it.\nThanks for your input. this is fun~!!", "authorname": "Memoriesaremadeofthis", "id": "8602872-3970977941-72157633388609543", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3970977941/#comment72157633404205962", "realname": "Gene", "path_alias": "cherriesmixednuts", "author": "88793936@N05", "iconserver": "8338", "datecreate": "1367523951", "_content": "[http://www.flickr.com/photos/21686909@N07] The late Darrell Royal said that opinions are like ass holes,everybody has one..\nThe thing is i seem to agree with what you have to say.\nI think the ball might have been a little juiced in 1930. I mean George Watkins hit 373 ~!\nGo ahead Butter, write somemore ,i like it.\nLet me see who you think was the best catcher?\nMicky Cochrane, Gabby Hartnett, Ernie Lombardi,Bill Dicky,or Roger Bresnahan?\nor do you like one of the modern catchers?", "authorname": "Memoriesaremadeofthis", "id": "8602872-3970977941-72157633404205962", "iconfarm": 9}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3970977941/#comment72157633406575198", "realname": "", "path_alias": null, "author": "21686909@N07", "iconserver": "2188", "datecreate": "1367547101", "_content": "[http://www.flickr.com/photos/cherriesmixednuts]  I also think the ball was juiced a bit in 1930 and that something was done to make it less lively after that.  All sorts of records were set in 1930, especially in the American League.  \n\nThe problem is that I never saw any of those catchers you mentioned, so I can only go by what I have read over the years and what I have heard baseball people say.   So, I would pick Cochrane, then close behind would be Hartnett and Dickey.  The only clip I ever saw of Lombardi was when he snoozed.  And when you snooze, you lose.  Bresnahan was a bit earlier yet and it's hard to compare him with the others for that reason, but certainly he was the best of his era.  I saw Yogi and Campanella play....and it is really hard to choose between those two, but my guess is that either of them was better than any of those you listed.  And then came Johnny Bench.  He and I are the same age and I saw him play many times in person.  He really was a cut above any other catcher of his era including Fisk and Carter.  I was amazed at how fast Bench could run in his early years, and, of course, impressed by his arm and his huge hands and his power.  \n\nAfter Bench, we have seen several fine catchers, some very good hitters.  Pudge Rodriguez was certainly a great one, and I always thought if the Cubs could had got him instead of him going to Florida, well, the Cubs would have won their first World Series in a hundred years.  I have no doubt about that.  And of course Mike Piazza.  How could you not have Piazza in the list of greatest catchers of all time?", "authorname": "budderflyman", "id": "8602872-3970977941-72157633406575198", "iconfarm": 3}, {"permalink": "http://www.flickr.com/photos/library_of_congress/3970977941/#comment72157635901324214", "realname": "", "path_alias": "riverbear2010", "author": "51808687@N05", "iconserver": "7328", "datecreate": "1380165394", "_content": "Sweet shades bro!", "authorname": "RiverBear2010", "id": "8602872-3970977941-72157635901324214", "iconfarm": 8}], "photo_id": "3970977941"}}