{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/9493317487/#comment72157635143549641", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1376957414", "_content": "A Midshipman James William Bond was lost with the sinking of HMS Russell on the 27/04/1916.\n<a href=\"http://www.cwgc.org/find-war-dead/casualty/3050634/BOND, JAMES WILLIAM\" rel=\"nofollow\">www.cwgc.org/find-war-dead/casualty/3050634/BOND,%20JAMES...</a>\n\nRussell was steaming off Malta early on the morning of 27 April 1916 when she struck two mines that had been laid by the German submarine U-73. A fire broke out in the after part of the ship and the order to abandon ship was passed; after an explosion near the after 12-inch (305-mm) turret, she took on a dangerous list. However, she sank slowly, allowing most of her crew to escape. A total of 27 officers and 98 ratings were lost.\n<a href=\"http://en.wikipedia.org/wiki/HMS_Russell_\" rel=\"nofollow\">en.wikipedia.org/wiki/HMS_Russell_</a>(1901)\n\nThere are records at the National Archive in the ADM 196/119/22 series for a Midshipman James William Bond, born 25th November 1896 who joined the Navy on the 15th September 1909.\n<a href=\"http://discovery.nationalarchives.gov.uk/SearchUI/Details?uri=D7616183\" rel=\"nofollow\">discovery.nationalarchives.gov.uk/SearchUI/Details?uri=D7...</a>\n\nThe 1911 census has a 14 year old James W, from Martham, Norfolk, who was recorded as a Naval Cadet at Osbourne Whippingham on the Isle of Wright.\n\n(James is not, however, remembered on the Martham War Memorial)\n\nGoing back to the 1901 census the 4 year old James W was recorded at The Manor House, Cantley, Norfolk. This was the household of his parents, Henry K, (aged 44 and a Farmer from Ipswich) and Evelyn M, (aged 33 and from Hampshire). James has four brothers, plus there are 5 live in servants.", "authorname": "Moominpappa06", "id": "32254785-9493317487-72157635143549641", "iconfarm": 1}], "photo_id": "9493317487"}}