{"photo": {"people": {"haspeople": 0}, "dateuploaded": "1315916120", "originalformat": "jpg", "owner": {"username": "Riksarkivet (National Archives of Norway)", "realname": "", "nsid": "59811348@N05", "iconserver": "5060", "location": "Oslo, Norway", "path_alias": "national_archives_of_norway", "iconfarm": 6}, "publiceditability": {"canaddmeta": 1, "cancomment": 1}, "id": "6143281461", "title": {"_content": "Favorittbilde #4. Ukas bilde / Photo of the week 37/2011"}, "media": "photo", "tags": {"tag": [{"raw": "President", "machine_tag": 0, "id": "59806008-6143281461-6264", "_content": "president", "author": "59811348@N05"}, {"raw": "sigaretter", "machine_tag": 0, "id": "59806008-6143281461-4882811", "_content": "sigaretter", "author": "59811348@N05"}, {"raw": "reklame", "machine_tag": 0, "id": "59806008-6143281461-64959", "_content": "reklame", "author": "59811348@N05"}, {"raw": "Teddy", "machine_tag": 0, "id": "59806008-6143281461-4293", "_content": "teddy", "author": "59811348@N05"}, {"raw": "Rådhusplassen", "machine_tag": 0, "id": "59806008-6143281461-498352", "_content": "rådhusplassen", "author": "59811348@N05"}, {"raw": "Oslo", "machine_tag": 0, "id": "59806008-6143281461-993", "_content": "oslo", "author": "59811348@N05"}]}, "comments": {"_content": "4"}, "secret": "4ddde0cc91", "usage": {"canblog": 0, "canshare": 1, "candownload": 1, "canprint": 0}, "description": {"_content": "Vidar Øverland, seniorrådgiver i seksjon for privatarkiver, er mannen bak ukens bilde:\n\nFavorittbilde #4:\nDet er nok å ta vel hardt i å karakterisere dette fotografiet som mitt favorittbilde. Men motivet er interessant og ganske morsomt. Bildet er tatt i forbindelse med kampanje for NKL-sigaretten ”President” på Rådhusplassen i Oslo ca. 1950. Vi befinner oss altså i en tid da det fortsatt var relativt uskyldig og slett ikke helseskadelig å røyke. Bilens reklame, de unge kvinnenes klesdrakt samt sigarettpakkens utforming og navn leder straks tankene og drømmene i retning USA. Hvorfor NKL valgte å gi sigarettene navnet ”President” vites ikke, men det kan jo tenkes at selskapet har latt seg inspirere av LJ Tiedemanns suksess med sigarettmerket ”Teddy”, navngitt etter USAs president Theodore ”Teddy” Roosevelt.\n\nI 1914 overtok Coop NKL Julius Haugens Tobakksfabrikk på Rodeløkka i Oslo og etablerte NKLs Tobakkfabrikk i de samme lokalene i Marstrandsgaten 13. Sigarettmerket ”President” var på 1950-tallet en av bestselgerne til NKLs Tobakkfabrikk. I 1961 ble fabrikken solgt til Tiedemanns Tobaksfabrik.\n\nTobakksreklame ble i Norge forbudt med lov i 1973 (trådte i kraft fra 1975). I mange år før forbudet, var tobakksreklame en viktig inntektskilde for bl.a. aviser og ukeblader. Det var ganske vanlig å benytte unge kvinner i reklame for tobakk, men mange husker sikkert også bildene av røykende idrettsfolk og skuespillere, - ja til og med små barn ble benyttet i reklamesammenheng. \n\nFotografiet er hentet fra Riksarkivets privatarkiv 1394 Coop, NKL BA, eske Um 8.\n\nVidar Øverland in the private archives section, show us his favorite photo:\n# 4:\nIt is a bit exaggerated to characterize this photo as my favorite photo. But the motive is interesting and quite funny. The photo is taken in connection with a campaign for the NKL cigarette “President” outside the town hall in Oslo around 1950. We are thus in a time where it still was quite innocent and not at all damaging to the health to smoke. The car’s commercial, the young ladies’ outfit as well as the design of the cigarette pack and name, immediately lead our thoughts and dreams to the USA. Why NKL chose to give the cigarettes the name “President” is not known, but it is possible that the company has been inspired by LJ Tiedemann’s success with the cigarette brand “Teddy”, named after the US president Theodore “Teddy” Roosevelt.\nIn 1914, Coop NKL took over Julius Hansen’s Tobakksfabrikk (tobacco factory) at Rodeløkka in Oslo, and established NKL’s Tobakkfabrikk on the same premises in Marstrandsgaten 13. In the 50s, the cigarette brand “President” was one of NKL Tobakksfarbrikk’s bestsellers. In 1961 the factory was sold to Tiedemanns Tobaksfabrik.\nTobacco advertising was forbidden by law in Norway in 1973 (effective from 1975). In many years before the ban, tobacco advertising was an important source of income for newspapers and magazines, etc. It was quite usual to use young women in commercials for tobacco, but many probably also remember the photos of smoking athletes and actors – even small children were used in commercials!\nThe photograph is from the private archive 1394 Coop, NKL BA, box Um 8."}, "isfavorite": 0, "views": "2503", "farm": 7, "visibility": {"isfriend": 0, "isfamily": 0, "ispublic": 1}, "rotation": 0, "dates": {"taken": "2011-09-13 14:15:20", "lastupdate": "1374012630", "takengranularity": "0", "posted": "1315916120"}, "originalsecret": "f168487cfd", "license": "7", "notes": {"note": []}, "server": "6064", "safety_level": "0", "urls": {"url": [{"type": "photopage", "_content": "http://www.flickr.com/photos/national_archives_of_norway/6143281461/"}]}, "editability": {"canaddmeta": 0, "cancomment": 0}}, "stat": "ok"}