{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/nationaalarchief/4481719096/#comment72157623712209073", "realname": "stefan krikl", "path_alias": "skrikl", "author": "36123916@N04", "iconserver": "3780", "datecreate": "1271052761", "_content": "all this for sleeping with the enemy?", "authorname": "THE ART OF STEFAN KRIKL", "id": "29978018-4481719096-72157623712209073", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nationaalarchief/4481719096/#comment72157623882989871", "realname": "craig", "path_alias": "craiglammes", "author": "44259757@N00", "iconserver": "11", "datecreate": "1273181383", "_content": "Occupation is clearly not in the American consciousness. Well, BEING occupied, anyway.", "authorname": "gcarraig", "id": "29978018-4481719096-72157623882989871", "iconfarm": 1}, {"permalink": "http://www.flickr.com/photos/nationaalarchief/4481719096/#comment72157624883438008", "realname": "marthe taillefer", "path_alias": "martoulette", "author": "27459957@N05", "iconserver": "3766", "datecreate": "1283692181", "_content": "shaving, tarring and photographing ! hard times.", "authorname": "martoulette", "id": "29978018-4481719096-72157624883438008", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/nationaalarchief/4481719096/#comment72157625163412241", "realname": "", "path_alias": "tuuur", "author": "34817627991@N01", "iconserver": "7338", "datecreate": "1288620138", "_content": "All aspects of war are ugly.", "authorname": "Tuuur", "id": "29978018-4481719096-72157625163412241", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/nationaalarchief/4481719096/#comment72157625695621648", "realname": "Jo Hedwig Teeuwisse", "path_alias": "hab3045", "author": "99684904@N00", "iconserver": "29", "datecreate": "1293588622", "_content": "Most people can't understand what these people felt, most of these girls had their hair cut by people they knew, their neighbours.\nPeople who had seen how these girls behaved during 5 years occupation, how these girls often had nice clothes, full bellies and fun while their neighbours died of hunger, suffered under the occupation and lived in terror.\nImagine such a girl walking by, arm in arm with a enemy soldier, shes wearing silk stockings, a fur coat and is laughing.\nShe looks healthy and perhaps is carrying a bag full of food and a bottle of wine.\nAs you look at her your children are crying in their beds, they are hungry, their feet are bleeding because they have no shoes, their bellies are swollen because lack of food.\nYour husband has been in hiding for months, trying to avoid forced labour, you don't know where he is.\nYou yourself are wearing rags, broken wooden shoes and have just returned from a 4 day trip trough the snow on a bicycle with wooden tires, trying to find food in the country.\nYou traded your wedding ring for three potatoes.\nCan you imagine the anger you feel for the girl who is dating the enemy?\nWalking around, flirting and laughing with a man wearing the uniform that not so long ago was shooting at your male family members during the invasion, the uniform that took your jewish neighbours away, the uniform that executed that crying boy for looting.\nCan you now perhaps understand the anger of those that cut the hair of these girls?\n\nOf course some of these girls were guilty of nothing more then falling in love with the enemy, but some were nothing more then cheap prostitutes, not caring about anything but their own pleasure.\nTry to understand both sides, don't just automatically assume, as the modern PC society sometimes tries to make us do, that all these girls were poor innocent victims of love.\nThe people who cut their hair in many cases knew what they were doing, knew who they were cutting their hair and don't regret it one single moment.\nThey weren't all innocent, the perpetrators weren't all evil and blind.\nHistory isn't black and white, it isn't grey, it is all of the above.\n\nThis is how a few people have explained to me why they personally were involved in the punishing of these 'kraut girls'.\nThey also often tell me they knew a few girls who dated Germans but who didn't take advantage of this, who tried to fight it, who felt guilty, who didn't walk around during the hunger winter behaving like a cheap tart.\nGirls who everyone knew about and who nobody touched when payback day came.", "authorname": "Jo Hedwig Teeuwisse", "id": "29978018-4481719096-72157625695621648", "iconfarm": 1}], "photo_id": "4481719096"}, "flarchive:created": 1387761499}