{"stat": "ok", "comments": {"comment": [{"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8598166638/#comment72157633111915932", "realname": "Denise Jackson", "path_alias": "mrs_audubon", "author": "64288588@N05", "iconserver": "3003", "datecreate": "1364484270", "_content": "At the time of the 1911 census he was a scholar at the United Services College in Windsor which confirms his place of birth as Aldershot. The DSO database for the college states he was the son of Major General SS Long <a href=\"http://www.haileybury.com/medals/dso\" rel=\"nofollow\">www.haileybury.com/medals/dso</a> USC.htm Selden Herbert Long was named as the sole executor of the estate of Sidney Selden Long when he died on 31st January 1940. \n<a href=\"http://www.london-gazette.co.uk/issues/34864/pages/3386/page.pdf\" rel=\"nofollow\">www.london-gazette.co.uk/issues/34864/pages/3386/page.pdf</a>\n\nHis Royal Aero Club Aviator's Certificate states that he was born 6th Oct 1895. His certificate was taken on Maurice Farham Biplane at the Military School, Brooklands on 25th January 1915. At that time he was a 2nd Lieut in the Durham Light Infantry. His address was given as 136 Shooter's Hill, Blackheath.\nHis Wikipedia entry refers to the MC citation:\n\nBefore ever scoring an aerial victory, he won the Military Cross (gazetted on 29 October 1915). The citation to the MC tells the tale:\n \n&quot;For conspicuous gallantry on several occasions, notably the following: —\n \n&quot;On 10 September 1915, he went out to attack an observation balloon shed with a 100-lb. bomb, but, being heavily fired at by an anti-aircraft battery, he silenced the guns with this bomb and returned for another one, with which he attacked the balloon. He only narrowly missed it as it was being deflated beside the shed.\n \n&quot;On 23 September he made two determined attacks on trains from 500 feet, breaking the rails in two places. On the first occasion he returned to the attack three times, and finally climbed to 1,000 feet in order to make better use of his bomb sight; on the second occasion he made most of his return journey at 1,000 feet in order better to examine villages, roads, etc.\n \n&quot;On 25 September he attacked a train at 500 feet under heavy rifle fire, and damaged the line. Late in the afternoon of 25 September he heard that trains were moving at 25 miles distance, and, in spite of darkness and bad weather, he volunteered to attack them. Heavy rain prevented his reaching them, so he turned to attack Peronne station, descending to 500 feet and coming under heavy anti-aircraft gun fire. This fire prevented his reaching the station, but he climbed to 1,500 feet and attacked a &quot;Rocket&quot; battery, silencing one of its guns.&quot; \n\nThe National Probate Calendar shows that he died on 12th December 1952 at Tamboers-Kloof Nursing Home In Cape Town, South Africa. His address in London was given as The International Sportsmens Club, Upper Grosvenor Road. Probate was granted to Marion Beatrice Long.", "authorname": "Mrs Audubon", "id": "32254785-8598166638-72157633111915932", "iconfarm": 4}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8598166638/#comment72157633932554402", "realname": "", "path_alias": null, "author": "62508825@N00", "iconserver": "7026", "datecreate": "1370375553", "_content": "Selden H Long's marriage registered 1st quarter 1937 in London City to Marion B Lever / Bryce-Smith (FreeBMD)", "authorname": "brenontario", "id": "32254785-8598166638-72157633932554402", "iconfarm": 8}, {"permalink": "http://www.flickr.com/photos/imperialwarmuseum/8598166638/#comment72157634074061972", "realname": "", "path_alias": null, "author": "43688219@N00", "iconserver": "87", "datecreate": "1370981219", "_content": "He also received the DSO\n  For great skill and daring in piloting his machine. He shot down an enemy machine, which fell in our lines, and the same day he forced another hostile machine to land in the enemy's lines. Later, he shot down another enemy machine, which fell in our lines. \nSupplement to the London Gazette, 12 March 1917 (29981/2476)\n\nHis 9 aerial victories, (4 of them shared), are listed here:-\n<a href=\"http://www.theaerodrome.com/aces/england/long.php\" rel=\"nofollow\">www.theaerodrome.com/aces/england/long.php</a>\n\nThe first, in August 1916, was with 29 Squadron. All the rest were with 24 Squadron and came between November 1916 and April 1917.\nAll came while flying a DH2 - those with 24 Squadron all while flying the same plane, (A305)\n\nAccording to the biographical notes in Above The Trenches, he commanded a squadron in the United Kingdom but managed to obtain a posting back to France and joined No 46 Squadron as a flight commander on 5 July 1917. He was made acting Commanding Officer in August but by the end of the month had been posted to command No 28 Training Squadron. He later commanded No 111 Squadron in Palestine. \n<a href=\"http://www.theaerodrome.com/forum/5875-post7.html\" rel=\"nofollow\">www.theaerodrome.com/forum/5875-post7.html</a>\n\nFrom Page 51 of Pusher Aces of World War One by John Guttman\n &quot;That same day (25th January 1917), Captain Selden Long downed an LVG from Flt Abt (A)216 in flames between Baupaume and and Clery, its crewman Ltns d R Ernst Erdmann and Gunter Kallenbach, jumping to their deaths. Long destroyed another two seater near Baupaume 48 hours later, kiling Vzfw Willy Lang and Ltn Kurt Brandt of Flt (A) 233.\n<a href=\"http://books.google.co.uk/books?id=is-ij4XZRTIC&amp;pg=PA51&amp;lpg=PA51&amp;dq=The+Aerodrome+Selden+Long&amp;source=bl&amp;ots=24jvkwfOUe&amp;sig=5huiAgUXEchXK0mc9Hr8BxdBpQ4&amp;hl=en&amp;sa=X&amp;ei=V3u3UdLoLMO7O8XvgMAE&amp;ved=0CFoQ6AEwBjgK#v=onepage&amp;q=The%20Aerodrome%20Selden%20Long&amp;f=false\" rel=\"nofollow\">books.google.co.uk/books?id=is-ij4XZRTIC&amp;pg=PA51&amp;...</a>", "authorname": "Moominpappa06", "id": "32254785-8598166638-72157634074061972", "iconfarm": 1}], "photo_id": "8598166638"}}